Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NOTCHARGE
source: Milking now won't yield any results.
es: Ordeñarla ahora no producirá ningún resultado.
vi: Vắt sữa bây giờ sẽ không mang lại kết quả gì.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NOTHIRSTSIESTA
source: My thirst is greater than my fatigue!
es: ¡Mi sed es mayor que mi fatiga!
vi: Cơn khát của tôi còn gay gắt hơn cơn mệt mỏi của mình!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NOTHIRSTSLEEP
source: My thirst is greater than my fatigue!
es: ¡Mi sed es mas grande que mi cansancio!
vi: Cơn khát của tôi còn gay gắt hơn cơn mệt mỏi của mình!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_SLEEP_END
source: Ah... I must be more cautious and avoid overindulgence next time.
es: Ah... Debo ser más cauteloso y evitar los excesos la próxima vez..
vi: À... Lần sau tôi phải thận trọng hơn và tránh uống quá nhiều.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_THIRST
source: I must drink something...
es: Debo beber algo...
vi: Tôi phải uống gì đó...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ABSINTHE
source: Subtle sweetness, wormwood aroma, and a blend of spice and herbal flavors.
es: Dulzor sutíl, aroma a ajenjo y una mezcla de sabores a especias y hierbas.
vi: Vị ngọt tinh tế, mùi ngải cứu và sự hòa quyện giữa hương vị gia vị và thảo dược.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ADDITIVE_DAIRY
source: Perfect for making beginner-friendly drinks.
es: Perfecto para preparar bebidas aptas para principiantes.
vi: Hoàn hảo để pha chế đồ uống dành cho người mới bắt đầu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ADDITIVE_NUT
source: This will give the spirits a unique aroma.
es: Esto dará a los licores un aroma único.
vi: Điều này sẽ mang lại cho rượu mạnh một mùi thơm độc đáo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ADDITIVE_PETALS
source: It adds a touch of elegance to spirits.
es: Le añade un toque de elegancia a los licores.
vi: Nó mang lại cảm giác sang trọng cho rượu mạnh.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ADDITIVE_SEED
source: I'll add this to enhance the flavor of spirits.
es: Añadiré esto para mejorar el sabor de los licores.
vi: Tôi sẽ thêm thứ này để tăng hương vị của rượu mạnh.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.AREUHI
source: Fresh and mild taste, but be careful not to overdo it.
es: Sabor fresco y suave, pero cuidado con pasarse.
vi: Hương vị tươi mát và dịu nhẹ, nhưng hãy cẩn thận đừng lạm dụng nó.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARRACK
source: The aroma is rich and complex, with nutty notes reminiscent of palm.
es: El aroma es rico y complejo, con notas de nuez que recuerdan a la palma.
vi: Hương thơm phong phú và phức tạp, với những nốt hương hạt dẻ gợi nhớ đến mùi cọ.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.AUROBOW
source: This is a really colorful drink.
es: Es una bebida verdaderamente colorida.
vi: Thứ này quả thật là một thức uống đầy sắc cầu vòng

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BANANA_JUICE
source: A crowd-pleaser, no doubt.
es: Un éxito en general, sin duda.
vi: Chắc chắn sẽ làm hài lòng đám đông.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BARREL.BURNT
source: Comment est-ce possible?! (How is this possible?!)
es: ¿¡Comment est-ce possible?!? (¡¿Como es esto posible?!)
vi: Comment est-ce possible?! (Sao có thể thế được?!)

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BARREL.GENERIC
source: I can always keep water fresh.
es: Siempre podré tener agua fresca.
vi: Tôi luôn có thể giữ nước sạch.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BERRIES_JUICE
source: Simple, slightly tart, and sweet.
es: Sencillo, ligeramente ácido y dulce.
vi: Đơn giản, hơi chua và ngọt.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BERRY_BRANDY
source: You can feel the rich aroma.
es: Se puede olfatear un aroma abundante.
vi: Bạn có thể cảm nhận được hương thơm đậm đà.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BERRY_GIN
source: The aroma of pine is reminiscent of a walk in the forest.
es: El aroma a pino recuerda a un paseo por el bosque.
vi: Mùi thơm của cây thông gợi nhớ đến việc đi dạo trong rừng.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLACKTEA
source: I should bring some biscuits.
es: Debería traer algunas galletas.
vi: Tôi nên mang theo một ít bánh quy.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLACKTEA_ICED
source: A refreshing iced tea, especially after a heavy meal.
es: Un té helado refrescante, sobre todo después de una comida pesada.
vi: Trà đá sảng khoái, đặc biệt sau bữa ăn no.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOILBOOK
source: I should jot down some cocktail recipes as well.
es: También debería apuntar algunas recetas de cócteles.
vi: Tôi cũng nên ghi lại một số công thức pha chế cocktail.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BREWERY.BURNT
source: My heart feels like it's burnt too!
es: ¡Mi corazón también se siente quemado!
vi: Trái tim tôi cũng như bị đốt cháy!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BREWERY.DONE
source: Ah, it's ready!
es: ¡Ah, está listo!
vi: À, xong rồi!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BREWERY.EMPTY
source: Just having some drinks to accompany a meal elevates the experience.
es: El mero hecho de tomar unas copas para acompañar una comida mejora la experiencia.
vi: Chỉ cần một ít đồ uống đi kèm bữa ăn sẽ nâng tầm trải nghiệm.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BREWERY.FERMENTING_LONG
source: Fermentation naturally takes a while.
es: Naturalmente, la fermentación tarda un tiempo.
vi: Quá trình lên men tự nhiên sẽ mất một thời gian.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BREWERY.FERMENTING_SHORT
source: I should hurry and prepare a dish to pair with it.
es: Debería darme prisa y preparar un plato para acompañarlo.
vi: Tôi nên nhanh chóng chuẩn bị một món ăn để kết hợp với nó.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: There are a lot of inconvenient green guests.
es: Hay muchos invitados verdes no deseados.
vi: Có nhiều khách xanh bất tiện.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: After removing the ice, I need to do proper dishwashing.
es: Después de quitar el hielo, necesito hacer un lavado de utensilios adecuado.
vi: Sau khi loại bỏ đá, tôi cần rửa bát đúng cách.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: Is it okay to use this kind of bucket for drawing water?
es: ¿Esta bien usar este tipo de cubos para sacar agua?
vi: Liệu nó có ổn khi sử dụng chiếc xô này cho việc múc nước không nhỉ?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: It's clean water!
es: ¡Es agua limpia!
vi: Đó là nước sạch!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: It would be perfect for holding wine.
es: Sería perfecto para guardar vino.
vi: Thật hoàn hảo để đựng rượu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_EMPTY.DIRTY
source: There are a lot of inconvenient green guests.
es: Hay muchos invitados verdes no deseados.
vi: Có nhiều khách xanh bất tiện.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: After removing the ice, I need to do proper dishwashing.
es: Después de quitar el hielo, necesito hacer un lavado de utensilios adecuado.
vi: Sau khi loại bỏ đá, tôi cần rửa bát đúng cách.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_EMPTY.EMPTY
source: It's a water bucket made from carved wood.
es: Es una cubeta hecha de madera tallada.
vi: Đó là xô nước làm từ gỗ chạm khắc.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_EMPTY.FULL
source: It's clean water!
es: ¡Es agua limpia!
vi: Đó là nước sạch!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: It would be perfect for holding wine.
es: Sería perfecto para guardar vino.
vi: Thật hoàn hảo để đựng rượu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: There are a lot of inconvenient green guests.
es: Hay muchos invitados verdes no deseados.
vi: Có nhiều khách xanh bất tiện.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: After removing the ice, I need to do proper dishwashing.
es: Después de quitar el hielo, necesito hacer un lavado de utensilios adecuado.
vi: Sau khi loại bỏ đá, tôi cần rửa bát đúng cách.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: I remember a kitchen assistant trying to make pudding with this.
es: Tuve una idea para hacer pudín con esto.
vi: Tôi nảy ra ý tưởng làm bánh pudding bằng cái này.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: It's clean water!
es: ¡Es agua limpia!
vi: Đó là nước sạch!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: It would be perfect for holding wine.
es: Sería perfecto para guardar el vino.
vi: Thật hoàn hảo để đựng rượu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: There are a lot of inconvenient green guests.
es: Hay muchos invitados verdes no deseados.
vi: Có nhiều khách xanh bất tiện.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: After removing the ice, I need to do proper dishwashing.
es: Después de quitar el hielo, necesito hacer un lavado de utensilios adecuado.
vi: Sau khi loại bỏ đá, tôi cần rửa bát đúng cách.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: He carefully and meticulously emptied it.
es: Se cuidadoso y meticuloso al vaciarlo.
vi: Anh ta cẩn thận và tỉ mỉ làm sạch nó.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: It's clean water!
es: ¡Es agua limpia!
vi: Đó là nước sạch!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: It would be perfect for holding wine.
es: Sería perfecto para guardar vino.
vi: Thật hoàn hảo để đựng rượu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUTTERBEER
source: The most delicious drink in Diagon Alley.
es: La bebida más deliciosa del callejón Diagon.
vi: Thức uống ngon nhất ở Hẻm Xéo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CACTUSFLOWER_TEA
source: It's like drinking a piece of art.
es: Es como beber una pieza de arte.
vi: Giống như uống một tác phẩm nghệ thuật.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CACTUS_TEA
source: The flesh inside is a treat!
es: ¡La carne del interior es una delicia!
vi: Phần thịt bên trong thật tuyệt vời!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAFFEINBERRY
source: If only it grew coffee beans every morning.
es: Si creciera, tendría granos de café cada mañana.
vi: Giá như nó mọc hạt cà phê vào mỗi buổi sáng.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAFFEINBERRY_BEAN
source: Wait, It has a hint... of a peppery aroma...?
es: Espera, ¿tiene un toque... de aroma a pimienta...?
vi: Đợi đã, nó có chút... mùi thơm của hạt tiêu...?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Splendid!
es: ¡Espléndido!
vi: Tuyệt vời!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAFFEINBERRY_JUICE
source: From now on, I'll call it 'Blue Moon-tain'.
es: Por ahora lo llamaré 'Azul medialuna'.
vi: Từ bây giờ tôi sẽ gọi nó là 'Blue Moon-tain'.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: I should make some food while it's working.
es: Debería hacer algo de comer mientras esta trabajando.
vi: Tôi nên làm ít đồ ăn trong khi nó đang hoạt động.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: The water has become quite clean.
es: El agua ha quedado bastante limpia.
vi: Nước đã trở nên khá sạch.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPDESALINATOR.DONE
source: I should use this to make soup.
es: Debería usar esto para hacer sopa.
vi: Tôi nên dùng cái này để nấu súp.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPDESALINATOR.GENERIC
source: It's completely empty.
es: Esta completamente vacío.
vi: Nó hoàn toàn trống rỗng.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPDESALINATOR.STOP
source: It's still seawater.
es: Todavía es agua de mar.
vi: Vẫn là nước biển.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPDESALINATOR_ITEM
source: It looks quite complicated.
es: Parece bastante complicado, ¿verdad?
vi: Trông khá phức tạp phải không?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: I should make some food while it's working.
es: Debería preparar algo de comida mientras trabaja.
vi: Tôi nên làm ít đồ ăn trong khi nó đang hoạt động.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: The water has become quite clean.
es: El agua ha quedado bastante limpia, ¿no?
vi: Nước đã trở nên khá sạch phải không?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPKETTLE.DONE
source: I should use this to make tea.
es: Debería usar esto para hacer té.
vi: Tôi nên dùng cái này để pha trà.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPKETTLE.GENERIC
source: Did all the water evaporate from it?
es: ¿Se evaporó todo el agua?
vi: Có phải tất cả nước đã bay hơi khỏi nó không?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPKETTLE.STOP
source: It's cold now.
es: Ahora está fría
vi: Trời lạnh rồi.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPKETTLE_ITEM
source: It is faithful to its primary function of boiling water.
es: Es fiel a su función básica de hervir agua.
vi: Nó trung thành với chức năng cốt lõi của nó là đun sôi nước.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CARROT_TEA
source: Even if it's not everyone's favorite, it's still healthy.
es: Aunque no sea el favorito de todos, sigue siendo sano.
vi: Ngay cả khi không phải món ưa thích của mọi người thì nó vẫn tốt cho sức khỏe.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHERRY_BLOOM_MADHU
source: You can feel the fragrance of strawberries, raspberries, and a hint of vanilla.
es: Se puede sentir la fragancia de fresas, frambuesas y un toque de vainilla.
vi: Bạn có thể cảm nhận được hương thơm của dâu tây quả mâm xôi và một chút hương vani.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHERRY_BLOOM_RUM
source: Even just looking at it is enjoyable.
es: Incluso mirarlo es agradable.
vi: Chỉ cần nhìn thôi cũng thấy thú vị rồi.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHERRY_DOCTOR_COLA
source: It's a niche drink that has a passionate fan base.
es: Es una bebida de nicho que cuenta con apasionados seguidores.
vi: Đó là một thức uống phù hợp và có lượng người hâm mộ cuồng nhiệt.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHERRY_HONEY_TEA
source: It's a quick fix for a sore throat.
es: Es una solución rápida para el dolor de garganta.
vi: Đó là cách chữa đau họng nhanh chóng.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: It has a delightful fragrance and helps regulate body heat.
es: Tiene una fragancia deliciosa y ayuda a regular el calor corporal.
vi: Nó có hương thơm thú vị và giúp điều hòa nhiệt độ cơ thể.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COCONUT_JUICE
source: Chewing the jelly in this drink makes me feel like I'm at a resort.
es: Me hace sentir como si estuviera en unas vacaciones tropicales con cada sorbo.
vi: Ăn miếng thạch trong thứ nước này khiến tôi có cảm giác như đang ở rì-sọt vậy!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COCONUT_WINE
source: This wine has a creamy sweetness with a hint of tanginess and a viscous texture.
es: Cremosamente dulce, con un toque de acidez y viscosidad.
vi: Vị ngọt kem với một chút axit và độ nhớt.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLA
source: Kids always love it.
es: Los niños la adora.
vi: Trẻ em luôn thích nó.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLAQUANTUM
source: As far as I recall, there was a woman who went crazy looking for this...
es: Una dama se volvió loca buscando esto ...
vi: Một quý cô đã phát điên khi tìm kiếm thứ này...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CORN_BEER
source: Tastes even better after a greasy meal.
es: Sabe aún mejor después de una comida grasosa.
vi: Thậm chí còn ngon hơn sau bữa ăn nhiều dầu mỡ.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CORN_WHISKEY
source: This is characterized by a balance of sweet flavor, a spicy tingle that awakens the senses, and a rich, creamy texture.
es: Se caracteriza por un balance entre un sabor dulce, un cosquilleo picante que despierta los sentidos, y un rico sabor cremoso.
vi: Thứ này được đặc trưng bởi sự cân bằng của hương vị ngọt ngào, vị cay nồng đánh thức các giác quan và kết cấu kem đậm đà.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DARK_RUINCOLATE
source: I experimented and made it my way.
es: He experimentado y lo hice a mi manera
vi: Tôi đã thử nghiệm và làm theo cách của mình.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DESALINATOR.BURNT
source: It was trying to get roasted salt, huh?
es: Intentaba conseguir sal asada, ¿eh?
vi: Nó đang cố làm muối rang phải không?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DESALINATOR.EMPTY
source: Should I fill it with seawater?
es: ¿Debo llenarlo con agua de mar?
vi: Tôi có nên đổ đầy nước biển vào không?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DESALINATOR.HASSALT
source: What a mistake, I should have harvested the salt first.
es: Qué error, debería haber quitado la sal primero.
vi: Thật là sai lầm, lẽ ra tôi nên thu hoạch muối trước.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DESALINATOR.HASWATER
source: There's enough to use for cooking!
es: ¡Hay suficiente para cocinar!
vi: Có đủ để nấu ăn!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DESALINATOR.PURIFY_LONG
source: I should prepare some simple snacks while it's working.
es: Debería preparar algunos aperitivos mientras trabaja.
vi: Tôi nên chuẩn bị một số đồ ăn nhẹ đơn giản trong khi nó hoạt động.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: The water has become quite clear.
es: El agua se está volviendo limpia.
vi: Nước đã trở nên khá trong.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DISINFECTANT
source: Don't confuse it with alcohol!
es: ¡No lo confundas con alcohol!
vi: Đừng nhầm lẫn nó với rượu!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: I should hurry and prepare a dish to pair with it.
es: Debería darme prisa y preparar un plato para acompañarlo..
vi: Tôi nên nhanh chóng chuẩn bị một món ăn để kết hợp với nó.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: Shall I go gather some ingredients for cocktails?
es: ¿Debería ir a recoger algunos ingredientes para los cócteles?
vi: Tôi có nên đi thu thập một số nguyên liệu cho món cocktail không?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DISTILLERS.DONE
source: Our assistant has prepared some spirits.
es: Nuestro asistente ha preparado algunos licores.
vi: Trợ lý của chúng tôi đã chuẩn bị một số rượu mạnh.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DISTILLERS.EMPTY
source: I'll treat you to a good liqueur!
es: ¡Te invito un buen licor!
vi: Tôi sẽ chiêu đãi bạn một loại rượu mùi ngon!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGONJUICE
source: It's both mild and exotic, perfect for those who seek adventure.
es: Es suave y exótica, una mezcla perfecta si buscas una aventura.
vi: Vừa nhẹ nhàng vừa lạ miệng, hoàn hảo cho những ai thích phiêu lưu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_CAFFEINBERRY
source: This is takeout coffee.
es: Este es un café para llevar.
vi: Đây là cà phê mang đi.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_RUINCACAO_TREE
source: Should I resurrect it?
es: ¿Debería revivirlo?
vi: Tôi có nên hồi sinh nó không?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_TEA_TREE
source: I'll be sourcing the tea leaves locally.
es: Me abasteceré de las hojas de té localmente.
vi: Tôi sẽ tìm nguồn cung cấp lá trà tại địa phương.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIG_JUICE
source: The seeds give it an interesting texture.
es: Las semillas le dan una textura interesante.
vi: Hạt mang lại kết cấu thú vị.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FRUITJUICE
source: It's a blend of various fruit flavors!
es: ¡Es una mezcla de varios sabores frutales!.
vi: Đó là sự pha trộn của nhiều hương vị trái cây khác nhau!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FRUITSODA
source: Refreshing fruitiness with a fizzy kick!
es: ¡Refrescante sabor frutal con un toque efervescente!
vi: Trải nghiệm hương vị trái cây tươi mát bằng đá có ga!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FUER
source: Surprisingly, it has a pleasant aroma.
es: Sorprendentemente, tiene un aroma agradable.
vi: Đáng ngạc nhiên là nó có mùi thơm dễ chịu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GIANT_BLUEBERRY_GIN
source: Making a joke by eating it is a sin!
es: ¡Bromear con comérselo es un pecado!
vi: Đùa giỡn bằng cách ăn nó là một tội lỗi!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GIANT_BLUEBERRY_WINE
source: It seems like my idea went in a slightly different direction.
es: Parece que mi idea iba en una dirección ligeramente diferente.
vi: Có vẻ như ý tưởng của tôi đã đi theo một hướng hơi khác.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWBERRYJUICE
source: I made this juice with special berries.
es: Hice este jugo con bayas especiales.
vi: Tôi đã làm loại nước ép này với những loại quả mọng đặc biệt.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWBERRYWINE
source: A new attempt at wine!
es: ¡Un nuevo intento de vino!
vi: Một thử nghiệm mới về rượu vang!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWBERRY_GIN
source: An enigmatic fragrance as if swallowing light.
es: Una fragancia enigmática como si tragase la misma luz.
vi: Hương thơm bí ẩn như thể nuốt chửng ánh sáng.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOOPYDRINK
source: This is pure chaos! Absolutely pure chaos!
es: ¡Esto es puro caos! ¡Absolutamente puro caos!
vi: Đây là một thứ hỗn mang! Hoàn toàn là một thứ hỗn mang thuần khiết!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GREENTEA
source: It's like a herbal tea, not bad at all.
es: Es como un té herbal, no está nada mal.
vi: Giống như trà thảo mộc, không tệ chút nào.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HIBISCUSTEA
source: I'd highly recommend it for our ladies.
es: Lo recomiendo encarecidamente para nuestras invitadas.
vi: Tôi thực sự muốn giới thiệu nó cho các vị khách nữ của chúng tôi.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOLE
source: I can hear the sound of flowing water.
es: Puedo oír el sonido de el agua fluyendo.
vi: Tôi có thể nghe thấy tiếng nước chảy.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOTRUINCOLATE
source: You can enjoy it anywhere for a relaxing feeling.
es: Puedes disfrutarlo en cualquier lugar para relajarte.
vi: Bạn có thể thưởng thức ở bất cứ đâu để có cảm giác thư giãn.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KAHLUA
source: This has a strong black coffee flavor with a sweet, buttery aroma and nutty undertones.
es: Tiene un fuerte sabor a café negro con un aroma dulce y mantecoso y matices de nuez.
vi: Loại này có hương vị cà phê đen đậm đà với hương thơm bơ ngọt ngào và hương vị đậm đà.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KETTLE.BOILING_LONG
source: I need to simmer it enough to bring out the flavor.
es: Necesito cocinarlo a fuego lento lo suficiente para resaltar el sabor.
vi: Tôi cần đun sôi vừa đủ để phát huy hết hương vị.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KETTLE.BOILING_SHORT
source: It's almost done.
es: Ya casi esté listo.
vi: Sắp xong rồi.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KETTLE.BURNT
source: J'ai juste versé des larmes.. (I'm just shedding tears...)
es: J'ai juste versé des larmes...(Acabo de derramar lágrimas...)
vi: J'ai juste versé des larmes.. (Tôi vừa rơi nước mắt...)

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KETTLE.DONE
source: Ah, it's ready!
es: ¡Está listo!
vi: À, xong rồi!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KETTLE.EMPTY
source: Even the kettle is empty, and my throat is parched.
es: Incluso la tetera está vacía, y mi garganta está seca.
vi: Ngay cả ấm đun nước cũng trống rỗng và cổ họng tôi khô rát.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KETTLE.HASWATER
source: I wonder what kind of drink I should make.
es: Me pregunto qué tipo de bebida debería hacer.
vi: Tôi không biết nên pha loại đồ uống nào.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KETTLE.MELT_LONG
source: Chilly guests have arrived.
es: Han llegado los invitados del frío.
vi: Những vị khách lạnh lùng đã đến.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KETTLE.MELT_SHORT
source: It's almost melted.
es: Está casi derretido.
vi: Nó gần như tan chảy.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KETTLE.PURIFY_LONG
source: I can't have any off-flavors in the drink.
es: No puedo tener sabores extraños en la bebida...
vi: Tôi không thể có bất kỳ mùi vị lạ nào trong đồ uống.
