Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: A bucket made of driftwood.
es: Es un cubo hecho de madera flotante.
vi: Nó là một cái xô được làm từ gỗ mục trôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Clean water that you can drink.
es: Agua limpia para beber.
vi: Nước sạch có thể uống được.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: Small ice chunks.
es: Pequeños pedazos de hielo.
vi: Những khối băng nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_EMPTY.DIRTY
source: Water with bacteria teeming in it.
es: Un caldo de cultivo de bacterias.
vi: Nước có vi khuẩn sôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: Small ice chunks with bacteria.
es: Pequeños pedazos de hielo con bacterias.
vi: Những khối băng nhỏ chứa vi khuẩn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_EMPTY.EMPTY
source: A bucket made of wood.
es: Una cubeta hecha de madera.
vi: Một cái xô làm bằng gỗ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_EMPTY.FULL
source: Clean water that you can drink.
es: Agua limpia para beber.
vi: Nước sạch có thể uống được.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: Small ice chunks.
es: Pequeños pedazos de hielo.
vi: Những khối băng nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: Water with bacteria teeming in it.
es: Agua en la que pululan bacterias.
vi: Nước có vi khuẩn sôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: Small ice chunks with bacteria.
es: Pequeños pedazos de hielo con bacterias.
vi: Những khối băng nhỏ chứa vi khuẩn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: A bucket made of steel.
es: Una cubeta hecha de hierro.
vi: Xô làm bằng thép.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: Clean water that you can drink.
es: Agua limpia para beber.
vi: Nước sạch có thể uống được.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: Small ice chunks.
es: Pequeños pedazos de hielo.
vi: Những khối băng nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: Water with bacteria teeming in it.
es: Agua llena de bacterias
vi: Nước có vi khuẩn sôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: Small ice chunks with bacteria.
es: Pequeños pedazos de hielo con bacterias.
vi: Những khối băng nhỏ chứa vi khuẩn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: A bucket made of logs.
es: Una cubeta hecha habilidosamente con troncos.
vi: Một cái xô làm bằng gỗ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Clean water that you can drink.
es: Agua limpia para beber.
vi: Nước sạch có thể uống được.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: Small ice chunks.
es: Pequeños pedazos de hielo.
vi: Những khối băng nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERBEER
source: A popular fictional drink. it's not real beer.
es: Una bebida ficticia popular; no es cerveza de verdad.
vi: Một loại đồ uống hư cấu phổ biến; nó không phải là bia thật.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CACTUSFLOWER_TEA
source: In some regions, it's believed to be good for health.
es: En algunas regiones se cree que es bueno para la salud.
vi: Ở một số vùng, nó được cho là tốt cho sức khỏe.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CACTUS_TEA
source: Traditional tea made in some Mexican regions.
es: Opuntia ficus-indica, té tradicional de algunas regiones mexicanas.
vi: Trà truyền thống được sản xuất ở một số vùng của Mexico.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAFFEINBERRY
source: A low shrub that grows in sandy moon soil.
es: Un arbusto bajo que crece en suelo lunar arenoso.
vi: Một loại cây bụi thấp mọc trên đất cát.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAFFEINBERRY_BEAN
source: It has a unique aroma.
es: Posee un aroma único.
vi: Nó có mùi thơm độc đáo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Roasting brings out strong coffee and a hint of pepper.
es: Huele a café con un toque de pimienta.
vi: Rang sẽ tạo ra cà phê đậm đà và một chút hạt tiêu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAFFEINBERRY_JUICE
source: I like a cup of coffee and a good book.
es: Me gusta una rica taza de café con un buen libro.
vi: Tôi thích một tách cà phê và một cuốn sách hay.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: It's still a long way to collecting fresh water.
es: Aún queda mucho tiempo para recolectar el agua potable.
vi: Vẫn còn một chặng đường dài để lấy được nước ngọt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: It's almost full!
es: ¡Ya casi está lleno!
vi: Sắp đầy rồi!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPDESALINATOR.DONE
source: It's filled with fresh water.
es: Esta lleno de agua potable.
vi: Nó chứa đầy nước ngọt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPDESALINATOR.GENERIC
source: There's no collected fresh water.
es: No tiene agua potable.
vi: Không có nước ngọt được thu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPDESALINATOR.STOP
source: The fire has gone out, so it hasn't collected enough fresh water yet.
es: El fuego se ha apagado, por lo que no ha recogido suficiente agua fresca todavía.
vi: Lửa đã tắt nên chưa thu đủ nước mặn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPDESALINATOR_ITEM
source: Evaporate seawater to obtain fresh water.
es: Evapora el agua salada para obtener agua potable.
vi: Làm bay hơi nước biển để lấy nước ngọt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: It's still a long way to sterilization.
es: Aún queda mucho para la esterilización.
vi: Vẫn còn một chặng đường dài để khử trùng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: It's almost sterilized!
es: ¡Ya casi termina la esterilización!
vi: Nó gần như đã được tiệt trùng!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPKETTLE.DONE
source: It's sterilized and ready to drink.
es: Esta esterilizado y listo para beber.
vi: Đã tiệt trùng và sẵn sàng để uống.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPKETTLE.GENERIC
source: It's empty.
es: Esta vacío.
vi: Nó trống.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPKETTLE.STOP
source: You need to put some firewood to complete the sterilization.
es: Necesito poner algo de leña.
vi: Bạn cần cho một ít củi vào để hoàn tất quá trình khử trùng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPKETTLE_ITEM
source: Boil dirty water to eliminate bacteria.
es: Hierve el agua para eliminar las bacterias.
vi: Đun sôi nước bẩn để loại bỏ vi khuẩn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_TEA
source: In many ways, it is rich in vitamins and iron.
es: De todas maneras, es rico en hierro y vitaminas.
vi: Giàu vitamin và sắt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHERRY_BLOOM_MADHU
source: Made from flower honey, and the color is really impressive.
es: Hecho de miel de flores, el color es realmente impresionante.
vi: Được làm từ mật hoa và màu sắc thực sự ấn tượng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHERRY_BLOOM_RUM
source: It's beautiful, but I'm also interested in its mechanism of action.
es: Es precioso, pero también me interesa su mecanismo de acción.
vi: Đẹp và hấp dẫn trong cơ chế hoạt động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHERRY_DOCTOR_COLA
source: W.B. Medicinal Drink with 23 spices.
es: W. B. Bebida medicinal con 23 especias.
vi: Thức uống chữa bệnh Wetsville với 23 loại gia vị.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHERRY_HONEY_TEA
source: I feel like my body is getting warm.
es: Siento que mi cuerpo se está calentando.
vi: Cảm giác ấm áp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: It's sweet and fragrant.
es: Es dulce y fragante.
vi: Ngọt và thơm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COCONUT_JUICE
source: Coconut water has been jellified by microbial fermentation.
es: El agua de coco se ha gelificado por fermentación microbiana.
vi: Nước dừa đã được tạo thành thạch nhờ quá trình lên men vi sinh vật.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COCONUT_WINE
source: Palm wine is made in various tropical regions.
es: El vino de palma se hace en varios países tropicales.
vi: Rượu cọ được sản xuất ở nhiều vùng nhiệt đới khác nhau.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLA
source: It's a popular drink recently in the United States.
es: Es una bebida muy popular en Estados Unidos.
vi: Đây là đồ uống phổ biến gần đây ở Hoa Kỳ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLAQUANTUM
source: Hmm... I should investigate if there are any side effects of overconsumption.
es: Hmm... Debería investigar si el consumo excesivo tiene efectos secundarios.
vi: Hmm... Tôi nên điều tra xem có bất kỳ tác dụng phụ nào của việc tiêu thụ quá mức không.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN_BEER
source: It has its origins from ancient Incas.
es: Tiene su origen en los antiguos incas.
vi: Nó có nguồn gốc từ người Inca cổ đại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN_WHISKEY
source: Bourbon whiskey from Kentucky, USA is famous.
es: El whisky Bourbon de Kentucky EU, es famoso.
vi: Rượu whisky Bourbon từ Kentucky, Mỹ nổi tiếng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DARK_RUINCOLATE
source: Dark chocolate! It has a very high cocoa mass content.
es: ¡Chocolate negro! Tiene un contenido muy elevado de manteca de cacao.
vi: Sô cô la đen! Nó có hàm lượng ca cao rất cao.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DESALINATOR.BURNT
source: Oh my, it's completely useless in that state.
es: Oh, es completamente inútil en ese estado..
vi: Wow, nó hoàn toàn vô dụng trong tình trạng đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DESALINATOR.EMPTY
source: Water and salt are separated using this desalinator with seawater.
es: El agua y la sal se separan con este desalinizador.
vi: Nước và muối được tách ra bằng máy khử muối này với nước biển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DESALINATOR.HASSALT
source: Enough salt has been collected.
es: Suficiente sal fue recolectada.
vi: Đã thu thập đủ muối.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DESALINATOR.HASWATER
source: Only pure water remains.
es: Solo el agua potable permanece.
vi: Chỉ còn lại nước tinh khiết.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DESALINATOR.PURIFY_LONG
source: It's still a long way to go for desalination.
es: Todavía queda mucho camino por recorrer para la desalinización.
vi: Còn một chặng đường dài để khử muối.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: Desalination is almost done!
es: ¡La desalinización casi termina!
vi: Khử muối gần như hoàn tất!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DISINFECTANT
source: Ethanol used for disinfecting wounds. Its chemical formula is C₂H₅OH.
es: El etanol se utiliza para desinfectar heridas. Su fórmula química es C₂H₅OH.
vi: Ethanol dùng để khử trùng vết thương. Công thức hóa học của nó là C₂H₅OH.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: Distillation is almost done!
es: ¡La destilación ya casi acaba!
vi: Quá trình chưng cất gần như hoàn tất!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: Separating, still distilling.
es: Sigue destilando.
vi: Tách, vẫn chưng cất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DISTILLERS.DONE
source: Let's make sure it's distilled properly.
es: Hay que asegurarse que se destiló correctamente.
vi: Hãy đảm bảo rằng nó được chưng cất đúng cách.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DISTILLERS.EMPTY
source: It's used to distill spirits or make liqueurs.
es: Se utiliza para destilar bebidas alcohólicas o hacer licores.
vi: Nó được sử dụng để chưng cất rượu mạnh hoặc làm rượu mùi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONJUICE
source: The white variety has a subtle fragrance.
es: La variedad blanca tiene una sutil fragancia.
vi: Loại màu trắng có mùi thơm nhất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_CAFFEINBERRY
source: That is a combination of coffee and pepper.
es: Es una combinación de café y pimienta.
vi: Sự kết hợp giữa cà phê và hạt tiêu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_RUINCACAO_TREE
source: It needs soil to grow.
es: Necesita tierra para crecer.
vi: Nó cần đất để phát triển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_TEA_TREE
source: It needs soil to grow.
es: Necesita tierra para crecer.
vi: Nó cần đất để phát triển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIG_JUICE
source: A refreshing juice traditionally consumed in the Middle East.
es: Un zumo refrescante consumido tradicionalmente en Oriente Medio.
vi: Một loại nước ép giải khát được tiêu thụ theo truyền thống ở Trung Đông.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FRUITJUICE
source: It's not bad to make it with slightly imperfect fruits.
es: No está mal hacerlo con frutas ligeramente imperfectas.
vi: Ngay cả với các loại trái cây ngẫu nhiên cũng không tệ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FRUITSODA
source: Fruit juice added to carbonated water.
es: Zumo de frutas añadido al agua carbonatada.
vi: Nước ép trái cây được thêm vào nước có ga.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FUER
source: It contains components that help alleviate endemic diseases.
es: Contiene componentes que ayudan a aliviar las enfermedades endémicas.
vi: Chứa các thành phần làm giảm các bệnh lây truyền qua đường nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GIANT_BLUEBERRY_GIN
source: It has the opposite properties of fermentation and distillation, considering the inherent properties of the ingredients.
es: Tiene las propiedades opuestas de la fermentación y la destilación, teniendo en cuenta las propiedades inherentes de los ingredientes.
vi: Nó có đặc tính trái ngược với quá trình lên men và chưng cất, xét đến đặc tính vốn có của các thành phần.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GIANT_BLUEBERRY_WINE
source: It retains instability even after fermentation.
es: Conserva la inestabilidad incluso después de la fermentación.
vi: Nó vẫn không ổn định ngay cả sau khi lên men.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWBERRYJUICE
source: I've never seen a drink like this before, amazing!
es: Nunca había visto una bebida así, ¡Es increíble!
vi: Tôi chưa bao giờ thấy đồ uống như thế này trước đây, thật tuyệt vời!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWBERRYWINE
source: A new kind of wine, I should find out why it doesn't lose its light during fermentation.
es: Un nuevo tipo de vino, debería averiguar por qué no pierde la luz durante la fermentación.
vi: Một loại rượu mới, tôi nên tìm hiểu lý do tại sao nó không bị mất đi ánh sáng trong quá trình lên men.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWBERRY_GIN
source: Even after fermentation and distillation, it still emits light.
es: Incluso después de la fermentación y la destilación, sigue emitiendo luz.
vi: Ngay cả sau khi lên men và chưng cất, nó vẫn phát ra ánh sáng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOOPYDRINK
source: Oh,no,No,no,no this won't do at all.
es: Oh, no, no, no, esto no servirá para nada.
vi: Ồ không, điều này không đúng chút nào.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENTEA
source: Originated in Asia.
es: Originario de Asia.
vi: Có nguồn gốc ở Châu Á.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HIBISCUSTEA
source: Made from the flowers of the Hibiscus genus.
es: Hecho con flores de hibisco.
vi: Được làm từ hoa thuộc chi Hibiscus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOLE
source: I can hear water, so it looks like I dug it properly.
es: Puedo oír el agua, parece que cavé correctamente.
vi: Tôi nghe thấy tiếng nước nên có vẻ như tôi đã đào đúng cách.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOTRUINCOLATE
source: It's a modified drink that originated from 'xocolatl' when it was introduced to Europe.
es: Es una bebida modificada que tiene su origen en el 'xocolatl' cuando se introdujo en Europa.
vi: Thức uống phát triển giống sô-cô-la đã được du lịch tới Châu Âu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KAHLUA
source: More commonly used for making cocktails due to its coffee aroma and sweetness.
es: Comúnmente utilizado para preparar cócteles por su aroma a café y su dulzor.
vi: Được sử dụng phổ biến hơn để pha chế cocktail do mùi thơm và vị ngọt của cà phê.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KETTLE.BOILING_LONG
source: It's still a long way to extraction.
es: Aún queda mucho para la extracción.
vi: Còn một chặng đường dài để chiết xuất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KETTLE.BOILING_SHORT
source: It's almost done!
es: ¡Ya casi termina!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KETTLE.BURNT
source: It's really desolate now.
es: Esta desolado ahora.
vi: Bây giờ thật hoang vắng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KETTLE.DONE
source: Let's enjoy the taste.
es: Probemos el resultado.
vi: Hãy cùng thưởng thức hương vị.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KETTLE.EMPTY
source: We need water.
es: Necesitamos agua.
vi: Chúng tôi cần nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KETTLE.HASWATER
source: Ingredients are needed.
es: Mas ingredientes son necesarios.
vi: Cần có nguyên liệu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KETTLE.MELT_LONG
source: We need to wait for the ice to melt.
es: Le tomará un tiempo derretir el hielo.
vi: Chúng ta cần đợi băng tan.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KETTLE.MELT_SHORT
source: It's almost melted!
es: ¡Ya casi se derrite!
vi: Nó gần như tan chảy!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KETTLE.PURIFY_LONG
source: We need to wait for sterilization to complete.
es: Necesitamos esperar hasta que la esterilización finalice.
vi: Chúng ta cần đợi quá trình khử trùng hoàn tất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KETTLE.PURIFY_SHORT
source: It's almost sterilized!
es: ¡Está casi esterilizado!
vi: Gần như đã được khử trùng!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KUMIS
source: Traditional Central Asian drink.
es: Bebida tradicional de Asia Central.
vi: Thức uống truyền thống Trung Á.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LEMONLIMESODA
source: It has a strong sweetness.
vi: Có vị ngọt đậm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOTUSTEA
source: Traditionally consumed during special occasions in Asian regions.
es: Tradicionalmente consumido durante ocasiones especiales en las regiones asiáticas.
vi: Theo truyền thống được tiêu thụ trong những dịp đặc biệt ở khu vực Châu Á.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUMPY_BEER
source: Various root vegetables are mixed in.
es: Se mezclaron diversos tubérculos.
vi: Các loại rau củ khác nhau được trộn vào.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUMPY_TEA
source: It contains components that help alleviate endemic diseases.
es: Contiene componentes que ayudan a aliviar las enfermedades endémicas.
vi: Chứa các thành phần làm giảm các bệnh lây qua đường nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUMPY_VODKA
source: Derived from 'вода', which means 'water' in Russian.
es: Derivado de "вода", que significa "agua" en ruso.
vi: Bắt nguồn từ 'вода', có nghĩa là 'nước' trong tiếng Nga.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUMPY_WINE
source: Mostly brewed in Iceland.
es: Mayoritariamente fabricado en Islandia.
vi: Chủ yếu được ủ ở Iceland.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MADHU
source: Mead is known as the first alcoholic drink made by humans.
es: La hidromiel es conocida como la primera bebida alcohólica elaborada por el ser humano.
vi: Mead được biết đến là thức uống có cồn đầu tiên do con người tạo ra.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MADHU_RUM
source: Diluted with water while sailing to prevent deterioration of drinking water.
es: Se diluye con agua durante la navegación para evitar el deterioro del agua potable.
vi: Pha loãng bằng nước khi chèo thuyền để ngăn chặn sự biến chất của nước uống.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MIXFLOWER
source: A mixture of various types of flowers.
es: Una mezcla de varios tipos de flores.
vi: Sự pha trộn của nhiều loại hoa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOONWAY
source: Even after distillation, it doesn't lose its light. Interesting.
es: Incluso después de la destilación, no pierde su luz. Interesante.
vi: Ngay cả sau khi chưng cất, nó vẫn không mất đi ánh sáng. Thật thú vị.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOON_BLOSSOM_TEA
source: Just looking at it makes me feel calm.
es: Sólo con mirarlo me siento tranquila.
vi: Chỉ cần ở gần nó thôi cũng khiến tôi cảm thấy bình yên.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MULLED
source: Tastes like the joy of the year-end.
es: Es como saborear la alegría de fin de año.
vi: Có vị như niềm vui cuối năm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NOBLEWINE
source: The deep sweetness is due to a fungus called Botrytis cinerea.
es: El profundo dulzor se debe a un hongo llamado Botrytis cinerea.
vi: Vị ngọt đậm là do một loại nấm tên là Botrytis cinerea.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NUT_COCONUT_BRANDY
source: Efforts have been made to create a pirate atmosphere.
es: Se han hecho esfuerzos por un ambiente pirata.
vi: Chúng tôi đã nỗ lực tạo ra bầu không khí cướp biển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NUT_CORN_WHISKEY
source: Emphasizes the body of whiskey, making it robust.
vi: Nhấn mạnh vào hương vị của rượu whisky, làm cho rượu mạnh mẽ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGESODA
source: It contains orange juice.
vi: Nó chứa nước cam.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGE_JUICE
source: Orange juice, it's like the stereo type of juice.
vi: Nước cam, nó giống như loại nước ép nổi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PALE_BEER
source: A type of top fermentation beer.
es: Un tipo de cerveza de alta fermentación.
vi: Một loại bia lên men bề mặt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PALE_WHISKEY
source: I've never seen this whiskey before. It has a quite unique aroma.
es: Nunca había visto este whisky. Tiene un aroma bastante único.
vi: Tôi chưa bao giờ thấy loại rượu whisky này trước đây. Nó có mùi thơm khá độc đáo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PETALS_BERRY_BRANDY
source: Flower scent is added to brandy to make it more spectacular.
es: El aroma de las flores se añade al brandy para hacerlo más espectacular.
vi: Hương hoa được thêm vào rượu mạnh để làm cho rượu trở nên ngoạn mục hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINEANANASSODA
source: Pineapple juice added to carbonated water.
vi: Nước ép dứa được thêm vào nước có ga.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINEANANAS_JUICE
source: It contains a lot of bromelain, so it can cause mouth sores. Drink it in moderation.
vi: Giàu bromelain, nên uống điều độ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE_JUICE
source: Rich in natural estrogens.
es: Rico en estrógenos naturales.
vi: Giàu estrogen tự nhiên.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: Patience is a virtue!
es: La paciencia es una virtud
vi: Kiên nhẫn là đức tính tốt!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: It's going to finish soon!
es: ¡Terminará pronto!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: The aroma is invigorating.
es: El aroma es vigorizante.
vi: Mùi thơm sảng khoái.
