Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WX78.DESCRIBE.TOFFEE_LATTE
source: BOLT NOT INCLUDED
es: TORNILLOS NO INCLUÍDOS
vi: KHÔNG BAO GỒM BOLT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TOMATO_JUICE
source: UTTERLY CRUSHED HEHE
es: TOTALMENTE APLASTADO JEJE
vi: CÓ HOÀN TOÀN NGHỈ HA HA

# STRINGS.CHARACTERS.WX78.DESCRIBE.VEGGIE_TEA
source: FLUIDIZED ORGANICS
es: ORGANISMOS ACUÁTICOS
vi: HỮU CƠ CHẤT LỎNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATERMELON_JUICE
source: A DRINK WITH PLENTY OF JUICE
es: BEBIDA CON MUCHO JUGO
vi: UỐNG NHIỀU NƯỚC ÉP

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATER_CLEAN
source: STANDARD COOLANT CAUTION: LEAKAGE
es: REFRIGERANTE ESTÁNDAR
vi: CHẤT LÀM MÁT TIÊU CHUẨN THẬN TRỌNG: RÒ RỈ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATER_CLEAN_ICE
source: FROZEN AND TRAPPED WATER HEHE
es: AGUA CONGELADA Y ATRAPADA JEJE
vi: NƯỚC ĐÔNG LẠNH VÀ BỊ BẮC HEHE

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATER_DIRTY
source: EXTERNAL PURIFICATION DEVICE REQUIRED
es: PURIFICACIÓN REQUERIDA
vi: CẦN THIẾT BỊ LỌC BÊN NGOÀI

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATER_DIRTY_ICE
source: DIRTY AND NASTY
es: SUCIO Y ASQUEROSO
vi: BẨN THỈU VÀ KHÓ CHỊU

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATER_SALTY
source: CORRODES THE BODY
es: ADVERTENCIA DE CORROSIÓN
vi: ĂN MÒN CƠ THỂ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL
source: A STABLE SOURCE OF WATER
es: FUENTE DE AGUA ESTABLE
vi: NGUỒN NƯỚC ỔN ĐỊNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_BURYING_KIT
source: TOOLS FOR FILLING HOLES
es: HERRAMIENTA PARA RELLENAR AGUJEROS
vi: DỤNG CỤ LẤP LỖ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_DRILLING
source: EXPLORING WATER VEINS
es: EXPLORANDO TÚNELES ACUÍFEROS
vi: KHÁM PHÁ MẠCH NƯỚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_DRILLING_ITEM
source: DEVICE FOR WATER VEIN DEVELOPMENT
es: DISPOSITIVO PARA EXPLOTAR TÚNELES ACUÍFEROS
vi: THIẾT BỊ PHÁT TRIỂN MẠCH NƯỚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_KIT
source: REQUIRES A WATER SOURCE FOR INSTALLATION
es: FUENTE DE AGUA NECESARIA PARA INSTALACIÓN
vi: CẦN NGUỒN NƯỚC ĐỂ LẮP ĐẶT

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: DO I NEED TO SUPPLY FUEL TO THE DANGER MOLECULE?
es: ¿NECESITO LLENAR DE COMBUSTIBLE A LA COSA PELIGROSA?
vi: TÔI CÓ CẦN CUNG CẤP NHIÊN LIỆU CHO PHÂN TỬ NGUY HIỂM không?

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_SPRINKLER.OFF
source: KEEP WATCHING
es: TE ESTOY VIGILANDO
vi: GIỮ XEM

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_SPRINKLER_KIT
source: USE WITH CAUTION
es: USAR CON CUIDADO
vi: SỬ DỤNG THẬN TRỌNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: MAXIMUM REMAINING PRESSURE
es: PRESIÓN MÁXIMA ALCANZADA
vi: ÁP LỰC LẠI TỐI ĐA

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: LOW REMAINING PRESSURE
es: PRESIÓN BAJA
vi: ÁP SUẤT CÒN LẠI THẤP

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: PRESSURE AT AN ADEQUATE LEVEL
es: PRESIÓN ADECUADA
vi: ÁP SUẤT Ở MỨC ĐÚNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: TIME NEEDED TO RESTORE PRESSURE
es: NECESITA TIEMPO PARA RECARGAR
vi: THỜI GIAN CẦN ĐỂ KHÔI PHỤC ÁP SUẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.WELL_WATERPUMP_KIT
source: HIGH-PERFORMANCE WATER PUMPING DEVICE
es: DISPOSITIVO DE BOMBEO DE AGUA DE ALTO RENDIMIENTO
vi: THIẾT BỊ BƠM NƯỚC HIỆU SUẤT CAO

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHEAT_BEER
source: GRAIN WASTEFULNESS
es: DESPERDICIO DE GRANOS
vi: HẠT LÃNG PHÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHEAT_WHISKEY
source: INVESTED TIME AND PRECIOUS GRAINS
es: TIEMPO INVERTIDO Y GRANOS PRECIOSOS
vi: THỜI GIAN ĐẦU TƯ VÀ NGŨ CÂY QUÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHITE_RUINCOLATE
source: CONTAINS 20% COCOA BUTTER
es: CONTIENE UN 20% DE MANTEQUILLA DE CACAO
vi: CHỨA 20% BƠ COCOA

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINE
source: BERRIES THAT HAVE UNDERGONE AN INEFFICIENT PROCESS
es: BAYAS QUE HAN PASADO POR UN PROCESO INEFICIENTE
vi: CÁI QUẢ ĐÃ QUA QUY TRÌNH KHÔNG HIỆU QUẢ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WX78MODULE_NONEDRUNK
source: CHEMICAL ENGINE OUTPUT ASSISTANCE
es: MÓDULO DE ASISTENCIA
vi: HỖ TRỢ ĐẦU RA ĐỘNG CƠ HÓA CHẤT

# STRINGS.INSIGHT.EDIBLE.RAWTEXT.LONG
source: <color=#2F70C0>Thirst</color>: <color=#2F70C0>%s</color>
es: <color=#2F70C0>Sed</color>: <color=#2F70C0>%s</color>
vi: <color=#2F70C0>Khát</color>: <color=#2F70C0>%s</color>

# STRINGS.INSIGHT.SALTMAKER.RAWTEXT
source: <color=#E0E0E0>Salt</color> Obtained <color=#E0E0E0>%s/%s</color>
es: <color=#E0E0E0>Sal</color> Obtenida <color=#E0E0E0>%s/%s</color>
vi: <color=#E0E0E0>Muối</color> thu được <color=#E0E0E0>%s/%s</color>

# STRINGS.INSIGHT.SALTMAKER.RAWTEXT_EXT
source: <color=#E0E0E0>Salt</color> Obtained <color=#E0E0E0>%s/%s</color> (<color=#E0E0E0>%s/%s</color>)
es: <color=#E0E0E0>Sal</color> Obtenida <color=#E0E0E0>%s/%s</color> (<color=#E0E0E0>%s/%s</color>)
vi: <color=#E0E0E0>Muối</color> thu được <color=#E0E0E0>%s/%s</color> (<color=#E0E0E0>%s/%s</color>)

# STRINGS.INSIGHT.STATE.BUCKET_EMPTY
source: <color=#785F4F>Bucket</color>
es: <color=#785F4F>Cubeta</color>
vi: <color=#785F4F>Xô</color>

# STRINGS.INSIGHT.STATE.BUCKET_STEEL_EMPTY
source: <color=#8C8B84>Steel Bucket</color>
es: <color=#8C8B84>Cubeta de acero</color>
vi: <color=#8C8B84>Xô Thép</color>

# STRINGS.INSIGHT.STATE.BUCKET_WOODIE_EMPTY
source: <color=#524129>Hollowed Log Bucket</color>
es: <color=#524129>Cubeta de troncos</color>
vi: <color=#524129>Xô gỗ rỗng ruột</color>

# STRINGS.INSIGHT.STATE.CLEAN
source: <color=#2F70C0>Clean</color>
es: <color=#2F70C0>Limpio</color>
vi: <color=#2F70C0>Sạch</color>

# STRINGS.INSIGHT.STATE.CLEAN_ICE
source: <color=#91B4DE>Clean(Frozed)</color>
es: <color=#91B4DE>Limpio(Congelado)</color>
vi: <color=#91B4DE>Sạch(Đóng băng)</color>

# STRINGS.INSIGHT.STATE.DESALINATION
source: <color=#71BEB8>Desalination</color>
es: <color=#71BEB8>Desalinización</color>
vi: <color=#71BEB8>Khử muối</color>

# STRINGS.INSIGHT.STATE.DIRTY
source: <color=#4E5347>Dirty</color>
es: <color=#4E5347>Sucio</color>
vi: <color=#4E5347>Bẩn</color>

# STRINGS.INSIGHT.STATE.DIRTY_ICE
source: <color=#BBC6B7>Dirty(Frozed)</color>
es: <color=#BBC6B7>Sucio(Congelado)</color>
vi: <color=#BBC6B7>Bẩn(Đóng băng)</color>

# STRINGS.INSIGHT.STATE.DRY
source: Drying
es: Seco
vi: Đang làm khô

# STRINGS.INSIGHT.STATE.EMPTY
source: <color=#FFFFFF>Empty</color>
es: <color=#FFFFFF>Vacío</color>
vi: <color=#FFFFFF>Rỗng</color>

# STRINGS.INSIGHT.STATE.GAIN
source: <color=#2F70C0>Gain</color>
es: <color=#2F70C0>Ganancia</color>
vi: <color=#2F70C0>nhận được</color>

# STRINGS.INSIGHT.STATE.MELT
source: <color=#85AFAF>Melt</color>
es: <color=#85AFAF>Descongelará</color>
vi: <color=#85AFAF>Tan chảy</color>

# STRINGS.INSIGHT.STATE.MINERAL
source: <color=#78B29A>Mineral</color>
vi: <color=#78B29A>Khoáng sản</color>

# STRINGS.INSIGHT.STATE.PURIFY
source: <color=#2F70C0>Purify</color>
es: <color=#2F70C0>Purificará</color>
vi: <color=#2F70C0>Thanh lọc</color>

# STRINGS.INSIGHT.STATE.REFRESH
source: <color=#2F70C0>Refresh</color>
es: <color=#2F70C0>Refrescante</color>
vi: <color=#2F70C0>Làm tươi</color>

# STRINGS.INSIGHT.STATE.SALTY
source: <color=#71BEB8>Salty</color>
es: <color=#71BEB8>Salado</color>
vi: <color=#71BEB8>Mặn</color>

# STRINGS.INSIGHT.STATE.SOPIL
source: <color=#4E5347>Spoils</color>
es: <color=#4E5347>Estropea</color>
vi: <color=#4E5347>Thiu</color>

# STRINGS.INSIGHT.STEAMPRESSURE.RAWTEXT
source: <color=#D4D4D4>Steam</color> is {percent} charged
es: <color=#D4D4D4>El vapor</color> está {percent} cargando
vi: <color=#D4D4D4>Hơi nước</color> đã đạt được {percent}

# STRINGS.INSIGHT.STEAMPRESSURE.RAWTEXT_EXT
source: <color=#D4D4D4>Steam</color> is {percent}(<color=#D4D4D4>{cur}/{max}</color>) charged
es: <color=#D4D4D4>El vapor</color> está {percent}(<color=#D4D4D4>{cur}/{max}</color>) cargado
vi: <color=#D4D4D4>Hơi nước</color> đã đạt được {percent}(<color=#D4D4D4>{cur}/{max}</color>)

# STRINGS.INSIGHT.STEAMPRESSURE.RAWTEXT_TIME
source: <color=#D4D4D4>Steam</color> recharging in {time}({percent})
es: <color=#D4D4D4>Vapor</color> recargado en {time}({percent})
vi: <color=#D4D4D4>Hơi nước</color> sạc lại trong {time}({percent})

# STRINGS.INSIGHT.STEAMPRESSURE.RAWTEXT_TIME_EXT
source: <color=#D4D4D4>Steam</color> recharging in {time}({percent})[<color=#D4D4D4>{cur}/{max}</color>]
es: <color=#D4D4D4>Vapor</color> recargado en {time}({percent})[<color=#D4D4D4>{cur}/{max}</color>]
vi: <color=#D4D4D4>Hơi nước</color> sạc lại trong {time}({percent})[<color=#D4D4D4>{cur}/{max}</color>]

# STRINGS.INSIGHT.THIRST.REWTEXT
source: <color=#2F70C0>Thirst</color>: <color=#2F70C0>%s</color> / <color=#2F70C0>%s</color>
es: <color=#2F70C0>Sed</color>: <color=#2F70C0>%s</color> / <color=#2F70C0>%s</color>
vi: <color=#2F70C0>Khát</color>: <color=#2F70C0>%s</color> / <color=#2F70C0>%s</color>

# STRINGS.INSIGHT.THIRST.REWTEXT_BURN
source: <color=#2F70C0>Thirst decay</color>: <color=#2F70C0>%+d/day</color> (<color=#2F70C0>%s/s</color>)
es: <color=#2F70C0>Disminución de sed</color>: <color=#2F70C0>%+d/day</color> (<color=#2F70C0>%s/s</color>)
vi: <color=#2F70C0>Cơn khát cháy họng</color>: <color=#2F70C0>%+d/day</color> (<color=#2F70C0>%s/s</color>)

# STRINGS.INSIGHT.THIRST.REWTEXT_PAUSED
source: <color=#2F70C0>Thirst</color> decay paused.
es: <color=#2F70C0>Sed</color> Disminución pausada.
vi: <color=#2F70C0>Khát</color> ngưng lại cơn khát cháy họng.

# STRINGS.INSIGHT.WATERINGSTRUCTURE.RAWTEXT
source: Bucket : %s / Water Type : %s
es: Cubeta : %s / Tipo de agua : %s
vi: Xô : %s / Dạng nước : %s

# STRINGS.INSIGHT.WATERINGSTRUCTURE.RAWTEXT_EXT
source: Bucket : %s(%s)[%s/%s] / Water Type : %s(Amount : %s)
es: Cubeta : %s(%s)[%s/%s] / Water Type : %s(Amount : %s)
vi: Xô : %s(%s)[%s/%s] / Dạng nước : %s(Số lượng : %s)

# STRINGS.INSIGHT.WATERINGSTRUCTURE.RAWTEXT_TIME
source: Bucket : %s / Water Type : %s / %s in %s
es: Cubeta : %s / Tipo de agua : %s / %s en %s
vi: Xô : %s / Dạng nước : %s / %s trong %s

# STRINGS.INSIGHT.WATERINGSTRUCTURE.RAWTEXT_TIME_EXT
source: Bucket : %s(%s)[%s/%s] / Water Type : %s(Amount : %s) / %s in %s
es: Cubeta : %s(%s)[%s/%s] / Tipo de agua : %s(Cantidad : %s) / %s en %s
vi: Xô : %s(%s)[%s/%s] / Dạng nước : %s(Số lượng : %s) / %s trong %s

# STRINGS.INSIGHT.WATERINGTOOL.RAWTEXT
source: Water Type : %s
es: Tipo de agua : %s
vi: Loại nước : %s

# STRINGS.INSIGHT.WATERINGTOOL.RAWTEXT_EXT
source: Water Type : %s(Amount : %s)
es: Tipo de agua : %s(Cantidad : %s)
vi: Loại nước : %s(Số lượng : %s)

# STRINGS.INSIGHT.WATERINGTOOL.RAWTEXT_GAIN_LOSS
source: Water %s in %s
es: agua %s en %s
vi: Nước %s trong %s

# STRINGS.INSIGHT.WATERINGTOOL.RAWTEXT_TIME
source: Water Type : %s / %s in %s
es: Tipo de agua : %s / %s en %s
vi: Loại nước : %s / %s trong %s

# STRINGS.INSIGHT.WATERINGTOOL.RAWTEXT_TIME_EXT
source: Water Type : %s(Amount : %s) / %s in %s
es: Tipo de agua : %s(Cantidad : %s) / %s en %s
vi: Loại nước : %s(Số lượng : %s) / %s in %s

# STRINGS.INSIGHT.WATERLEVEL.RAWTEXT
source: Type : %s / Amount : <color=#2F70C0>%s/%s</color>
es: Tipo : %s / Cantidad : <color=#2F70C0>%s/%s</color>
vi: Nhập : %s / Số lượng : <color=#2F70C0>%s/%s</color>

# STRINGS.INSIGHT.WATERSPOILAGE.RAWTEXT
source: {state} in {time}
es: {state} en {time}
vi: {state} trong {time}

# STRINGS.INSIGHT.WATERSPOILAGE.RAWTEXT_EXT
source: {state} in {time}({percent})
es: {state} en {time}({percent})
vi: {state} trong {time}({percent})

# STRINGS.NAMES.ABSINTHE
source: Absinthe
es: Diablo verde
vi: Rượu thảo mộc

# STRINGS.NAMES.ADDITIVE_DAIRY
source: Dairy-Flavored Additive
es: Añadido lácteo
vi: Phụ Gia Vị Sữa

# STRINGS.NAMES.ADDITIVE_NUT
source: Nut-Flavored Additive
es: Añadido de nueces
vi: Phụ Gia Vị Hạt

# STRINGS.NAMES.ADDITIVE_PETALS
source: Leaves-Flavored Additive
es: Añadido de hojas
vi: Phụ Gia Vị Lá và Cánh Hoa

# STRINGS.NAMES.ADDITIVE_SEED
source: Seed-Flavored Additive
es: Añadido de semillas
vi: Phụ Gia Vị Hạt

# STRINGS.NAMES.AREUHI
source: Areuhi
vi: Rượu gạo Areuhi

# STRINGS.NAMES.ARRACK
source: Arrack
es: Arak
vi: Rượu cổ Arrack

# STRINGS.NAMES.AUROBOW
source: Aurobow
es: Aurora
vi: Rượu vang Aurobow đỏ

# STRINGS.NAMES.BANANA_JUICE
source: Monkey Banana
es: Jugo de banana
vi: Sinh tố Chuối

# STRINGS.NAMES.BARREL
source: Barrel
es: Barril
vi: Thùng

# STRINGS.NAMES.BERRIES_JUICE
source: Berry Juice
es: Jugo de baya
vi: Sinh tố Mâm Xôi

# STRINGS.NAMES.BERRY_BRANDY
source: Berry Brandy
es: Brandy de bayas
vi: Rượu Berry Brandy

# STRINGS.NAMES.BERRY_GIN
source: Berry Gin
es: Ginebra de bayas
vi: Rượu mạnh quả mọng

# STRINGS.NAMES.BLACKTEA
source: Black Tea
es: Té negro
vi: Trà Đen

# STRINGS.NAMES.BLACKTEA_ICED
source: Iced Tea
es: Té helado
vi: Trà Đen Đá

# STRINGS.NAMES.BOILBOOK
source: Drink Book
es: Libro de bebidas
vi: Sổ Tay Công Thức Nước Uống

# STRINGS.NAMES.BREWERY
source: Brewery
es: Cervecera
vi: Nhà Máy Pha Chế

# STRINGS.NAMES.BUCKET_DRIFTWOOD_EMPTY
source: Driftwood Bucket
es: Cubeta de madera flotante
vi: Xô gỗ mục

# STRINGS.NAMES.BUCKET_EMPTY
source: Bucket
es: Cubeta
vi: Xô

# STRINGS.NAMES.BUCKET_STEEL_EMPTY
source: Steel Bucket
es: Cubeta de acero
vi: Xô Thép

# STRINGS.NAMES.BUCKET_WOODIE_EMPTY
source: Hollowed Log Bucket
es: Cubeta de troncos
vi: Xô gỗ rỗng ruột

# STRINGS.NAMES.BUTTERBEER
source: Butter Beer
es: Cerveza de mantequilla
vi: Bia vị bơ

# STRINGS.NAMES.CACTUSFLOWER_TEA
source: Blooming Cactea
es: Cacté floral
vi: Trà Hoa Xương Rồng

# STRINGS.NAMES.CACTUS_TEA
source: Cactea
es: Cacté
vi: Trà Xương Rồng

# STRINGS.NAMES.CAFFEINBERRY
source: Coffee Plant
es: Planta de café
vi: Cây Cà Phê

# STRINGS.NAMES.CAFFEINBERRY_BEAN
source: Coffee Beans
es: Granos de café
vi: Hạt Cà Phê

# STRINGS.NAMES.CAFFEINBERRY_BEAN_COOKED
source: Roasted Coffee Beans
es: Granos tostados de café
vi: Hạt Cà Phê Nướng

# STRINGS.NAMES.CAFFEINBERRY_JUICE
source: Coffee
es: Café
vi: Nước cà phê

# STRINGS.NAMES.CAMPDESALINATOR
source: Camp Desalinator
es: Desalinizador de campamento
vi: Máy Chế Biến Nước Mặn Di Động

# STRINGS.NAMES.CAMPDESALINATOR_ITEM
source: Camp Desalinator Kit
es: Kit para desalinizar de campamento
vi: Bộ Lắp Đặt Máy Chế Biến Nước Mặn Di Động

# STRINGS.NAMES.CAMPKETTLE
source: Camp Kettle
es: Tetera de campamento
vi: Nồi đun nước

# STRINGS.NAMES.CAMPKETTLE_ITEM
source: Camp Kettle Kit
es: Kit para hervir de campamento
vi: Bộ Lắp Đặt Nồi đun nước

# STRINGS.NAMES.CARROT_TEA
source: Carrot Tea
es: Té de zanahorias
vi: Trà Cà Rốt

# STRINGS.NAMES.CHERRY_BLOOM_MADHU
source: Bloomy Mead
es: Hidromiel rosa
vi: Rượu Mật Anh Đào

# STRINGS.NAMES.CHERRY_BLOOM_RUM
source: Bloomy Rum
es: Ron rosa
vi: Rượu ngọt anh đào lên men

# STRINGS.NAMES.CHERRY_DOCTOR_COLA
source: Doc Cherry Cola
es: Dr Cherry Cola
vi: Cola Dr.Cherry

# STRINGS.NAMES.CHERRY_HONEY_TEA
source: Bloomy Honey Tea
es: Té de miel floral
vi: Trà Mật ong

# STRINGS.NAMES.CHERRY_ROSEBERRIES_TEA
source: Rose Hips Tea
es: Té rosa
vi: Trà Hồng dại

# STRINGS.NAMES.COCONUT_JUICE
source: Fruits Natas de Coco
es: Natas de coco
vi: Nước Dừa

# STRINGS.NAMES.COCONUT_WINE
source: Coconut Wine
es: Vino de coco
vi: Rượu Dừa

# STRINGS.NAMES.COLAQUANTUM
source: Quantum Cola
es: Cuántum Cola
vi: Cola Trong suốt

# STRINGS.NAMES.CORN_BEER
source: Corn Beer
es: Cerveza de maíz
vi: Rượu Bia Ngô

# STRINGS.NAMES.CORN_WHISKEY
source: Corn Whiskey
es: Whisky de maíz
vi: Rượu Ngô Whiskey

# STRINGS.NAMES.DARK_RUINCOLATE
source: Dark Chocolate
es: Chocolate negro
vi: Sô-cô-la đen

# STRINGS.NAMES.DEATH_BY_TEA
source: Ghostly Tea
es: Té fantasmagórico
vi: Trà Nguyền Hồn

# STRINGS.NAMES.DEHYDRATION
source: Dehydration
es: Deshidratación
vi: Chết Khát

# STRINGS.NAMES.DESALINATOR
source: Desalinator
es: Desalinizador
vi: Máy khử muối

# STRINGS.NAMES.DISINFECTANT
source: Disinfectant
es: Desinfectante
vi: Chất khử trùng

# STRINGS.NAMES.DISTILLERS
source: Distillers
es: Destilador
vi: Máy Chưng Cất

# STRINGS.NAMES.DRAGONJUICE
source: Draconic Drink
es: Bebida dragón
vi: Sinh tố Thanh Long

# STRINGS.NAMES.DUG_CAFFEINBERRY
source: Coffee Plant
es: Planta de café
vi: Cây Cà Phê

# STRINGS.NAMES.DUG_RUINCACAO_TREE
source: Cacao Tree
es: Árbol de cacao
vi: Cây Cacao

# STRINGS.NAMES.DUG_TEA_TREE
source: Tea Tree
es: Árbol de té
vi: Cây Trà

# STRINGS.NAMES.FIG_JUICE
source: Fig Juice
es: Jugo de higo
vi: Sinh tố Vả

# STRINGS.NAMES.FRUITJUICE
source: Fruity Mix
es: Mezcla frutal
vi: Sinh tố Trái Cây Hỗn Hợp

# STRINGS.NAMES.FRUITSODA
source: Fruit Soda
es: Refresco frutal
vi: Soda ép trái cây

# STRINGS.NAMES.FUER
source: Fuer Tea
es: Te Pu-erh
vi: Trà Phổ Nhĩ

# STRINGS.NAMES.GHOSTLY_TEA
source: Ghostly Tea
es: Té fantasmagórico
vi: Trà Nguyền Hồn

# STRINGS.NAMES.GIANT_BLUEBERRY_GIN
source: Boom!berry Sapphire
es: ¡Bombaya zafiro!
vi: Rượu mọng nổ Sapphire

# STRINGS.NAMES.GIANT_BLUEBERRY_WINE
source: Boomberry Wine
es: Vino de bombayas
vi: Rượu Mâm Sôi khổng lồ

# STRINGS.NAMES.GLOWBERRYJUICE
source: Glowberry Juice
es: Jugo de baya brillante
vi: Sinh tố Dạ Quang

# STRINGS.NAMES.GLOWBERRYWINE
source: Glowberry Wine
es: Vino de bayas brillantes
vi: Rượu Vang Dạ Quang

# STRINGS.NAMES.GLOWBERRY_GIN
source: Glowberry Gin
es: Ginebra de bayas brillantes
vi: Rượu mạnh mọng quang

# STRINGS.NAMES.GOOPYDRINK
source: Watery Goop
es: Agua viscosa
vi: Hỗn Hợp nhầy nhụa

# STRINGS.NAMES.GREENTEA
source: Green Tea
es: Té verde
vi: Trà Xanh

# STRINGS.NAMES.HIBISCUSTEA
source: Hibiscus Tea
es: Té de hibisco
vi: Trà Artisô đỏ

# STRINGS.NAMES.HOLE
source: Hole
es: Agujero
vi: Hố

# STRINGS.NAMES.HOTRUINCOLATE
source: Hot Chocolate
es: Chocolate caliente
vi: Sô cô la nóng

# STRINGS.NAMES.KAHLUA
source: Coffee Liqueur
es: Licor de café
vi: Rượu hương Cà phê

# STRINGS.NAMES.KETTLE
source: Kettle
es: Tetera
vi: Nồi

# STRINGS.NAMES.KUMIS
source: Electric Kumis
es: Kumi eléctrico
vi: Sữa điện lên men

# STRINGS.NAMES.LEMONLIMESODA
source: Sparkling Honey
vi: Soda mật ong

# STRINGS.NAMES.LOTUSTEA
source: Lotus Tea
es: Té de loto
vi: Trà Sen

# STRINGS.NAMES.LUMPY_BEER
source: Loot Beer
es: Cerveza de raíz
vi: Bia rễ

# STRINGS.NAMES.LUMPY_VODKA
source: Lumpy Vodka
es: Vodka con grumos
vi: Rượu Vodka Lumpy

# STRINGS.NAMES.LUMPY_WINE
source: Root Wine
es: Vino de raíz
vi: Rượu rễ

# STRINGS.NAMES.MADHU
source: Mead
es: Hidromiel
vi: Rượu mật lên men

# STRINGS.NAMES.MADHU_RUM
source: Mead Rum
es: Ron de hidromiel
vi: Rượu Madhu Rum

# STRINGS.NAMES.MIXFLOWER
source: Garden Blend
es: Mezcla floral
vi: Trà Hỗn Hợp

# STRINGS.NAMES.MOONWAY
source: Moonway
es: Brillo de luna
vi: Lối cung trăng

# STRINGS.NAMES.MOON_BLOSSOM_TEA
source: Moon Blossom Tea
es: Flor de té lunar
vi: Trà Hoa Lưỡi Liềm

# STRINGS.NAMES.MULLED
source: Mulled Drink
es: Vino especiado
vi: Đồ uống nóng

# STRINGS.NAMES.NOBLEWINE
source: Noble Wine
es: Vino noble
vi: Rượu Vang quý's tộc

# STRINGS.NAMES.NUT_COCONUT_BRANDY
source: Caribbean Brandy
es: Ginebra caribeña
vi: Rượu mạnh vùng Caribe

# STRINGS.NAMES.NUT_CORN_WHISKEY
source: Nut Liqueur
es: Licor de nueces
vi: Rượu hương Hạt ngô

# STRINGS.NAMES.ORANGESODA
source: Sparkling Orange
vi: Soda Cam

# STRINGS.NAMES.ORANGE_JUICE
source: Orange Juice
vi: Nước Cam

# STRINGS.NAMES.PALE_BEER
source: Pale Ale
es: Cerveza pálida
vi: Bia Pale Ale

# STRINGS.NAMES.PALE_WHISKEY
source: Pale Malt Whiskey
es: Whisky pálido
vi: Rượu Whiskey mạch nha nhạt

# STRINGS.NAMES.PETALS_BERRY_BRANDY
source: Rose Brandy
es: Ginebra de rosas
vi: Rượu mạnh quả mọng hương hoa hồng

# STRINGS.NAMES.PINEANANASSODA
source: Sparkling Pineapple
vi: Soda Dứa

# STRINGS.NAMES.PINEANANAS_JUICE
source: Pineapple Juice
vi: Nước Dứa

# STRINGS.NAMES.POMEGRANATE_JUICE
source: Pomegranate Juice
es: Jugo de granada
vi: Sinh tố Lựu

# STRINGS.NAMES.PORTABLEKETTLE
source: Portable Kettle
es: Tetera portable
vi: Nồi đun Di Động

# STRINGS.NAMES.PORTABLEKETTLE_ITEM
source: Portable Kettle
es: Tetera portable
vi: Nồi đun Di Động

# STRINGS.NAMES.PULQUE
source: Pulque
vi: Rượu Pulque thần thánh

# STRINGS.NAMES.QUARTZ_SHAKE
source: Quartz Shake
es: Batido de cuarzo
vi: Sinh tố Thạch anh

# STRINGS.NAMES.RAINBOW_SHAKE
source: Rainbow Shake
es: Batido arcoíris
vi: Sinh tố Cầu vồng

# STRINGS.NAMES.RICE_SPIRITS
source: Cheongju
vi: Rượu gạo Hàn Quốc Cheongju

# STRINGS.NAMES.RICE_WINE
source: Makgeolli
vi: Rượu gạo Makgeolli

# STRINGS.NAMES.RUINCACAO_BEAN
source: Cacao Beans
es: Granos de cacao
vi: Hạt Cacao

# STRINGS.NAMES.RUINCACAO_BEAN_COOKED
source: Roasted Cacao Beans
es: Granos de cacao tostados
vi: Hạt Cacao Nướng

# STRINGS.NAMES.RUINCACAO_CREAM_LIQUEUR
source: Cacao Cream Liqueur
es: Licor de crema de cacao
vi: Rượu hương Kem Cacao

# STRINGS.NAMES.RUINCACAO_SEED
source: Cacao Tree Seed
es: Semilla de cacao
vi: Hạt Cây Cacao

# STRINGS.NAMES.RUINCACAO_SEED_SAPLING
source: Cacao Tree Sapling
es: Retoño de árbol de cacao
vi: Cây Cacao Non

# STRINGS.NAMES.RUINCACAO_TREE
source: Cacao Tree
es: Árbol de cacao
vi: Cây Cacao

# STRINGS.NAMES.RUINCACAO_WINE
source: Cacao Wine
es: Vino de cacao
vi: Rượu Vang Cacao

# STRINGS.NAMES.RUINCHA_LATTE
source: Mocha Latte
es: Moca con leche
vi: Cà phê sữa nóng

# STRINGS.NAMES.RUINCOLATE
source: Chocolate
vi: Sô-cô-la

# STRINGS.NAMES.RUINCOLATE_SMOOTHIE
source: Chocolate Smoothie
es: Batido de chocolate
vi: Sinh tố Sô cô la

# STRINGS.NAMES.RUINXOCOLATL
source: Xocolatl
vi: Ca cao sánh mịn

# STRINGS.NAMES.RUMCHATA
source: Rumchata
es: Ronchata
vi: Rượu mùi kem

# STRINGS.NAMES.SEAWEED_SHAKE
source: Seaweed Shake
es: Batido de algas
vi: Rong Biển Lắc Tay

# STRINGS.NAMES.SODA
source: Sparkling Water
es: Agua carbonatada
vi: Nước ngọt có ga

# STRINGS.NAMES.SPARKLINGWINE
source: Sparkling Wine
es: Vino chispeante
vi: Rượu Vang sủi bọt

# STRINGS.NAMES.SPICE_CAFFEINPEPPER
source: Pepper Crumble
es: Sazonador de cafeína
vi: Tiêu Xay Cà Phê

# STRINGS.NAMES.SPICE_CAFFEINPEPPER_FOOD
source: Peppered {food}
es: {food} Sazonador comestible
vi: {food} Cay Hạt Cà Phê

# STRINGS.NAMES.SPOILED_DRINK
source: Rotten Drink
es: Bebida podrida
vi: Đồ uống ôi thiu

# STRINGS.NAMES.STRAWBERRYSODA
source: Sparkling Strawberry
es: Refresco de fresa
vi: Soda Dâu

# STRINGS.NAMES.STRAWBERRY_MILK_SMOOTHIE
source: Strawberry Smoothie Latte
es: Batido de fresas con leche
vi: Sinh tố Dâu sữa

# STRINGS.NAMES.STRAWBERRY_SMOOTHIE
source: Strawberry Smoothie
es: Batido de fresas
vi: Sinh tố Dâu

# STRINGS.NAMES.SUSHIBISCUS
source: Hibiscus Tea?
es: ¿Té de hibisco?
vi: Trà Artisô?

# STRINGS.NAMES.SWEET_RICE_DRINK
source: Sikhye
vi: Nước Gạo nứt

# STRINGS.NAMES.TEALEAVES
source: Tea Leaves
es: Hojas de té
vi: Lá Trà

# STRINGS.NAMES.TEALEAVES_DRIED
source: Dried Tea Leaves
es: Hojas de té secas
vi: Lá Trà Khô

# STRINGS.NAMES.TEA_LUMPY_VODKA
source: Green Tea Liqueur
es: Licor de té verde
vi: Rượu hương Trà xanh

# STRINGS.NAMES.TEA_RUINCOLATE_LATTE
source: Green Tea Chocolate Latte
es: Té de leche y chocolate
vi: Trà xanh Latte Socola

# STRINGS.NAMES.TEA_SEED
source: Tea Seed
es: Semilla de árbol de té
vi: Hạt Trà

# STRINGS.NAMES.TEA_SEED_COOKED
source: Roasted Tea Seed
es: Semilla de té asada
vi: Hạt Trà Nướng

# STRINGS.NAMES.TEA_SEED_SAPLING
source: Tea Tree Sapling
es: Retoño de árbol de té
vi: Cây Trà Non

# STRINGS.NAMES.TEA_TREE
source: Tea Tree
es: Árbol de té
vi: Cây Trà

# STRINGS.NAMES.TEQUILA
source: Tequila
vi: Rượu Tequila

# STRINGS.NAMES.TOFFEE_LATTE
source: Toffee Nut Latte
es: Café con leche y caramelo
vi: Latte hạt bơ cứng

# STRINGS.NAMES.TOMATO_JUICE
source: Virgin Mary
es: Virgen maría
vi: Nước ép Cà Chua

# STRINGS.NAMES.VEGGIE_TEA
source: Healthy Veggie Juice
es: Jugo saludable de vegetales
vi: Nước Ép Rau Củ Sống

# STRINGS.NAMES.WATERBORNEDEBUFF
source: Waterborne Disease
es: Enfermedad del agua
vi: Bệnh lây truyền qua nước

# STRINGS.NAMES.WATERMELON_JUICE
source: Watermelon Juice
es: Jugo de sandía
vi: Sinh tố Dưa Hấu

# STRINGS.NAMES.WATER_CLEAN
source: Water
es: Agua
vi: Nước

# STRINGS.NAMES.WATER_CLEAN_ICE
source: Frozen Water
es: Agua congelada
vi: Nước Lạnh

# STRINGS.NAMES.WATER_DIRTY
source: Dirty Water
es: Agua congelada
vi: Nước Bửn
