Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KETTLE.BOILING_SHORT
source: It's almost done!
es: ¡Está casi listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KETTLE.BURNT
source: Did everything burn, even the water?
es: ¿Se quemó el agua también?
vi: Có phải mọi thứ đều cháy, kể cả nước không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KETTLE.DONE
source: It's time to drink!
es: ¡Hora de tomar agua!
vi: Đã đến giờ uống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KETTLE.EMPTY
source: Kettle needs water.
es: La tetera necesita agua.
vi: Ấm cần nước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KETTLE.HASWATER
source: The kettle is filled with water.
es: La tetera está llena.
vi: Bình đã đầy nước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KETTLE.MELT_LONG
source: It needs more time to melt.
es: Necesita más tiempo para derretirse.
vi: Cần thêm thời gian để tan chảy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KETTLE.MELT_SHORT
source: It's almost done!
es: ¡Casi está listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KETTLE.PURIFY_LONG
source: Water is still dirty.
es: Sigue sucio.
vi: Nước vẫn bẩn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KETTLE.PURIFY_SHORT
source: It's almost done!
es: ¡Está casi listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KUMIS
source: Made milk into alcohol.
es: Leche convertida en alcohol.
vi: Làm sữa thành rượu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LEMONLIMESODA
source: Extremely sweet!
vi: Cực kỳ ngọt ngào!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LOTUSTEA
source: Has Wolfgang ever seen pink tea?
es: Wolfgang nunca había visto un té rosa
vi: Wolfgang đã từng nhìn thấy trà hồng chưa?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUMPY_BEER
source: It has a unique and refreshing taste.
es: Tiene un sabor único y refrescante.
vi: Nó có hương vị độc đáo và sảng khoái.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUMPY_TEA
source: Wolfgang boiled the muscles of plants.
es: Wolfgang hirvió los músculos de plantas.
vi: Wolfgang đun sôi các cơ của thực vật.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUMPY_VODKA
source: Vodka! It's famous in the homeland!
es: ¡Vodka! ¡Es famoso en la patria!
vi: Vodka! Nó nổi tiếng ở Quê hương tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUMPY_WINE
source: Made from root vegetables.
es: Hecho con vegetales de raíz.
vi: Làm từ rau củ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MADHU
source: Made from angry bee honey.
es: Hecho con miel de abejas enojadas.
vi: Được làm từ mật ong giận dữ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MADHU_RUM
source: Sea monkeys might like this.
es: A los monos marinos les puede gustar esto.
vi: Khỉ biển có thể thích điều này.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MIXFLOWER
source: It smells nice.
es: Huele bien.
vi: Có mùi thơm quá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOONWAY
source: Made by boiling pretty jellies.
es: Hecho hirviendo bonitas medusas.
vi: Được làm bằng cách đun sôi những viên thạch xinh xắn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOON_BLOSSOM_TEA
source: Fragrant strong tea instills a strong spirit!
es: ¡Un té fuerte y aromatico infunde un espíritu fuerte!
vi: Trà thơm và đậm đặc làm cho tinh thần mạnh mẽ hơn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MULLED
source: Wolfgang can't smell alcohol.
es: Wolfgang no puede oler esto.
vi: Wolfgang không ngửi được mùi rượu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NOBLEWINE
source: Made from roasted fruit!
es: ¡Hecho con fruta tostada!
vi: Làm từ trái cây rang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NUT_COCONUT_BRANDY
source: The world is wide! There's plenty to steal!
es: ¡El mundo es ancho! ¡Hay mucho que robar!
vi: Thế giới rộng lớn! Có rất nhiều thứ để ăn trộm!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NUT_CORN_WHISKEY
source: It smells nutty.
es: Huele a nueces.
vi: Có mùi hạt dẻ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGESODA
source: Sweet and fizzy.
vi: Ngọt và có ga.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGE_JUICE
source: Sour, sweet, and orange.
vi: chua, ngọt và cam.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PALE_BEER
source: Pale like a little ghost's skin.
es: Pálida como un pequeño fantasma.
vi: Tái nhợt như làn da của một con ma nhỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PALE_WHISKEY
source: Wolfgang knows it's American style.
es: Wolfgang sabe que es estilo americano.
vi: Wolfgang biết đó là phong cách Mỹ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PETALS_BERRY_BRANDY
source: It smells fragrant.
es: Huele fragante.
vi: Nó có mùi thơm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINEANANASSODA
source: Sour and refreshing.
vi: chua và sảng khoái.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINEANANAS_JUICE
source: Incredibly refreshing juice.
vi: Nước trái cây cực kỳ sảng khoái.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE_JUICE
source: Any seeds in there?
es: ¿Alguna semilla ahí?
vi: Có hạt nào trong đó không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: It needs more time to boil.
es: Necesita tiempo para hervirse.
vi: Cần thêm thời gian để đun sôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: It's almost done!
es: ¡Está casi listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: It's time to drink!
es: ¡Hora de tomar agua!
vi: Đã đến giờ uống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: Kettle needs water.
es: Necesita agua.
vi: Ấm cần nước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: Wolfgang can carry it around!
es: ¡Wolfgang puede llevarla adonde sea!
vi: Wolfgang có thể mang nó đi khắp nơi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: The kettle is filled with water.
es: Está llena.
vi: Bình đun đã đầy nước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: It needs more time to melt.
es: Necesita más tiempo para derretirse.
vi: Cần thêm thời gian để tan chảy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: It's almost done!
es: ¡Casi está listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: Water is still dirty.
es: Sigue sucio.
vi: Nước vẫn bẩn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: It's almost done!
es: ¡Casi listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PULQUE
source: Became a prickly pear drink.
es: Se convirtió en una bebida de maguey.
vi: Trở thành thức uống lê gai.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.QUARTZ_SHAKE
source: Wolfgang is confused. Is this what fish drink?
es: Wolfgang está confundido. ¿Esto beben los peces?
vi: Wolfgang bối rối. Đây có phải là thứ cá uống không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RAINBOW_SHAKE
source: A pretty jelly drink!
es: ¡Una bonita bebida gelatinosa!
vi: Một thức uống thạch xinh xắn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RICE_SPIRITS
source: Made with white spirits.
es: Hecho con granitos blancos.
vi: Được làm bằng rượu trắng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RICE_WINE
source: It's white like milk.
es: Blanco como la leche.
vi: Nó có màu trắng như sữa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCACAO
source: Wolfgang can't break this with his mighty strength.
es: Wolfgang no puede romperlo incluso con su grandeza.
vi: Wolfgang không thể phá vỡ thứ này với sức mạnh khủng khiếp của mình.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCACAO_BEAN
source: The tough fruit has been defeated.
es: El duro fruto ha sido derrotado.
vi: Quả cứng đã bị đánh bại.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCACAO_BEAN_COOKED
source: It smells delicious, but it's also scary...
es: Huele delicioso, pero también da miedo...
vi: Mùi thơm ngon nhưng cũng thật đáng sợ...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: Did they make chocolate into spirits?
es: ¿Hicieron licor con chocolate?
vi: Họ đã biến sô cô la thành rượu mạnh phải không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCACAO_SEED
source: This scary tree is still small and weak.
es: Este árbol tenebroso es todavía muy peuqeño y débil.
vi: Cái cây đáng sợ này vẫn còn nhỏ và yếu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCACAO_SEED_SAPLING
source: A small and scary tree will grow soon.
es: Un pequeño y aterrador árbol crecerá muy pronto.
vi: Một cái cây nhỏ và đáng sợ sẽ sớm mọc lên.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCACAO_TREE
source: Ugh... Wolfgang has a bad feeling about this.
es: Uhh... Wolfgang tiene un mal presentimiento sobre esto.
vi: Ugh... Wolfgang có linh cảm không tốt về việc này.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCACAO_WINE
source: Can you make alcohol from chocolate?
es: ¿Puedes hacer alcohol con chocolate?
vi: Bạn có thể làm rượu từ sôcôla được không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCHA_LATTE
source: It's sweet and makes Wolfgang stronger!
es: Está dulce y hace más fuerte a Wolfgang
vi: Nó ngọt ngào và làm cho Wolfgang mạnh hơn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCOLATE
source: Wolfgang likes sweet food too!
es: ¡A Wolfgang también le gustan los dulces!
vi: Wolfgang cũng thích đồ ngọt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINCOLATE_SMOOTHIE
source: It's a cold chocolate drink.
es: Es una fría bebida de chocolate.
vi: Đó là đồ uống sô cô la lạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINXOCOLATL
source: It's very bitter chocolate drink!
es: ¡Es bastante amargo!
vi: Thức uống sôcôla rất đắng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUIN_SCHOKAKOLA
source: Wolfgang has tried this before!
es: ¡Wolfgang ha probado esto antes!
vi: Wolfgang đã thử điều này trước đây!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUMCHATA
source: It's a strange spirit with milk.
es: Es un extraño licor con leche.
vi: Đó là một tinh thần kỳ lạ với sữa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEAWEED_SHAKE
source: Drinking this won't make Wolfgang stronger.
es: Beber esto no hará a Wolfgang más fuerte.
vi: Uống thứ này sẽ không làm Wolfgang mạnh hơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SODA
source: It's fizzy!
es: ¡Es buerbujeante!
vi: Có ga!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPARKLINGWINE
source: Fizzing and yellow!
es: ¡Amarillo y burbujeante!
vi: Sủi bọt và có màu vàng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPICE_CAFFEINPEPPER
source: Hmm... It smells good...
es: Mmm... Huele bien...
vi: Hmm... Mùi thơm quá...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPOILED_DRINK
source: Ugh, it smells terrible!
es: Ugh, ¡Huele terrible!
vi: Ugh, mùi kinh quá!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STRAWBERRYSODA
source: As many seeds as bubbles!
es: ¡Tantas semillas y burbujas!
vi: Nhiều hạt như bong bóng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: Smooth and tasty.
es: Suave y sabroso.
vi: Mịn màng và thơm ngon.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STRAWBERRY_SMOOTHIE
source: It's full of seeds.
es: Está lleno de semillas.
vi: Nó chứa đầy hạt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUSHIBISCUS
source: Even Wolfgang's muscles are shivering...
es: Incluso los músculos de Wolfgang están temblando...
vi: Ngay cả cơ bắp của Wolfgang cũng run rẩy...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SWEET_RICE_DRINK
source: It's sweet even though it only has rice!
es: Está dulce a pesar de que solo tiene arroz!
vi: Thật ngọt dù chỉ có cơm!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEALEAVES
source: These leaves smell nice.
es: Estas hojas huelen bien.
vi: Những chiếc lá này có mùi thơm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEALEAVES_DRIED
source: The green leaves turned brown after drying.
es: Las hojas verdes se quemaron.
vi: Lá xanh chuyển sang màu nâu sau khi sấy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEA_LUMPY_VODKA
source: It's a strange vodka with a grassy taste!
es: Es un vodka extraño con sabor a hierbas.
vi: Đó là một loại vodka lạ có vị cỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEA_RUINCOLATE_LATTE
source: A grassy drink with chocolate flavor.
es: Una bebida pastosa con sabor a chocolate.
vi: Thức uống có vị cỏ với hương sô-cô-la.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEA_SEED
source: Wolfgang can crush it with his hands!
es: ¡Wolfgang puede aplastarlo con sus manos!
vi: Wolfgang có thể nghiền nát nó bằng tay!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEA_SEED_COOKED
source: These tiny seeds are too small to eat.
es: Estas diminutas semillas son demasiado pequeñas para comerlas.
vi: Những hạt nhỏ này quá nhỏ để ăn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEA_SEED_SAPLING
source: It's a very small tree!
es: ¡Es un árbol muy pequeño!
vi: Đó là một cây rất nhỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEA_TREE
source: It's a small tree; be careful not to step on it!
es: Es un pequeño árbol. ¡Tengan cuidado de no pisarlo!
vi: Đó là một cái cây nhỏ, hãy cẩn thận đừng dẫm lên nó!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEQUILA
source: It's best enjoyed under the sun!
es: ¡Se disfruta mejor bajo el sol!
vi: Uống ngon nhất dưới ánh mặt trời!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TOFFEE_LATTE
source: It has a nutty flavor.
es: Tiene un olor a nuez.
vi: Có vị hạt dẻ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TOMATO_JUICE
source: A healthy drink!
es: ¡Una bebida saludable!
vi: Thức uống tốt cho sức khỏe!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.VEGGIE_TEA
source: It tastes like grass and is very bitter!
es: ¡Sabe a pasto y es muy amargo!
vi: Nó có vị như cỏ và rất đắng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WATERMELON_JUICE
source: Made from a big watermelon.
es: Hecho con una sandía gigante.
vi: Làm từ quả dưa hấu lớn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WATER_CLEAN
source: Water is important for strong muscles!
es: ¡El agua es importante para crecer músculos fuertes!
vi: Nước rất quan trọng cho cơ bắp khỏe mạnh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WATER_CLEAN_ICE
source: Wolfgang's drinking water froze...
es: El agua de Wolfgang se ha congelado...
vi: Nước uống của Wolfgang bị đóng băng...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WATER_DIRTY
source: Drinking this would make Wolfgang sick.
es: Beber esto enfermaría a Wolfgang.
vi: Uống thứ này sẽ khiến Wolfgang bị bệnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WATER_DIRTY_ICE
source: This ice is not fit for consumption.
es: Este hielo no se puede consumir.
vi: Đá này không phù hợp để uống.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WATER_SALTY
source: Wolfgang doesn't like salty water!
es: ¡A Wolfgang no le gusta el agua salada!
vi: Wolfgang không thích nước mặn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL
source: Now Wolfgang can get water from the well!
es: ¡Ahora Wolfgang sacará agua del pozo!
vi: Bây giờ Wolfgang có thể lấy nước từ giếng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_BURYING_KIT
source: Can Wolfgang seal the holes he dug?
es: ¿Puede Wolfgang tapar los hoyos que cavó?
vi: Liệu Wolfgang có thể bịt kín những cái hố mà anh ta đã đào không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_DRILLING
source: The machine is fighting with the ground!
es: ¡La máquina está peleando con el suelo!
vi: Máy đang va chạm với mặt đất!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_DRILLING_ITEM
source: Digging into the ground. Very powerful!
es: Cava el suelo. ¡Qué poderoso!
vi: Đào xuống đất. Rất mạnh mẽ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_KIT
source: Wolfgang will build wells for his friends!
es: ¡Wolfgang construye pozos para sus amigos!
vi: Wolfgang sẽ xây giếng cho bạn bè!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: Sprinkler seems weak.
es: Se ve un poco débil.
vi: Vòi phun có vẻ yếu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_SPRINKLER.OFF
source: Sprinkler is taking a break.
es: Se está tomando un descanso.
vi: Vòi phun đang tạm nghỉ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_SPRINKLER.ON
source: Sprinkler is working hard!
es: ¡Está trabajando duro!
vi: Vòi phun đang làm việc chăm chỉ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_SPRINKLER_KIT
source: A powerful automatic sprinkler!
es: ¡Un rociador poderoso como Wolfgang!
vi: Một vòi phun nước tự động mạnh mẽ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: Mighty well, like Wolfgang!
es: Un pozo grandioso, ¡Como Wolfgang!
vi: Giếng hùng mạnh, giống như Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: Well seems weak...
es: Se vé débil...
vi: Giếng có vẻ yếu...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: Well still has enough pressure.
es: Aún tiene presión suficiente.
vi: Giếng vẫn đủ áp lực.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: Is the well taking a break?
es: ¿Está descansando?
vi: Giếng đang tạm ngừng hoạt động phải không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WELL_WATERPUMP_KIT
source: Materials for a strong well.
es: Materiales para un fuerte pozo.
vi: Vật liệu cho giếng khỏe.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WHEAT_BEER
source: It's like Bavaria!
es: ¡Es como baviera!
vi: Giống như Bavaria!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WHEAT_WHISKEY
source: Wolfgang prefers strong whiskey!
es: ¡Wolfgang prefiere un whisky fuerte!
vi: Wolfgang thích rượu whisky mạnh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WHITE_RUINCOLATE
source: It's filled with fat.
es: Está lleno de grasa.
vi: Nó chứa đầy chất béo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINE
source: A drink for special occasions.
es: Para ocasiones especiales.
vi: Thức uống cho những dịp đặc biệt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WX78MODULE_NONEDRUNK
source: Is robot snacks, yes?
es: Son bocadillos de robot. ¿Verdad?
vi: Robot là đồ ăn vặt phải không?

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.GIVE.WELL_BUSY
source: Let's do what's already there first.
es: Quitemos lo que ya está ahí primero.
vi: Trước tiên hãy làm những gì đã có.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: The order got mixed up.
es: Creo que es en otro orden.
vi: Đơn hàng bị xáo trộn.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CAFFINE_BUFF_STOP
source: I guess it's time to stand still and gnaw on a log.
es: Es hora de calmarse y talar un árbol.
vi: Tôi đoán đã đến lúc đứng yên và gặm một khúc gỗ.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CURE_WATERBORNE
source: My stomach feels a bit settled.
es: Mi estómago se siente mejor.
vi: Dạ dày của tôi cảm thấy ổn định một chút.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DCAPACITY_CRITICAL
source: I feel a bit heavy...
es: Me siento pesado...
vi: Tôi cảm thấy hơi nặng nề...

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DCAPACITY_HALF
source: Oh, this is good!
es: Oh, ¡Esto es bueno!
vi: Ồ, cái này ngon quá!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DRUNK
source: Hic, I feel like a log...
es: Hip, Me siento como un tronco...
vi: Hic, tôi cảm thấy như một khúc gỗ...

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DRUNK_END
source: I almost rang my own bell.
es: Casi supero mi límite.
vi: Tôi suýt rung chuông.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NOTCHARGE
source: Huh? No zap?
es: ¿Huh? ¿Sin leche?
vi: Huh? Không có điện?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NOTHIRSTSIESTA
source: I'm too thirsty to rest.
es: Demasiado sediento para descansar.
vi: Tôi khát quá không thể nghỉ ngơi được.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NOTHIRSTSLEEP
source: I'm too thirsty to sleep.
es: Demasiado sediento para dormir.
vi: Tôi khát quá không ngủ được.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_SLEEP_END
source: Lucy? You won't bite me, will you? It was a terrible nightmare.
es: ¿Lucy? No me regañarás ¿Verdad? Fue una terrible pesadilla.
vi: Lucy? Bạn sẽ không cắn tôi chứ? Đó là một cơn ác mộng khủng khiếp.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_THIRST
source: I'm a bit thirsty.
es: Tengo un poco de sed.
vi: Tôi hơi khát.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ABSINTHE
source: It's full of wormwood aroma.
es: Huele como Wormwood.
vi: Toàn mùi ngải cứu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ADDITIVE_DAIRY
source: It's like cream, right?
es: Es como una crema ¿Verdad?
vi: Giống như kem phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ADDITIVE_NUT
source: A mix of snacks.
es: Una mezcla de nueces.
vi: Một hỗn hợp các món ăn nhẹ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ADDITIVE_PETALS
source: Do these go into alcohol?
es: ¿Esto va en el alcohol?
vi: Những thứ này có pha được vào rượu không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ADDITIVE_SEED
source: Are we making moonshine with this?
es: ¿Estamos haciendo alcohol ilegal con esto?
vi: Có phải chúng ta đang tạo ra rượu moonshine bằng thứ này không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.AREUHI
source: Is this vodka made from milk?
es: ¿Es un vodka hecho con leche?
vi: Đây có phải vodka làm từ sữa không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARRACK
source: It's coconut wine from Indonesia, right?
es: Es vino de coco de Indonesia ¿Verdad?
vi: Là rượu dừa từ Indonesia phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.AUROBOW
source: I see that they made liquor out of jellyfish, of all things.
es: Veo que es licor de medusa.
vi: Tôi thấy rằng họ làm rượu từ sứa, trong mọi thứ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BANANA_JUICE
source: A tropical drink.
es: Una bebida tropical.
vi: Thức uống nhiệt đới.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BARREL.BURNT
source: It burned down completely.
es: Se quemó completamente.
vi: Nó đã cháy rụi hoàn toàn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BARREL.GENERIC
source: It's well-sealed.
es: Está bien sellado.
vi: Nó được niêm phong tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRIES_JUICE
source: They've watered it down a bit.
es: Se ha diluido un poco.
vi: Họ đã giảm bớt nước một chút.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRY_BRANDY
source: This brandy seems quite fancy.
es: Este brandy es bastante elegante.
vi: Loại rượu mạnh này có vẻ khá lạ mắt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRY_GIN
source: It seems like gin.
es: Parece ginebra.
vi: Có vẻ giống rượu gin.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLACKTEA
source: Already time for tea?
es: ¿Ya es hora del té?
vi: Đã đến giờ uống trà chưa?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLACKTEA_ICED
source: Perfect for a hot day.
es: Perfecto para un día caluroso.
vi: Hoàn hảo cho ngày nóng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOILBOOK
source: Quite convenient. Lucy, can you help me keep track of time while we brew?
es: Bastante conveniente. Lucy, ¿Puedes ayudarme con la hora mientras preparamos bebidas?
vi: Khá tiện lợi. Lucy, bạn có thể giúp tôi theo dõi thời gian trong khi chúng ta pha cà phê không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BREWERY.BURNT
source: It's a shame it burned down.
es: Una pena que se haya quemado.
vi: Thật tiếc là nó đã bị cháy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BREWERY.DONE
source: Let's try drinking it.
es: Intentemos beberlo.
vi: Hãy thử uống nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BREWERY.EMPTY
source: Quite a sophisticated brewer.
es: Una cervecera bastante sofisticada.
vi: Một nhà sản xuất bia khá tinh vi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BREWERY.FERMENTING_LONG
source: It's still just juice.
es: Aún es agua.
vi: Vẫn chỉ là nước trái cây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BREWERY.FERMENTING_SHORT
source: The aroma of alcohol is rising.
es: El aroma a alcohol está aumentando.
vi: Hương thơm của rượu đang bốc lên.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: I should use this to water the garden.
es: Debería usar esto para regar el jardín.
vi: Tôi nên dùng cái này để tưới vườn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: It froze before I could clean it.
es: Se congeló antes de que pudiera limpiarla.
vi: Nó đóng băng trước khi tôi kịp làm sạch.
