Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MULLED
source: A respite for my brain.
es: Un respiro para mi cerebro.
vi: Một khoảng thời gian nghỉ ngơi cho bộ não của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NOBLEWINE
source: It's beyond wine!
es: ¡Mas halla del vino!
vi: Nó còn hơn cả rượu!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NUT_COCONUT_BRANDY
source: I think I'll be seasick if I have one more drink.
es: Creo que me mareare si bebo una copa más.
vi: Tôi nghĩ tôi sẽ say sóng nếu uống thêm một ly nữa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NUT_CORN_WHISKEY
source: Combined peanuts with whiskey for snacks!
es: ¡Aperitivo de cacahuetes combinado con whisky!
vi: Đậu phộng kết hợp với rượu whisky cho bữa ăn nhẹ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGESODA
source: How fanta-stic!
vi: Thật tuyệt vời!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGE_JUICE
source: Orange you glad I brought some juice?
vi: Này cam, có vẻ bạn đang vui vì tôi đã mang theo một ít nước ép?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALE_BEER
source: What a pale drink.
es: Que bebida tan pálida.
vi: Thức uống nhạt quá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALE_WHISKEY
source: The whiskey's color is scientifically impossible.
es: El color de este whisky es científicamente imposible.
vi: Màu của rượu whisky là không thể tin được về mặt khoa học.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PETALS_BERRY_BRANDY
source: A brandy with a flowery aroma?
es: ¿Un coñac con aroma frutal?
vi: Rượu mạnh có mùi thơm hoa?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINEANANASSODA
source: It's a pine in my mouth.
vi: Đó là một cây thông trong miệng tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINEANANAS_JUICE
source: At least the skin won't scratch my mouth anymore.
vi: Ít nhất thì da của nó sẽ không làm xước miệng tôi nữa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE_JUICE
source: Never take the juicy sweetness for granate.
es: Nunca subestimes la jugosa dulzura de una granada.
vi: Không bao giờ lấy vị ngọt mọng nước cho granate.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: The tea is going to take a while.
es: Al té le tomará un tiempo.
vi: Trà sẽ mất một lúc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: It'll be ready in no-time!
es: ¡Estará listo en un momento!
vi: Nó sẽ sẵn sàng ngay lập tức!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: Now it's ready to drink!
es: ¡Ahora está listo para beber!
vi: Bây giờ nó đã sẵn sàng để uống!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: It seems empty, I bet.
es: Parece vacío.
vi: Tôi cá là nó trống rỗng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: Now I can have a tea everywhere!
es: ¡Ahora puedo tener té en cualquier lugar!
vi: Bây giờ tôi có thể uống trà ở muôn nơi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: We have water, what should we use for it?
es: Tenemos agua ¿En qué deberíamos usarla?
vi: Chúng ta có nước, chúng ta nên nó để làm gì?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: This is going to take a while to melt.
es: Esto tomara un tiempo en derretirse.
vi: Nó sẽ mất một thời gian để tan chảy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: Almost molten!
es: ¡Ya casi se derrite!
vi: Gần như tan chảy!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: This is going to take a while to boil.
es: Le tomará un tiempo hervir.
vi: Sẽ mất một lúc để đun sôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: Almost done!
es: ¡Ya casi acaba!
vi: Sắp xong!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PULQUE
source: A traditional drink from the new land?
es: ¿Una bebida tradicional del nuevo mundo?
vi: Thức uống truyền thống từ vùng đất mới?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAINBOW_SHAKE
source: Thankfully, it lacks flavor.
es: Un sabor de 7 colores
vi: Ơn trời, nó nhạt toẹt

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RICE_SPIRITS
source: Of course it can be distilled .
es: Claro que se puede destilar .
vi: Tất nhiên là có thể chưng cất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RICE_WINE
source: Is it possible to make fermented liquor from this?
es: ¿Puedes fermentarlo y hacer alcohol de esto?
vi: Có thể làm rượu lên men bằng thứ này thật sao?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINCACAO
source: It's drier than I thought.
es: Esta más seco de lo que pensaba.
vi: Nó khô hơn tôi nghĩ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINCACAO_BEAN
source: Too greasy to eat.
es: Muy grasoso para comer.
vi: Ăn quá nhiều dầu mỡ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: It's a creamy chocolatey drink.
es: Es una bebida cremosa de chocolate.
vi: Đó là đồ uống có vị kem sô-cô-la.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINCACAO_SEED
source: It's germinating already?
es: ¿Ya está germinando?
vi: Nó đã nảy mầm rồi à?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINCACAO_SEED_SAPLING
source: It'll grow into a tree in time.
es: Crecerá para ser un árbol con el tiempo.
vi: Nó sẽ phát triển thành cây theo thời gian.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINCACAO_TREE
source: That tree is a little creepy.
es: Ese árbol es un poco espeluznante.
vi: Cái cây đó hơi đáng sợ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINCACAO_WINE
source: Is it possible to make wine with cacao?
es: ¿Puedes hacer licor con cacao?
vi: Thực sự có thể làm rượu wine từ ca cao hửm?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINCHA_LATTE
source: This fluid is the result of a nuclear reaction from the two beans.
es: La luz es una reacción nuclear entre dos granos.
vi: Thứ dung dịch này là sản phẩm của phản ứng hạt nhân giữa 2 hạt đỗ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINCOLATE
source: I'll need sugar supplements to experiment.
es: Necesitaré suplementos de azúcar para experimentar.
vi: Tôi sẽ cần bổ sung đường để thử nghiệm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINCOLATE_SMOOTHIE
source: Sweet and easy to drink.
es: Dulce y fácil de beber.
vi: Ngọt và dễ uống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINXOCOLATL
source: Somewhat acrid
es: Algo acido
vi: Hơi chát

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUIN_SCHOKAKOLA
source: Who thought of keeping chocolates and shoe polish in a can?
es: ¿A quién se le ocurrió guardar chocolate y cera en una lata?
vi: Ai nghĩ đến việc đựng sôcôla và xi đánh giày trong hộp?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUMCHATA
source: Smooth going down.
es: Una bajada suave.
vi: Đi xuống êm ả.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAWEED_SHAKE
source: Why was this even made into a drink??
es: ¿Por qué se hizo esto una bebida?
vi: Tại sao thứ này lại được pha thành đồ uống??

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SODA
source: So refreshing!
es: ¡Que refrescante!
vi: Thật sảng khoái!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPARKLINGWINE
source: I have an overwhelming urge to shake it.
es: Tengo un impulso abrumador de sacudirlo.
vi: Tôi rất muốn lắc nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPICE_CAFFEINPEPPER
source: A true spice of life.
es: Una verdadera especie de vida.
vi: Một gia vị đích thực của cuộc sống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPOILED_DRINK
source: It's a muck of spoiled drink.
es: Es una porquería de bebida estropeada.
vi: Đó là một đống đồ uống hư hỏng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STRAWBERRYSODA
source: It's a berry straw-ong carbonated drink.
es: Es una bebida carbonatada de bayas
vi: Đó là một loại đồ uống có ga có ga từ quả mọng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: It's so berry smoothie.
es: Es un batido de fresa.
vi: Nó thật là sinh tố quả mọng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STRAWBERRY_SMOOTHIE
source: Where did the straw go?
es: ¿Dondé fue la paja?
vi: Ống hút của tôi đâu?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUSHIBISCUS
source: This ought to be a scientifc impossibili-tea.
es: Esto debería ser científicamente imposible.
vi: Đây hẳn là một loại trà mà khoa học không thể với tới.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEET_RICE_DRINK
source: There was a drink like this?
es: ¿Es una nueva mezcla?
vi: Đó là sự kết hợp mới.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEALEAVES
source: It doesn't seem like any tea I know.
es: No se parece a ningún té que conozca.
vi: Có vẻ như nó không giống bất kỳ loại trà nào mà tôi biết.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEALEAVES_DRIED
source: Now it seems like some tea I know.
es: Ahora si se ve como el té que conozco.
vi: Bây giờ có vẻ như tôi biết một số loại trà.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEA_LUMPY_VODKA
source: Did this come from steeping tea leaves?
es: ¿Saco esto de las hojas de té?
vi: Có phải điều này đến từ việc ngâm lá trà?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEA_RUINCOLATE_LATTE
source: Well, this was unexpected.
es: Bueno, esto fue inesperado.
vi: Chà, điều này thật bất ngờ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEA_SEED
source: I think there are seeds inside.
es: Creo que hay semillas dentro.
vi: Tôi nghĩ có hạt bên trong.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEA_SEED_COOKED
source: Take that, tiny bush!
es: ¡Toma eso arbolito!
vi: Lấy cái đó đi, bụi cây nhỏ bé!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEA_SEED_SAPLING
source: It will grow into a little tree.
es: Se convertirá en un arbolito.
vi: Nó sẽ phát triển thành một cái cây nhỏ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEA_TREE
source: What a lovely little tree.
es: ¡Que arbolito tan bonito!
vi: Thật là một cái cây nhỏ đáng yêu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEQUILA
source: There's a strong rooty smell.
es: Arde como el sol que ilumina los agaves.
vi: Có mùi rễ cây nồng nặc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TOFFEE_LATTE
source: Is it mixed coffee with nuts?
es: ¿Es una mezcla de café y nueces?
vi: Có phải cà phê pha với các loại hạt không?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TOMATO_JUICE
source: A cup full of science.
es: Una copa llena de ciencia.
vi: Một tách đầy khoa học.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VEGGIE_TEA
source: It's all veggie-y.
es: Es todo vegetariano.
vi: Tất cả đều là rau.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATERMELON_JUICE
source: What a melon-derful juice!
es: De ahí viene el agua de la sandía
vi: Thật là thức uống dưa hấu tuyệt hảo!!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATER_CLEAN
source: It seems safe to drink.
es: Se ve seguro para beber.
vi: Uống có vẻ an toàn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATER_CLEAN_ICE
source: Ice to meet you so much.
es: Escarchado de conocerte tanto.
vi: Thật tuyệt khi được gặp bạn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATER_DIRTY
source: I don't think it's safe to drink as it is.
es: No creo que sea seguro beberlo en este estado.
vi: Tôi không nghĩ uống như vậy là an toàn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATER_DIRTY_ICE
source: Dirty to meet you.
es: Ensuciado de conocerte
vi: Thật bẩn khi gặp bạn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATER_SALTY
source: It's oversalty to drink.
es: Esta muy salado para beber.
vi: Quá mặn để uống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL
source: Now I can conveniently get clean, fresh water!
es: ¡Ahora puedo obtener agua limpia y fresca, fácilmente!
vi: Bây giờ tôi có thể thuận tiện lấy nước sạch, trong lành!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_BURYING_KIT
source: I just wanted to know how deep the hole was.
es: Solo quería saber que tan profundo es el agujero.
vi: Tôi chỉ muốn biết cái hố sâu bao nhiêu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_DRILLING
source: It's quite a drilling.
es: A esto le llamo perforación.
vi: Thật là khó khăn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_DRILLING_ITEM
source: It digs a hole to draw water.
es: Cava un agujero pasa sacar agua.
vi: Nó đào hố để lấy nước.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_KIT
source: I'll need a water hole.
es: Necesitaré un pozo de agua.
vi: Tôi cần một hố nước.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: I should refuel it.
es: Debería reabastecerlo.
vi: Tôi nên thêm nguyên liệu cho nó hoạt động.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_SPRINKLER.OFF
source: It stopped working.
es: Dejo de funcionar.
vi: Nó ngừng hoạt động.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_SPRINKLER.ON
source: Sprinkle on!
es: ¡Aspersor encendido!
vi: Rắc lên!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_SPRINKLER_KIT
source: Just be careful of soaking hair.
es: Solo ten cuidado con mojarme el pelo.
vi: Chỉ cần cẩn thận khi ngâm tóc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: The water's going to pour like a fountain.
es: El agua brotara como una fuente.
vi: Nước sắp đổ như suối.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: The vapor pressure is too low!
es: ¡La presión de vapor es muy baja!
vi: Áp suất hơi quá thấp!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: The pressure isn't too bad.
es: La presión no es tan mala.
vi: Áp lực không quá tệ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: There isn't even any water for vapor...
es: Ni siquiera hay agua para el vapor...
vi: Thậm chí không có nước để tạo hơi...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WELL_WATERPUMP_KIT
source: It's the age of carrying water...with water.
es: Es la era de llevar agua … ¡Con agua!
vi: Đã đến thời đại gánh nước...bằng nước.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHEAT_BEER
source: Scientifically speaking, it's wheat beer.
es: Científicamente hablando, es cerveza de trigo.
vi: Nói một cách khoa học thì đó là bia lúa mì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHEAT_WHISKEY
source: It's a type of grain whiskey.
es: Es un tipo de whisky de cereales.
vi: Đó là một loại whisky ngũ cốc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHITE_RUINCOLATE
source: Too greasy if I have too much.
es: Muy grasoso si se toma mucho.
vi: Tôi sẽ bị ngớn nếu ăn quá nhiều

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINE
source: Don't wine on me.
es: No me vengas convino.
vi: Đừng uống rượu với tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WX78MODULE_NONEDRUNK
source: So much science packed into one tiny gizmo.
es: Tanta ciencia empaquetada en un pequeño artilugio.
vi: Rất nhiều khoa học được gói gọn trong một thiết bị nhỏ bé.

# STRINGS.CHARACTERS.WALTER.ACTIONFAIL.GIVE.WELL_BUSY
source: The water's still coming up.
es: El agua está subiendo.
vi: Nước vẫn đang lên.

# STRINGS.CHARACTERS.WALTER.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: Have to remove the bucket first.
es: Tengo que quitar la cubeta primero.
vi: Tôi cần loại bỏ cái xô trước đã

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_CAFFINE_BUFF_START
source: I wanna start exploring right now.
es: Quiero empezar a explorar ahora mismo.
vi: Tôi muốn bắt đầu khám phá ngay bây giờ.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_CAFFINE_BUFF_STOP
source: Getting a little tired...
es: Me siento un poco cansado...
vi: Hơi mệt một chút...

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_CURE_WATERBORNE
source: I'm feeling better now.
es: Me siento mucho mejor ahora.
vi: Bây giờ tôi thấy khỏe hơn rồi.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_DCAPACITY_CRITICAL
source: Why do I feel so heavy...
es: ¿Porqué me siento tan pesado?...
vi: Sao tôi thấy nặng nề quá...

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_DCAPACITY_HALF
source: I'm feeling like something's wrong...
es: Algo está mal...
vi: Tôi cảm thấy như có điều gì đó không ổn...

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_DRUNK
source: I heard a story on a radio once...hic
es: Escuché una historia en una radio una vez... hip
vi: Tôi từng nghe một câu chuyện trên radio...hic

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_DRUNK_END
source: I feel much better now!
es: Me siento mucho mejor ahora!
vi: Bây giờ tôi cảm thấy tốt hơn nhiều!

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_NOTCHARGE
source: Can't milk it, it's utterly dry! Heh, that was good.
es: Necesito mas fuerza.
vi: Không thể vắt sữa được, nó khô quá rồi! Heh, điều đó thật tốt.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_NOTHIRSTSIESTA
source: I need a drink before bedtime.
es: Necesito una bebida antes de dormir.
vi: Tôi cần uống nước trước khi đi ngủ.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_NOTHIRSTSLEEP
source: I'm too thirsty to sleep.
es: Estoy demasiado sediento para dormir.
vi: Tôi khát quá không ngủ được.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_SLEEP_END
source: I feel a bit better after sleeping
es: Refrescante.
vi: Tôi cảm thấy tốt hơn một chút sau khi ngủ

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_THIRST
source: How about taking a moment to have some water?
es: ¿Qué tal un pequeño sorbo?
vi: Bạn có muốn dành một chút thời gian để uống nước không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ABSINTHE
source: I think I heard it's called the green fairy!
es: ¡Creo haber escuchado que la llaman la hada verde!
vi: Tôi nghĩ tôi nghe nói nó được gọi là nàng tiên xanh!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ADDITIVE_DAIRY
source: Is it cake cream?
es: ¿Es crema para pastel?
vi: Có phải là bánh kem không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ADDITIVE_NUT
source: Trail mix! Oh never mind...
es: ¡Mezcla de frutos secos! Oh olvídalo...
vi: Kết hợp đường mòn! Ôi đừng bận tâm...

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ADDITIVE_PETALS
source: It's dried leaves and petals!
es: ¡Son platas y hojas secas!
vi: Đó là lá và cánh hoa khô!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ADDITIVE_SEED
source: I think I'll make a sample out of these seeds.
es: Creo que tomaré una muestra de estas semillas.
vi: Tôi nghĩ tôi sẽ làm mẫu từ những hạt giống này.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.AREUHI
source: Milk for grown ups is transparent.
es: La leche para adultos es transparente.
vi: Sữa dành cho người lớn có dạng trong suốt.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ARRACK
source: I wish the fruit was in my hand.
es: Quisiera que la fruta estuviera en mi mano.
vi: Tôi ước gì trái cây nằm trong tay mình.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.AUROBOW
source: I wanna drink that color. Maybe just a sip?
es: Quiero beber ese color, ¿Tal vez un pequeño sorbo?
vi: Tôi muốn uống màu đó. Có lẽ chỉ một ngụm thôi?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BANANA_JUICE
source: This is better than I thought it'd be.
es: Mejor de lo que pensaba.
vi: Cái này tốt hơn tôi nghĩ.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BARREL.BURNT
source: Not my water!!
es: ¡No! ¡Mi agua!
vi: Không phải nước của tôi!!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BARREL.GENERIC
source: The water will always be clean!
es: ¡El agua siempre estará limpia!
vi: Nước sẽ luôn sạch!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BERRIES_JUICE
source: Berry berry good! See? It's made out of berries.
es: ¡Baya bebida! ¿entiendes?, está hecho con bayas.
vi: Quả mọng ngon! Bạn thấy không? Nó được làm từ quả mọng.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BERRY_BRANDY
source: Not too sure, but I'm guessing brandy?
es: No tan seguro, pero creo que es brandy
vi: Không chắc lắm, nhưng tôi đoán là rượu mạnh?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BERRY_GIN
source: I heard it was made for medicinal purposes, but it made a lot of people sick.
es: Escuché que era medicina que enferma.
vi: Tôi nghe nói nó được sản xuất với mục đích chữa bệnh nhưng nó đã khiến rất nhiều người bị bệnh.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BLACKTEA
source: Which dinosaur enjoys tea? Tea-Rex!
es: Déjate llevar!
vi: Con khủng long nào thích trà? Tea-Rex!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BLACKTEA_ICED
source: Ice is in the pot-tea.
es: Hay hielo en la taza.
vi: Có đá trong ấm trà.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BOILBOOK
source: It doesn't hurt to memorize one more handbook.
es: ¿Porqué no leer otro libro más?.
vi: Sẽ không có hại gì khi ghi nhớ thêm một cuốn sổ tay nữa.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BREWERY.BURNT
source: It burnt when it was supposed to brew.
es: Se quemó en vez de almacenar.
vi: Nó bị cháy đáng lẽ việc của nó là ủ rượu.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BREWERY.DONE
source: I think it's done!
es: ¡Creo que está listo!
vi: Tôi nghĩ là xong rồi!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BREWERY.EMPTY
source: That's a big barrel!
es: ¡Eso es un gran barril!
vi: Đó là một cái thùng lớn!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BREWERY.FERMENTING_LONG
source: This'll take long. Come on Woby, let's go play.
es: Esto tomará bastante. Vamos a jugar Woby.
vi: Việc này sẽ mất nhiều thời gian. Thôi nào Woby, đi chơi thôi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BREWERY.FERMENTING_SHORT
source: If you listen closely, you can hear the bubbles.
es: Si escuchas atentamente puedes oír las burbujas.
vi: Nếu bạn lắng nghe kỹ, bạn có thể nghe thấy tiếng bong bóng.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: I think this went bad!
es: ¡Creo que esto salió mal!
vi: Tôi nghĩ chuyện này trở nên tệ rồi!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: I don't think I can eat this ice.
es: No creo que pueda comer este hielo.
vi: Tôi không nghĩ mình có thể ăn được đá.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: Looks like a bucket that has drifted onto a deserted island!
es: ¡Parece un cubo que flota a la deriva en una isla desierta!
vi: Cảm như một chiếc xô trôi dạt vào đảo hoang vậy!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Safe to drink now!
es: ¡Listo para beber!
vi: An toàn để uống bây giờ!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: Aw, now I have to boil it.
es: Oh, ahora debo hervirlo.
vi: Ồ, bây giờ tôi phải đun nó.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_EMPTY.DIRTY
source: I think this went bad!
es: ¡Creo que esto salió mal!
vi: Tôi nghĩ chuyện này trở nên tệ rồi!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: I don't think I can eat this ice.
es: No creo que pueda comer este hielo.
vi: Tôi không nghĩ mình có thể ăn được đá.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_EMPTY.EMPTY
source: Saving rain water is good for survival!
es: ¡Guarden agua de lluvia!
vi: Tốt nhất nên tiết kiệm nước mưa cho công cuộc sinh tồn này!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_EMPTY.FULL
source: Safe to drink now!
es: ¡Listo para beber!
vi: An toàn để uống bây giờ!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: Aw, now I have to boil it.
es: Oh, ahora debo hervirlo.
vi: Ồ, bây giờ tôi phải đun nó.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: I think this went bad!
es: ¡Creo que esto salió mal!
vi: Tôi nghĩ chuyện này trở nên tệ rồi!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: I don't think I can eat this ice.
es: No creo que pueda comer este hielo.
vi: Tôi không nghĩ mình có thể ăn được cục đá nước này.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: Too small for head gear.
es: Muy pequeño para un casco.
vi: Quá nhỏ để đeo đầu.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: Safe for drinking now!
es: ¡Listo para beber!
vi: Bây giờ có thể uống an toàn!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: Aw, now I have to boil it.
es: Oh, ahora debo hervirlo.
vi: Ồ, bây giờ tôi phải đun nó.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: I think this went bad!
es: ¡Creo que esto salió mal!
vi: Tôi nghĩ chuyện này trở nên tệ rồi!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: I don't think I can eat this ice.
es: No creo que pueda comer este hielo.
vi: Tôi không nghĩ mình có thể ăn được đá.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: This bucket is wild!
es: ¡Esta cubeta es genial!
vi: Cái thùng này thật hoang tàn!
