Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KETTLE.PURIFY_SHORT
source: It has almost removed the impurities!
es: ¡Se han removido la mayoría de las impurezas!
vi: Nó gần như đã loại bỏ được tạp chất!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KUMIS
source: Wisdom from the people of Central Asia.
es: Sabiduría de la gente de Asia Central.
vi: Trí tuệ từ người dân Trung Á.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LEMONLIMESODA
source: As refreshing as a honeydew!
vi: Mới mẻ như ngọt ngào!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LOTUSTEA
source: It's truly exotic and beautiful!
es: ¡Es completamente exótico y delicioso!
vi: Nó thực sự đẹp và lạ!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LUMPY_BEER
source: Customers who like this drink only ask for this one.
es: Los clientes a los que les gusta esta bebida sólo piden ésta.
vi: Khách hàng thích đồ uống này chỉ yêu cầu loại này.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LUMPY_TEA
source: The more I sip, the sweeter it becomes!
es: ¡Cuánto mas sorbo mas dulce se vuelve!
vi: Tôi càng uống thì càng ngọt!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LUMPY_VODKA
source: A high-quality vodka should be clear, neutral in taste, and have no discernible aroma.
es: Un vodka de alta calidad debe ser transparente, de sabor neutro y sin aroma perceptible.
vi: Rượu vodka chất lượng cao phải trong, có vị trung tính và không có mùi thơm rõ rệt.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LUMPY_WINE
source: It has a light-body with a crisp acidity.
es: Tiene un cuerpo ligero con una acidez fresca.
vi: Nó có độ vang nhẹ với độ axit êm dịu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MADHU
source: I wonder if Vilod is still making that mead with juniper berries mixed in.
es: Me pregunto si Vilod sigue haciendo ese hidromiel con bayas de enebro mezcladas.
vi: Tôi tự hỏi liệu Bilroad có còn sản xuất rượu mật ong với trái cây sồi không.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MADHU_RUM
source: Distinctive sweet aroma of distilled spirits.
es: Aroma dulce característico de las bebidas destiladas.
vi: Hương thơm ngọt ngào đặc trưng của rượu chưng cất.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MIXFLOWER
source: It has a nice aroma and is good for calming nerves!
es: ¡Tiene un aroma agradable y es bueno para calmar los nervios!.
vi: Nó có mùi thơm dễ chịu và tốt cho việc xoa dịu thần kinh!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOONWAY
source: It looks like it contains a rainbow, with complex colors and aromas.
es: Parece que contiene un arcoíris, con colores y aromas complejos.
vi: Trông như có cầu vồng, với màu sắc và mùi thơm phức tạp.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOON_BLOSSOM_TEA
source: It has a unique taste.
es: Tiene un sabor único.
vi: Nó có hương vị độc đáo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MULLED
source: I recommend this drink if you're feeling under the weather.
es: Te recomiendo esta bebida si te sientes indispuesto.
vi: Tôi khuyên bạn nên dùng đồ uống này khi nào cảm thấy thật sự khó chịu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NOBLEWINE
source: Would be better with some blue cheese and nuts.
es: Sería mejor con un poco de queso azul y nueces.
vi: Sẽ ngon hơn với một ít phô mai xanh và các loại hạt.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NUT_COCONUT_BRANDY
source: It would be great to make a Piña Colada with fruit.
es: Sería genial hacer una piña Colada con frutas.
vi: Sẽ thật tuyệt nếu làm một ly Piña Colada với trái cây.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NUT_CORN_WHISKEY
source: The complex blend of bitterness and sweetness in the vanilla aroma is so captivating that I can't help but drink it.
vi: Sự hòa quyện phức tạp giữa vị đắng và vị ngọt trong hương vani quyến rũ đến nỗi tôi không thể không uống nó.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ORANGESODA
source: Refreshing after a meal!
vi: Giải khát sau bữa ăn!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ORANGE_JUICE
source: It's freshly squeezed orange juice!
vi: Đó là nước cam mới vắt!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PALE_BEER
source: A new attempt at beer!
es: ¡Un nuevo intento de cerveza!
vi: Một nỗ lực mới với bia!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PALE_WHISKEY
source: The aroma is earthy and rugged, with a hint of complexity.
es: Gusto terroso y áspero, con un sabor único y agradable.
vi: Hương thơm của đất và gồ ghề, với một chút phức tạp.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PETALS_BERRY_BRANDY
source: You can feel the aroma of raspberries, tangerines, strawberries, and flowers.
es: Se siente el aroma de frambuesas, mandarinas, fresas y flores.
vi: Bạn có thể cảm nhận được mùi thơm của quả mâm xôi, quýt, dâu tây và hoa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PINEANANASSODA
source: This is the perfect drink to help you digest after a big meal.
vi: Đây là thức uống hoàn hảo giúp bạn tiêu hóa sau bữa liên hoan lớn.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PINEANANAS_JUICE
source: Be careful not to drink too much, or My mouth will peel off.
vi: Tốt nhất không nên uống quá nhiều, MỒM của tôi sẽ chảy máu mất.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POMEGRANATE_JUICE
source: Its sharpness awakens the appetite!
es: ¡Su sabor nítido, despierta el apetito!
vi: Vị sắc của nó đánh thức cảm giác thèm ăn!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: Good drinks require their own efforts.
es: Las buenas bebidas exigen su propio tiempo.
vi: Đồ uống ngon cần sự nỗ lực của chính mình.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: Itwill be out of here soon!
es: ¡Saldré pronto de aquí!
vi: Tôi sẽ rời khỏi đây sớm!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: Here's the drink you orde... ah, it's a habit.
es: Aquí está la bebida que orde... ah, es un hábito.
vi: Ok đồ uống của bạn gọ..., à xin lỗi bệnh nghề nghiệp tí!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: I can't go out without this!
es: ¡No puedo salir sin esto!
vi: Tôi không thể ra ngoài mà không có cái này!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: It allows me to feel the warmth of tea anytime, anywhere.
es: Me permite sentir el calor del té en cualquier momento y lugar.
vi: Nó cho phép tôi cảm nhận được hơi ấm của trà mọi lúc, mọi nơi.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: I wonder what kind of drink I should make.
es: Me pregunto qué tipo de bebida debería preparar.
vi: Tôi không biết nên pha loại đồ uống nào.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: Chilly guests have arrived.
es: Ya han llegado los invitados del frío.
vi: Những vị khách lạnh lùng đã đến.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: It's almost melted.
es: Está casi derretido.
vi: Nó gần như tan chảy.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: Hygiene in the kitchen is always important.
es: La higiene en la cocina siempre es importante.
vi: Vệ sinh trong nhà bếp luôn là điều quan trọng.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: I've almost removed the impurities!
es: ¡Casi ha eliminado las impurezas!
vi: Tôi gần như đã loại bỏ được tạp chất!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PULQUE
source: It has a lingering tartness on the palate.
es: Tiene una acidez persistente al paladar.
vi: Nó có vị chua kéo dài trong vòm miệng.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.QUARTZ_SHAKE
source: In my opinion, it would have been preferable to make Nam pla
es: En mi opinión, habría sido preferible que Nam pla
vi: Theo ý kiến của tôi thì, thứ này sẽ tốt hơn khi dùng để làm Nạm Plà

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RAINBOW_SHAKE
source: It's not quite the taste of a rainbow, but it's fine.
es: No tiene el sabor del arco iris, pero está bien.
vi: Nó không hẳn là có vị của bảy sắc cầu vòng cơ mà không quá tệ đâu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RICE_SPIRITS
source: The finish is clean and crisp!
es: El acabado es limpio y nítido.
vi: Kết thúc sạch sẽ và sắc nét!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RICE_WINE
source: This is a traditional drink from East Asia.
es: Es una bebida tradicional de Asia Oriental.
vi: Đây là thức uống truyền thống của Đông Á.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCACAO
source: I should check what's inside.
es: Debería ver que tiene dentro.
vi: Tôi nên kiểm tra xem bên trong có gì.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCACAO_BEAN
source: Ugh, that grease smell!
es: ¡Iug! ¡Esto huele grasoso!
vi: Ugh, mùi dầu mỡ đó!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCACAO_BEAN_COOKED
source: I can't eat it like this.
es: No puedo comerlo así.
vi: Tôi không thể ăn nó như thế này được.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: You can enjoy the creamy aroma and sweet taste of Belgian chocolate.
es: Puedes disfrutar del cremoso aroma y el dulce sabor del chocolate belga.
vi: Bạn có thể thưởng thức hương thơm kem và vị ngọt ngào của sôcôla Bỉ.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCACAO_SEED
source: It's rather spine-chilling.
es: Es bastante escalofriante.
vi: Thật lạnh sống lưng.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCACAO_SEED_SAPLING
source: This flower has a really eerie color, doesn't it?
es: Es bastante aterrador.
vi: Loài hoa này có màu sắc thật kỳ lạ phải không?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCACAO_TREE
source: You typically have to cross the sea to find these.
es: Usualmente hay que cruzar el mar para verlo.
vi: Bạn thường phải vượt biển để tìm thấy những thứ này.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCACAO_WINE
source: Full of cocoa flavor.
es: Lleno de sabor a cacao.
vi: Đầy hương vị cacao.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCHA_LATTE
source: I miss a real Mocha Martini.
es: Echo de menos un auténtico Moca martini.
vi: Tôi nhớ một ly Mocha Martini đích thực.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCOLATE
source: Sweet and lovely.
es: Dulce y encantador.
vi: Ngọt ngào và đáng yêu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINCOLATE_SMOOTHIE
source: The chewy chocolate chips and ice are exceptional.
es: Los trocitos de chocolate y hielo son excepcionales.
vi: Sô cô la chip dai và đá thật đặc biệt.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINXOCOLATL
source: An exotic drink filled with the wisdom of South Americans!
es: Una bebida exótica llena de la sabiduría de los sudamericanos.
vi: Thức uống kỳ lạ chứa đựng trí tuệ của người Nam Mỹ!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUIN_SCHOKAKOLA
source: One bite will definitely wake you up.
es: Una mordida definitivamente te despertará.
vi: Một miếng chắc chắn sẽ đánh thức bạn.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUMCHATA
source: Cinnamon flavor combines with vanilla, and it feels creamy and nutty.
es: El sabor a canela se combina con la vainilla, y resulta en un sabor de nuez cremoso.
vi: Hương quế kết hợp với vani, tạo cảm giác kem và béo ngậy.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEAWEED_SHAKE
source: I never thought could make a drink out of this...
es: Nunca pensé que podría hacer una bebida con esto...
vi: Tôi chưa bao giờ nghĩ rằng bạn có thể làm ra đồ uống từ thứ này...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SODA
source: It's carbonated water without any strange flavors.
es: Agua carbonatada sin sabores extraños.
vi: Nước có ga không có mùi vị lạ.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPARKLINGWINE
source: Refreshing and whets the appetite.
es: Refresca y despierta el apetito.
vi: Giải khát và kích thích cảm giác ngon miệng.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPICE_CAFFEINPEPPER
source: It enhances the flavor of any dish.
es: Realza el sabor de cualquier plato.
vi: Nó làm tăng hương vị của bất kỳ món ăn nào.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPOILED_DRINK
source: It's way past its expiration date.
es: Ha pasado su fecha de caducidad.
vi: Hết hạn sử dụng rồi.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STRAWBERRYSODA
source: It is Sweet strawberry-flavored soda.
es: Refresco dulce con sabor a fresa.
vi: Soda vị dâu ngọt ngào.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: This is one of the strawberry dessert drinks that ladies really love.
es: ¡Es refrescante, y delicioso!
vi: Đây là một trong những món đồ uống tráng miệng từ dâu tây được các chị em vô cùng yêu thích.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STRAWBERRY_SMOOTHIE
source: It's refreshing and delicious!
es: ¡Está fresco y delicioso!.
vi: Thật sảng khoái và ngon miệng!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUSHIBISCUS
source: This is a mockery of tea.
es: Esto es una burla al té y al buen gusto.
vi: Đây là một sự nhạo báng trà.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SWEET_RICE_DRINK
source: It's sweet and has an unusual texture!
es: ¡Es dulce con una textura inusual!
vi: Nó ngọt ngào và có kết cấu khác thường!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEALEAVES
source: I should process them first.
es: Debería procesarlas primero.
vi: Tôi nên xử lý chúng trước.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEALEAVES_DRIED
source: Now, all I need is hot water...
es: Ahora, todo lo que necesita es agua caliente...
vi: Bây giờ, tất cả những gì tôi cần là nước nóng...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEA_LUMPY_VODKA
source: It has blended the bitterness and strong aroma of tea leaves.
es: Ha mezclado el amargor y el fuerte aroma de las hojas de té.
vi: Nó đã hòa quyện vị đắng và hương thơm nồng nàn của lá trà.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEA_RUINCOLATE_LATTE
source: The bitterness of the tea leaves complements the sweetness of the chocolate.
es: El amargor de las hojas de té complementa el dulzor del chocolate.
vi: Vị đắng của lá trà bù đắp cho vị ngọt của sô cô la.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEA_SEED
source: I wonder what's inside this seed.
es: Me pregunto qué habrá dentro de esta semilla.
vi: Không biết bên trong hạt này có gì nhỉ.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEA_SEED_COOKED
source: I'm the one who has to figure out how to use this in cooking.
es: No parece muy valioso como ingrediente culinario.
vi: Tôi là người phải tìm ra cách sử dụng thứ này trong nấu ăn.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEA_SEED_SAPLING
source: It's still quite young.
es: Todavía es muy joven.
vi: Nó vẫn còn khá non.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEA_TREE
source: Usually found across the sea, I suppose.
es: Normalmente se encuentran al otro lado del mar, supongo.
vi: Tôi cho là thường được tìm thấy ở bên kia biển.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEQUILA
source: Smooth wood-like aroma.
es: Aroma suavemente amaderado.
vi: Mùi thơm êm dịu như gỗ.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TOFFEE_LATTE
source: A sweet and nutty coffee for those looking for something easy to drink.
es: Un café dulce y con sabor a nuez para los que buscan algo fácil de tomar.
vi: Một loại cà phê ngọt ngào và đậm đà dành cho những ai đang tìm kiếm thứ gì đó dễ uống.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TOMATO_JUICE
source: A drink even vampires would enjoy!
es: ¡Una bebida que hasta los vampiros disfrutarían!
vi: Thức uống mà ngay cả ma cà rồng cũng thích!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.VEGGIE_TEA
source: Bitterness can be good for you.
es: Lo amargo puede ser bueno.
vi: Vị đắng có thể tốt cho bạn.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATERMELON_JUICE
source: The thirstier you are, the sweeter it tastes!
es: ¡Cuanto más sediento más dulce es el sabor!
vi: Càng khát nước càng ngọt!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATER_CLEAN
source: Pure, tasteless water is essential for cooking.
es: El agua pura y sin sabor, es esencial para cocinar.
vi: Tinh khiết, vô vị dùng để nấu ăn!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATER_CLEAN_ICE
source: Should I grind it finely to make shaved ice?
es: ¿Debería molerlo para hacer hielo raspado?
vi: Tôi có nên xay mịn để làm đá bào không?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATER_DIRTY
source: I can't use this water for cooking.
es: No puedo usar esta agua para cocinar.
vi: Tôi không thể dùng nước này để nấu ăn.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATER_DIRTY_ICE
source: I can't use this dirty ice for cooking.
es: No puedo usar este hielo sucio para cocinar.
vi: Tôi không thể sử dụng đá bẩn này để nấu ăn.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATER_SALTY
source: Are you sure this is enough to make broth?
es: ¿Seguro que es suficiente para purificarla?
vi: Bạn có chắc thứ này đủ đạt để làm nước dùng không?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL
source: Let's extend our supply of drinking water!
es: ¡Ampliemos nuestro suministro de agua potable!
vi: Hãy mở rộng nguồn cung cấp nước uống của chúng ta!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_BURYING_KIT
source: If someone stumbles into that dangerous hole, it'll be a big accident!
es: Debemos asegurarnos que nadie tropiece con estos agujeros.
vi: Nếu như ai đó trượt chân vào cái lỗ kia thì quả thật là một tai nạn đầy đáng tiếc!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_DRILLING
source: I should avoid cooking near that drilling.
es: Debo evitar cocinar cerca de ese taladrerío.
vi: Nó sẽ tìm mạch nước và đào lên.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_DRILLING_ITEM
source: This will find the water vein and drill a hole.
es: Esto encontrará la veta de agua y perforará un agujero.
vi: Nó sẽ tìm mạch nước và đào lên.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_KIT
source: If only there were a wellspring of clean water now...!
es: ¡Si ahora hubiera un manantial de agua limpia...!
vi: Giá như bây giờ có một nguồn nước sạch thì tốt biết mấy.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: It seems to have run out of fuel.
es: Parece que se ha quedado sin combustible.
vi: Dường như đã hết nhiên liệu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_SPRINKLER.OFF
source: It's break time.
es: Se está tomando un descanso.
vi: Đã đến giờ giải lao.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_SPRINKLER.ON
source: It's working hard!
es: ¡Está trabajando duro!
vi: Nó đang làm việc chăm chỉ!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_SPRINKLER_KIT
source: I can easily serve water to my garden guests with this.
es: Con esto puedo servirle agua fácilmente a mis invitados del jardín
vi: Tôi có thể dễ dàng phục vụ nước cho khách trong vườn của mình bằng cái này.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: It seems to be high-quality groundwater.
es: Parece ser agua subterránea de alta calidad.
vi: Có vẻ như đây là nước ngầm chất lượng cao.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: The pressure is too low!
es: ¡La presión es demasiado baja!
vi: Áp suất quá thấp!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: Being able to draw fresh water anytime is a blessing.
es: Poder sacar agua fresca en cualquier momento es una bendición.
vi: Có thể lấy nước ngọt bất cứ lúc nào là một điều may mắn.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: The pressure has completely run out!
es: ¡La presión se ha agotado por completo!
vi: Áp suất đã hết hoàn toàn!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WELL_WATERPUMP_KIT
source: It's like a water dispenser!
es: ¡Es como un dispensador de agua!
vi: Giống như máy lọc nước!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WHEAT_BEER
source: Unique banana aroma and easy to drink.
es: Aroma de plátano único y fácil de beber.
vi: Hương chuối độc đáo và dễ uống.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WHEAT_WHISKEY
source: I need to prepare dishes to pair with it.
es: Necesito platillos para acompañarlo.
vi: Tôi cần chuẩn bị món ăn để kết hợp với nó.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WHITE_RUINCOLATE
source: Kids go crazy for it.
es: Los niños se vuelven locos por el.
vi: Bọn trẻ phát cuồng vì nó.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WINE
source: It's the best gift from the gods to humans!
es: ¡Es el mejor regalo de los dioses a los humanos!
vi: Đó là món quà tuyệt vời nhất mà thần thánh ban tặng cho con người!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WX78MODULE_NONEDRUNK
source: That gives our metal friend a little extra zest, right?
es: Eso le da a nuestro amigo metálico un poco más de sabor, ¿verdad?
vi: Thứ đó mang lại cho người bạn kim loại của chúng ta thêm một chút niềm say mê, phải không?

# STRINGS.CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.WELL_BUSY
source: Have patience, the bucket is still in the well.
es: Ten paciencia, el pozo ya tiene una cubeta.
vi: Hãy kiên nhẫn, cái xô vẫn còn trong giếng.

# STRINGS.CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: Let's clear the existing bucket first.
es: Hay que quitar la cubeta primero.
vi: Trước tiên hãy dọn sạch thùng hiện có.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_CAFFINE_BUFF_START
source: No one can catch up with my pace now!
es: ¡Nadie puede alcanzar mi ritmo!
vi: Bây giờ không ai có thể bắt kịp tốc độ của tôi!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_CAFFINE_BUFF_STOP
source: I'm back to my usual pace.
es: Eh vuelto a mi ritmo usual.
vi: Tôi đã trở lại nhịp độ thường ngày của mình.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_CURE_WATERBORNE
source: Next time, I should drink in moderation so it doesn't affect my ability to fight.
es: La próxima vez, debería beber agua purificada para evitar enfermar en las batallas.
vi: Lần sau, tôi nên uống nước tinh khiết để tránh bị ốm khi chiến đấu.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DCAPACITY_CRITICAL
source: Thor, I can drink all day!
es: ¡Thor, podría estar bebiendo todo el día!
vi: Thor, tôi có thể uống cả ngày!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DCAPACITY_HALF
source: I feel the fear fading away!
es: ¡Siento que el miedo se desvanece!
vi: Tôi cảm thấy nỗi sợ hãi dần tan biến!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DRUNK
source: Did I lose in the drinking game? Hiccup.
es: ¿Perdí en el juego de beber? Hip.
vi: Tôi có thua trong trò chơi uống rượu không? Nấc cụt.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DRUNK_END
source: Am I still at Egir's banquet?
es: ¿Aún estoy en el banquete de Egis?
vi: Tôi vẫn còn ở bữa tiệc của Egir à?

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DRUNK_IMMUNITY
source: Hahaha! Cheers again!!
es: ¡Jajaja! ¡Salud de nuevo!
vi: Hahahaha! Thêm cốc nữa nào!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NOTCHARGE
source: The unicorn says that it seems they are not ready yet.
es: El unicornio parece que aun no esta listo.
vi: Kỳ lân nói rằng có vẻ như họ vẫn chưa sẵn sàng.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NOTHIRSTSIESTA
source: How can I rest like this when my throat is so dry!
es: ¿Cómo puedo descansar así cuando tengo la garganta tan seca?
vi: Làm sao tôi có thể nghỉ ngơi như thế này khi cổ họng tôi khô khốc thế này!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NOTHIRSTSLEEP
source: If I sleep like this, I'll be thirsty all night! I should drink some water first.
es: Si duermo así, tendré sed toda la noche, antes debería beber agua..
vi: Nếu ngủ như thế này, tôi sẽ khát cả đêm! Tôi nên uống chút nước trước đã.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_SLEEP_END
source: I feel refreshed!
es: ¡Me siento renovada!
vi: Tôi cảm thấy sảng khoái!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_THIRST
source: I wish I could join the banquet now.
es: Desearía tener una bebida fresca.
vi: Tôi ước gì tôi có thể tham gia bữa tiệc ngay bây giờ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ABSINTHE
source: It has a refreshing scent!
es: ¡Tiene un olor refrescante!
vi: Nó có mùi thơm sảng khoái!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ADDITIVE_DAIRY
source: Are we putting dairy in alcohol?
es: ¿Estamos poniendo lácteos en el alcohol?
vi: Chúng ta có cho sữa vào rượu không?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ADDITIVE_NUT
source: Young trees have gathered here.
es: Jovenes árboles que fueron recolectados.
vi: Cây non đã tụ tập về đây.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ADDITIVE_PETALS
source: Gifts from Freya, it seems.
es: Parecen regalos de la diosa Freya.
vi: Có vẻ như là quà tặng từ Freya.
