Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.APPLEPINE_JUICE
source: Fit for a crown
es: Digno de coronar

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.VEGGIE_TEA
source: CITROYUZU to drink?
es: ¿Naranja para beber?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.LIMONSODA
source: It's a sweet drink with a fruity taste.
es: Una bebida dulce con sabor frutal.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CITROYUZUSODA
source: CITROYUZUs that can't be turned into juice.
es: Naranjas que se hicieron juego.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CITROYUZU_JUICE
source: I'm satisfied with just looking at the CITROYUZU color.
es: Estoy satisfecho con solo ver el color.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.APPLEPINESODA
source: I prefer to enjoy being an essence rather than drinking it.
es: Prefiero que sea una fruta a que sea bebida.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.APPLEPINE_JUICE
source: I could be an essence.
es: Podría ser una esencia.

# STRINGS.CHARACTERS.WURT.DESCRIBE.LIMONSODA
source: Is sweet and delicious, but strange!
es: Es dulce y delicioso ,¡Pero extraño!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CITROYUZUSODA
source: Glurp, it's refreshing and cool!
es: Sorbe, ¡Es refrescante y genial!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CITROYUZU_JUICE
source: Juicy and refreshing, florp!
es: Jugoso y refrescante, ¡Florp!

# STRINGS.CHARACTERS.WURT.DESCRIBE.APPLEPINESODA
source: Bubbly sour fruit water!
es: ¡Agua de fruta ácida y burbujeante!

# STRINGS.CHARACTERS.WURT.DESCRIBE.APPLEPINE_JUICE
source: Sour fruit was put into the water, making it less sour and sweeter, florp.
es: Fruta ácida en agua dulce, slurp.

# STRINGS.CHARACTERS.WX78.DESCRIBE.AREUHI
source: P-TYPE FLUID
es: FLUÍDO DE TIPO L

# STRINGS.CHARACTERS.WX78.DESCRIBE.DESALINATOR.EMPTY
source: INPUT REQUIRED
es: ENTRADA REQUERIDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIMONSODA
source: CONTAINS A LARGE AMOUNT OF CITRIC ACID
es: CONTIENE UNA GRAN CANTIDAD DE ÁCIDO CÍTRICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.CITROYUZUSODA
source: PRODUCED TO ENCOURAGE THE BEHAVIOR OF ORGANISMS
es: PRODUCIDO PARA MEJORAR EL COMPORTAMIENTO DE LOS ORGANISMOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.CITROYUZU_JUICE
source: CRUSHED FOR CONSUMPTION
es: TRITURADO PARA CONSUMIRSE

# STRINGS.CHARACTERS.WX78.DESCRIBE.APPLEPINESODA
source: PINE TUNING USED
es: PIÑA USADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.APPLEPINE_JUICE
source: DENIES ASSOCIATION WITH SPONGES
es: NO ASOCIADO CON LAS ESPONJAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINXOCOLATL
source: SUGAR-FREE COCOA COOLANT
es: REFRIGERANTE DE COCOA LIBRE DE AZÚCARES

# STRINGS.NAMES.LIMONSODA
source: Sparkling Honey
es: Refresco de miel

# STRINGS.NAMES.LUMPY_TEA
source: Root Tea
es: Té de raíces

# STRINGS.NAMES.CITROYUZUSODA
source: Sparkling CITROYUZU
es: Refresco de naranja

# STRINGS.NAMES.CITROYUZU_JUICE
source: CITROYUZU Juice
es: Jugo de naranja

# STRINGS.NAMES.APPLEPINESODA
source: Sparkling Pineapple
es: Refresco de piña

# STRINGS.NAMES.APPLEPINE_JUICE
source: Pineapple Juice
es: Jugo de piña

# STRINGS.SHOWME.WATERCOLLATOR.AMOUNT
source: Water: %s
es: Agua: %s
