Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DISTILLERS.DONE
source: Let's see what we've made!
es: ¡Veámos que hemos hecho!
vi: Hãy xem chúng ta đã làm được gì!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DISTILLERS.EMPTY
source: Wow, Looks like a huge scientific experimental device.
es: Wow, ¡Parece un experimento gigante!
vi: Wow, Trông giống như một thiết bị thí nghiệm khoa học khổng lồ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGONJUICE
source: Looks like something edible now.
es: Se ve como algo bebible ahora.
vi: Bây giờ nó trông giống như thứ gì đó có thể ăn được.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_CAFFEINBERRY
source: With a little love, it'll grow back.
es: Con un poco de amor, crecerá de nuevo.
vi: Chỉ cần một chút yêu thương, nó sẽ mọc lại.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_RUINCACAO_TREE
source: Off to the ground with you!
es: ¡Al suelo contigo!
vi: Xuống đất cùng bạn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_TEA_TREE
source: With a little love, it'll grow back.
es: Con un poco de amor, crecerá de nuevo.
vi: Với một chút tình yêu, nó sẽ mọc lại.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIG_JUICE
source: It's quite sweet!
es: ¡Es bastante dulce!
vi: Nó khá ngọt!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FRUITJUICE
source: it's a juice made from various fruits.
es: Jugo hecho con varias frutas.
vi: Nước ép làm từ nhiều loại trái cây.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FRUITSODA
source: Sweet fruit soda!
es: Mmm, ¡Rico refresco frutal!
vi: Mmm, soda trái cây ngọt ngào!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FUER
source: Mmmmm, It's an airy tea.
es: Mmm, es un té relajante.
vi: Mưmmm, Đó là một loại trà giải nhiệt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GIANT_BLUEBERRY_GIN
source: Kaboom!
es: ¡Quackowak!
vi: Quackowak!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GIANT_BLUEBERRY_WINE
source: Juicy fruit turned into alcohol.
es: Fruta jugosa hecha alcohol.
vi: Trái cây ngon ngọt biến thành rượu.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWBERRYJUICE
source: Look so tasty!
es: ¡Esto debería saber bien!
vi: Vị trông thật bắt mắt

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWBERRYWINE
source: This wine is glowing!
es: ¡este vino está brillando!
vi: Rượu này đang tỏa sáng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWBERRY_GIN
source: Mmmm, I don't want to try it.
es: Ugh, No queremos probarlo.
vi: Ừmmm, tôi không muốn thử nó đâu.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOOPYDRINK
source: A drink for a punishment game!
es: ¡Una bebida de castigo!
vi: Đồ uống cho trò chơi trừng phạt!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GREENTEA
source: Mmm, smells leafy.
es: Hmm, huele a hojas.
vi: Ừm, có mùi lá cây.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HIBISCUSTEA
source: It's turned red.
es: Se ha vuelto rojo.
vi: Nó chuyển sang màu đỏ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOLE
source: Hellooo? Is anyone in there?
es: ¿Hola? ¿Hay alguien ahí?
vi: Xin chào? Có ai ở đó không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOTRUINCOLATE
source: Warms both our claws and stomach.
es: Calienta mis garras y mi estómago.
vi: Làm ấm cả móng vuốt và dạ dày của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KAHLUA
source: It looks like it'll taste bitter.
es: Hmm, creo que pasamos.
vi: Có vẻ như nó sẽ có vị đắng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KETTLE.BOILING_LONG
source: It won't be ready right away.
es: No estrá listo tan rápido.
vi: Nó chưa sẵn sàng ngay đâu.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KETTLE.BOILING_SHORT
source: It's almost done!
es: ¡Está casi lsito!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KETTLE.BURNT
source: I can't drink anything from this now.
es: No podemos tomar nada de aquí.
vi: Bây giờ tôi không thể uống bất cứ thứ gì.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KETTLE.DONE
source: The drink is ready!
es: ¡La bebida está lista!
vi: Đồ uống đã sẵn sàng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KETTLE.EMPTY
source: Put some ingredients in and make a drink!
es: ¡Pon algo de ingredientes para una bebida!
vi: Cho một số nguyên liệu vào và làm đồ uống!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KETTLE.HASWATER
source: Shall we gather some ingredients?
es: ¿Deberíamos recolectar ingredientes?
vi: Chúng ta thu thập nguyên liệu nhé?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KETTLE.MELT_LONG
source: The ingredients don't grind well with ice water.
es: No puedo hacer bebidas con hielo.
vi: Nguyên liệu không xay tốt bằng nước đá.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KETTLE.MELT_SHORT
source: The ice is almost melted!
es: Hmm, ¡El hielo está casi derretido!
vi: Hmm, băng gần tan rồi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KETTLE.PURIFY_LONG
source: We can't make drinks with pond water as it is.
es: No podemos hacer bebidas con agua así.
vi: Chúng tôi không thể pha chế đồ uống bằng nước ao như hiện nay.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KETTLE.PURIFY_SHORT
source: It's almost clean!
es: Hmm, ¡Está casi listo!
vi: Nó gần sạch rồi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KUMIS
source: Is this spoiled milk?
es: ¿Es leche hechada a perder?
vi: Đây có phải là sữa hư không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LEMONLIMESODA
source: It's refreshing, but our throat feels sticky afterward!
vi: Thật sảng khoái, nhưng sau đó cổ họng tôi lại cảm thấy dính!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LOTUSTEA
source: A tea made from flowers living in water.
es: Un té hecho de flores que viven en el agua.
vi: Trà làm từ hoa sống trong nước.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LUMPY_BEER
source: This tastes weird.
es: Emm, esto sabe raro.
vi: Ugh, mùi này lạ quá.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LUMPY_TEA
source: It looks bitter, and it tastes bitter too.
es: Creo que sabe algo mal.
vi: Nhìn có vẻ đắng và cũng có vị đắng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LUMPY_VODKA
source: Willow says drinking it sets our throat on fire.
es: Puede que Willow escupa fuego si bebe esto.
vi: Willow nói uống nó sẽ khiến cổ họng chúng tôi bốc cháy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LUMPY_WINE
source: This is going to be really bitter.
es: Hmm, esto es realmente amargo.
vi: Thứ này thực sự vừa cay vừa đắng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MADHU
source: Ugh, it's not sweet at all; it's just alcohol.
es: Emm, no tiene nada de dulce; es sólo alcohol.
vi: Ugh, nó không ngọt chút nào, chỉ là rượu thôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MADHU_RUM
source: They made it with sugar, but I can't drink it!
es: ¡Lo hicieron con azúcar, pero no podemos tomarlo!
vi: Họ làm nó với đường, nhưng tôi không thể uống được!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MIXFLOWER
source: A tea with various flower petals.
es: Un té con varios pétalos de flores.
vi: Một loại trà với nhiều cánh hoa khác nhau.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOONWAY
source: It's such a pretty color!
es: ¡Es un color muy bonito!
vi: Màu sắc thật đẹp!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOON_BLOSSOM_TEA
source: Seems like the moon is inside the tea.
es: Parece que la luna está dentro del té.
vi: Có vẻ như mặt trăng ở trong trà.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MULLED
source: Makes our body warm as soon as I drink it!
es: ¡Hace que mi cuerpo se caliente tan pronto como lo bebo!
vi: Làm cho cơ thể chúng ta ấm lên ngay khi ta uống nó!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NOBLEWINE
source: It might be sweet, Shall we try just a little?
es: Puede que sea dulce, probemos sólo un poco.
vi: Nó có thể khá ngọt ấy, Chúng ta thử một chút nhé?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NUT_COCONUT_BRANDY
source: Shock and awe, oh sea losers!!
es: ¡Sorprendete y aterrador!
vi: Sốc và kinh hãi, ôi những kẻ thua cuộc trên biển!!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NUT_CORN_WHISKEY
source: We think about Woodie would probably like this!
es: Puede que a Woodie le guste
vi: Chúng tôi nghĩ về Woodie có lẽ sẽ thích điều này!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ORANGESODA
source: It's orange-flavored carbonated beverage!
vi: Là đồ uống có ga vị cam!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ORANGE_JUICE
source: We will have to postpone brushing our teeth for a bit.
vi: Tốt nhất là tôi nên tạm dừng việc đánh răng một lúc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PALE_BEER
source: This beer is really strange!
es: ¡Esta cerveza es muy extraña!
vi: Bia này lạ thật!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PALE_WHISKEY
source: Ugh, this alcohol is really strange.
es: Ugh, este alcohol es realmente extraño.
vi: Ugh, loại rượu này lạ thật.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PETALS_BERRY_BRANDY
source: It has a pleasant aroma.
es: Mmm, tiene un aroma placentero.
vi: Nó có mùi thơm dễ chịu.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PINEANANASSODA
source: We should be careful so our teeth don't decay.
vi: Chúng ta nên uống nó ít thôi nếu không muốn bị sâu răng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PINEANANAS_JUICE
source: Our teeth feel weird after drinking this.
vi: Răng của tôi cảm thấy kỳ lạ sau khi uống thứ này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POMEGRANATE_JUICE
source: it's tasty, but a bit sour.
es: Sabroso, pero un poco agrio.
vi: Nó ngon nhưng hơi chua.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: It's taking too long.
es: Está tomando demasiado.
vi: Mất quá nhiều thời gian.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: The drink will be ready soon!
es: ¡La bebida estará lista dentro de ´poco!
vi: Đồ uống sẽ sớm sẵn sàng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: Mmm, let's drink it quickly!
es: Mmm, ¡Bebámoslo rápido!
vi: Mmm, uống nhanh thôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: Aw, there's nothing inside.
es: Oh, no hay nada dentro.
vi: Ôi, chẳng có gì bên trong cả.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: Let's make juice on the go!
es: ¡Hagamos algo de jugo para llevar!
vi: Hãy pha nước trái cây khi đang di chuyển!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: Let's add some ingredients!
es: ¡Agreguémos algunos ingredientes!
vi: Hãy thêm một số nguyên liệu!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: The ingredients don't grind well with ice water.
es: No puedo preparas bebidas con hielo.
vi: Nguyên liệu không xay tốt bằng nước đá.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: The ice is almost melted!
es: Hmm, ¡El hielo está casi derretido!
vi: Băng gần như tan rồi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: I want to make it into a drink quickly.
es: Ya queremos beberlo.
vi: Tôi muốn nhanh chóng biến nó thành đồ uống.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: It's almost clean!
es: ¡Está casi listo!
vi: Sắp sạch rồi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PULQUE
source: Is it alcohol like milk made from grass?
es: ¿Leche hecha con plantas?
vi: Nó là rượu trông giống sữa nhưng được tạo ra từ gạo sao?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.QUARTZ_SHAKE
source: Mmmm, No matter how I look at it, this is mashed fish.
es: Ugh, sabe a pescado sin importar lo que le pongas.
vi: Mmmm, dù nhìn thế nào thì đây cũng là cá nghiền.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RAINBOW_SHAKE
source: We like the colorful appearance!
es: Nos gusta su apariencia colorida
vi: Chúng tôi thích vẻ ngoài đầy màu sắc!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RICE_SPIRITS
source: This, isn't, water!
es: ¡Esto no es agua!
vi: Thứ, này, không, phải, nước!!!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RICE_WINE
source: Is this like milk made from seeds?
es: ¿Es como leche hecha con semillas?
vi: Đây có phải là sữa làm từ hạt không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCACAO
source: Seems to contain something inside, and it makes a squelching sound.
es: Escuché algo, hace un ruido pegajoso.
vi: Dường như có thứ gì đó bên trong và phát ra âm thanh chói tai.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCACAO_BEAN
source: We can't eat this because of the oily smell.
es: No puedo comer esto por el olor aceitoso.
vi: Tôi không thể ăn món này vì có mùi dầu mỡ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCACAO_BEAN_COOKED
source: It's extremely bitter!
es: ¡Es extremadante amargo!
vi: Nó cực kỳ đắng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: Wow! Is this a chocolate liqueur?
es: ¡Wow! ¡Es licor de chocolate!
vi: Ồ! Đây có phải là rượu mùi sôcôla không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCACAO_SEED
source: Wow, it's blossomed!
es: Wow, ¡Está floreciendo!
vi: Chà, hoa nở rồi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCACAO_SEED_SAPLING
source: It'll grow big and bear nice fruit.
es: Crecerá grande y dará buenos frutos.
vi: Nó sẽ lớn lên và sinh trái đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCACAO_TREE
source: Another tropical cave tree, I guess?
es: ¿Otro árbol tropical en las cuevas?
vi: Tôi đoán là một cây hang động nhiệt đới khác?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCACAO_WINE
source: We're more into chocolate, not this.
es: ¡Nos encanta el chocolate!
vi: Chúng ta trông giống như những thanh sô cô la hơn là nó!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCHA_LATTE
source: It's delicious, but we heard not to drink too much of it.
es: Sabe bien, pero no bebamos mucho.
vi: Nó rất ngon, nhưng chúng ta nghe nói không nên uống quá nhiều.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCOLATE
source: It's rich and sweet!
es: ¡Está dulce y rico!
vi: Thật đậm đà và ngọt ngào!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINCOLATE_SMOOTHIE
source: Chilled to keep our claws and stomach cool.
es: Frío para mantener mis garras y estómago frescos.
vi: Làm lạnh để giữ cho móng vuốt và dạ dày của chúng ta mát mẻ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINXOCOLATL
source: I don't want to drink it, and neither does he
es: Ninguno de nosotros quiere beber esto.
vi: Tôi không muốn uống nó, và anh ta cũng vậy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUIN_SCHOKAKOLA
source: The chocolate flavor is a bit subtle.
es: Hmm, el sabor chocolatoso es muy débil.
vi: Hmm, hương vị sô cô la hơi nhạt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUMCHATA
source: Just give me regular milk.
es: Ugh, solo queremos leche normal.
vi: Chỉ cần cho tôi sữa bình thường.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEAWEED_SHAKE
source: It's going to be slippery and slimy.
es: Se ve resbaladizo y viscoso.
vi: Nó sẽ trơn và nhầy nhụa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SODA
source: What is this? It's bland!
es: ¿Qué es esto? ¡Es increíble!
vi: Cái này là cái gì? Thật nhạt nhẽo!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPARKLINGWINE
source: We want to shake it, but we guess we shouldn't.
es: Quiero agitarlo, pero creo que no deberíamos.
vi: Chúng ta muốn lắc nó lên, cơ mà không nên đâu!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPICE_CAFFEINPEPPER
source: Ah-choo!!!
es: ¡Picante!
vi: Hắt-xìiiiiiii

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPOILED_DRINK
source: Completely spoiled!
es: ¡Completamente hechado a perder!
vi: Hư hỏng hoàn toàn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STRAWBERRYSODA
source: Wickerbottom said to drink carbonated drinks in moderation.
es: La señora wicker nos dijo que bebamos refresco con moderación.
vi: Wickerbottom khuyên nên uống đồ uống có ga một cách điều độ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: This is real strawberry shake!
es: ¡Esto es un batido de fresa de verdad!
vi: Đây là món sinh tố dâu tây thật sự!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STRAWBERRY_SMOOTHIE
source: Let's drink it slowly to avoid brain freeze.
es: Tomémoslo lentamente para que no se congele nuestro cerebro.
vi: Uống từ từ để tránh não đơ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SUSHIBISCUS
source: I heard you shouldn't play with food.
es: No debería jugar con la comida.
vi: Tôi nghe nói ta không nên đùa giỡn với thức ăn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SWEET_RICE_DRINK
source: It has soft seeds in it!
es: ¡Tiene unas semillas suaves dentro!
vi: Có hạt mềm bên trong!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEALEAVES
source: These leaves have a rather unique scent.
es: Estas hojas tienen un aroma único.
vi: Những chiếc lá này có mùi hương khá độc đáo.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEALEAVES_DRIED
source: It's somewhat earthy.
es: Están un poco tierrosas.
vi: Nó hơi giống đất.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEA_LUMPY_VODKA
source: Is this alcohol made from vegetables?
es: ¿Alcohol hecho con vegetales?
vi: Rượu này làm từ rau củ phải không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEA_RUINCOLATE_LATTE
source: This hot chocolate color looks odd.
es: Se ve raro.
vi: Màu sô cô la nóng này trông kỳ lạ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEA_SEED
source: Not much to eat for its colour.
es: No es mucho que comer.
vi: Không ăn nhiều vì kích thước của nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEA_SEED_COOKED
source: Doesn't taste good at all.
es: No sabe nada bien.
vi: Không ngon chút nào.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEA_SEED_SAPLING
source: Wow, it's sprouting!
es: Wow, ¡Está floreciendo!
vi: Chà, nó đang nảy mầm!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEA_TREE
source: It's a bit small for hiding.
es: Un poco pequeño para esconderse.
vi: Nó hơi nhỏ để trốn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEQUILA
source: They made alcohol from cacti.
es: Hicieron alcohol con los catus.
vi: Họ làm rượu từ xương rồng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TOFFEE_LATTE
source: It's like melted butterscotch!
es: ¡Es como caramelo derretido!
vi: Trông giống như bánh bơ tan chảy!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TOMATO_JUICE
source: So, is this vegetable juice or fruit juice?
es: Jugo de verduras cuidadosamente triturado.
vi: Vậy đây là nước ép rau hay nước ép trái cây?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.VEGGIE_TEA
source: This is a vegetable medley set!!
es: ¡Una combinación de varias verduras!
vi: Đây là set rau trộn!!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATERMELON_JUICE
source: So refreshing!
es: ¡Bastante refrescante!
vi: Thật sảng khoái!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATER_CLEAN
source: It's clean water!
es: ¡Es agua limpia!
vi: Đó là nước sạch!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATER_CLEAN_ICE
source: Ouch, that's cold!
es: Ah, ¡Está frío!
vi: Ay da, nó lạnh quá.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATER_DIRTY
source: Water from a pond.
es: Agua de un estanque.
vi: Nước từ ao.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATER_DIRTY_ICE
source: It's frozen. Bleh.
es: Está congelado. Bleh.
vi: Nó bị đóng băng. Bleh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATER_SALTY
source: Drinking seawater is a no-no.
es: Beber agua del mar está mal.
vi: Uống nước biển là điều không nên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL
source: We were told not to hide in here.
es: Nos dijeron que no nos escondamos ahí.
vi: Chúng tôi đã được dặn là không được trốn ở đây.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_BURYING_KIT
source: Huh? Are we burying the hole again?
es: ¿Huh? ¿Vamos a tapar el agujero?
vi: Hả? Chúng ta lại đào hố nữa à?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_DRILLING
source: It's incredibly loud, but fun!
es: ¡Es increíblemente ruidoso, pero divertido!
vi: Nó cực kỳ ồn ào nhưng thú vị!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_DRILLING_ITEM
source: This thing looks super manly!
es: Se siente bastante varonil.
vi: Thứ này trông thật men-lỳ

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_KIT
source: Let's build our splendid well!
es: ¡Construyamos un pozo espléndido!
vi: Hãy cùng xây dựng cái giếng lộng lẫy của chúng ta!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: It's out of fuel.
es: Ya no tiene combustible.
vi: Hết nhiên liệu.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_SPRINKLER.OFF
source: it sprays water all around.
es: Está dormido.
vi: Nó đang bắn nước xung quanh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_SPRINKLER.ON
source: It's water playtime!
es: ¡Hora de jugar con el agua!
vi: Đã đến giờ vui chơi dưới nước!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_SPRINKLER_KIT
source: It automatically sets up with just a press of a button, amazing!
es: Se activa automáticamente con solo presionar un botón, ¡Increíble!
vi: Nó tự động thiết lập chỉ bằng một nút nhấn, thật tuyệt vời!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: It's incredibly strong!
es: ¡Es increíblemente fuerte!
vi: Nó cực kỳ mạnh!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: Looks somehow out of energy.
es: No se vé muy enérgico.
vi: Có vẻ như đang cạn kiệt năng lượng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: It's working hard.
es: Está trabajando duro.
vi: Nó đang làm việc chăm chỉ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: We will fetch some water!
es: Hmm, ¡Vaciaré un poco de agua para nosotros!
vi: Chúng ta sẽ lấy một ít nước!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WELL_WATERPUMP_KIT
source: We could set this up by the water source near our house, right?
es: ¿Deberíamos montarlo cerca de la fuente de agua de la casa?
vi: Có nên lắp gần nguồn nước trong nhà không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WHEAT_BEER
source: It's full of foam.
es: Mmm, está lleno de burbujas.
vi: Nó đầy bọt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WHEAT_WHISKEY
source: I'd rather it be bread!
es: ¡Preferiría que fuése pan!
vi: Tôi thích nó là bánh mì hơn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WHITE_RUINCOLATE
source: Let's share it with our friends!
es: ¡Compartámoslo con nuestros amigos!
vi: Hãy chia sẻ nó với bạn bè của chúng ta!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WINE
source: Bitter!
es: ¡Amargo!
vi: Đắng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WX78MODULE_NONEDRUNK
source: Huh. Is that what robot insides look like?
es: Huh. ¿Es así como se ven las entrañas de los robots?
vi: Hả. Bên trong robot trông như thế này à?

# STRINGS.CHARACTERS.WENDY.ACTIONFAIL.GIVE.WELL_BUSY
source: The bucket is still in the abyss.
es: La cubeta sigue en el abismo.
vi: Cái thùng vẫn ở dưới vực thẳm.

# STRINGS.CHARACTERS.WENDY.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: I should remove that bucket first.
es: Su espacio terrenal ya fue ocupado.
vi: Tôi nên loại bỏ thùng đó trước.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CAFFINE_BUFF_START
source: I feel like my arms and legs are lighter.
es: Me siento tan rauda y fugaz como la vida misma.
vi: Tôi cảm thấy tay chân mình nhẹ nhàng hơn.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CAFFINE_BUFF_STOP
source: My body feels heavy as usual.
es: Me siento tan pesada como siempre.
vi: Cơ thể tôi cảm thấy nặng nề như thường lệ.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CURE_WATERBORNE
source: Even though this pain subsides, more pain will surely come.
es: Cuando este dolor pase, seguramente vendrá más.
vi: Mặc dù cơn đau này đã dịu đi nhưng chắc chắn sẽ còn nhiều cơn đau hơn nữa.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DCAPACITY_CRITICAL
source: I may forget the embarrassment, but Abigail won't.
es: Puede que olvide la vergüenza pero Abigail no.
vi: Tôi có thể quên đi sự xấu hổ, nhưng Abigail thì không.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DCAPACITY_HALF
source: Now I understand why I was so embarrassed.
es: Ahora entiendo porque estoy avergonzada.
vi: Bây giờ tôi đã hiểu tại sao tôi lại xấu hổ đến thế.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DRUNK
source: Sob... Abigail, I'm so lonely...
es: Hmmm... Abigail, estoy tan sola...
vi: Nức nở... Abigail, tôi cô đơn quá...

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DRUNK_END
source: Don't laugh, Abigail. It's embarrassing.
es: No te rías Abigail, es vergonzoso.
vi: Đừng cười, Abigail. Thật xấu hổ.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NOTCHARGE
source: It seems there is no milk for me to share.
es: Parece que no tiene leche para mi.
vi: Nó trông có vẻ không có sữa dành cho tui để chia sẻ.
