Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEA_SEED
source: Someone who knows how to grow trees might find this useful.
es: La persona que sepa sembrar árboles encontraría esto útil.
vi: Ai biết cách trồng cây có thể thấy điều này hữu ích.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEA_SEED_COOKED
source: I can't believe I have to eat something like this.
es: No puedo creer que tenga que comer algo como esto.
vi: Tôi không thể tin được mình phải ăn thứ như thế này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEA_SEED_SAPLING
source: Huh, it seems I had to go to the ground.
es: Huh, debo devolverlo a la tiera.
vi: Hở, nghe trừng ta có vẻ phải đào rồi nhét nó xuống đất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEA_TREE
source: Though small, it boasts one lush leaf.
es: Aunque pequeña, presume unas frondosas hojas.
vi: Tuy nhỏ nhưng nó có một chiếc lá tươi tốt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEQUILA
source: Feels like a rustic performance.
es: Se siente con una presentación rústica.
vi: Cảm giác như một buổi biểu diễn mộc mạc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TOFFEE_LATTE
source: Did they melt scotch candies for this?
es: ¿Derritieron whisky escocés para hacer esto ?
vi: Họ đun chảy kẹo Scotch để làm món này à?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TOMATO_JUICE
source: Smooth and easy to drink.
es: Suave y fácil de beber.
vi: Mịn màng và dễ uống.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.VEGGIE_TEA
source: It's time to take care of my health.
es: Es momento de cuidar mi salud .
vi: Đã đến lúc phải chăm sóc sức khỏe của mình.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WATERMELON_JUICE
source: The water is so abundant that only a hint of the watermelon scent is noticeable.
es: El agua es tan abundante que sólo se percibe una pizca del aroma de la sandía.
vi: Nước nhiều đến mức chỉ ngửi thấy mùi dưa hấu thoang thoảng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WATER_CLEAN
source: It's a world where even a sip of clean water is precious.
es: Es un mundo en el que hasta un sorbo de agua limpia es valioso.
vi: Đó là một thế giới mà ngay cả một ngụm nước sạch cũng quý giá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WATER_CLEAN_ICE
source: My teeth feel chilled.
es: Mis dientes se congelan.
vi: Răng tôi buốt quá rồi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WATER_DIRTY
source: Hey, my water isn't looking so good.
es: Hey, esta agua no se ve tan bien.
vi: Này, nước của tôi trông không được tốt lắm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WATER_DIRTY_ICE
source: It's frozen trash.
es: Es basura congelada.
vi: Nó là một đống cặn đóng băng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WATER_SALTY
source: I shouldn't drink this.
es: No debería beber esto.
vi: Tôi không nên uống thứ này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL
source: I'm dying of thirst next to this well.
es: Moriré de sed a lado de este pozo.
vi: Cạnh cái giếng này tôi chết khát rồi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_BURYING_KIT
source: Why did you perform unnecessary work?
es: ¿Por qué realizó un trabajo innecesario?
vi: Tại sao ta phải làm những công việc chả cần thiết nhỉ?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_DRILLING
source: It's convenient that it operates on its own.
es: Es conveniente que funcione por sí mismo.
vi: Thật tiện lợi khi nó tự hoạt động.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_DRILLING_ITEM
source: Looks quite rugged.
es: Tiene una apariencia resistente .
vi: Trông khá gồ ghề.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_KIT
source: Do I have to carry this with my own hands?
es: ¿Debo cargar esto con mis propias manos?
vi: Bộ tôi phải tự vác nó đi bằng chính tay tôi à.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: A friend who knows how to handle machines will take care of it, I guess.
es: Un amigo que sepa manejar máquinas se encargará de ello, supongo.
vi: Tôi đoán là một người bạn biết sử dụng máy móc sẽ xử lý việc đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_SPRINKLER.OFF
source: It's turned off.
es: Está apagado.
vi: Nó đã tắt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_SPRINKLER.ON
source: If I get closer, my suit will be soaked.
es: Me empaparé si me acerco .
vi: Nó sẽ ướt sũng nếu tôi đến gần hơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_SPRINKLER_KIT
source: It's a hybrid of machine and magic.
es: Un híbrido de máquina y magia.
vi: Đó là sự kết hợp giữa máy móc và phép thuật.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: Hey, isn't this a bit too loud?
es: Hey, ¿No está algo ruidoso?
vi: Này, có phải hơi ồn quá không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: Is this thing working properly?
es: ¿Está cosa está trabajando como debe ser?
vi: Cái này có hoạt động bình thường không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: It's nice not to have to work with my hands.
es: Se siente bien no trabajar con mis manos.
vi: Thật tuyệt khi không phải làm việc bằng tay.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: I suppose I'll have to draw water by hand. sigh
es: Supongo que tendré que sacar el agua a mano *Suspiro*
vi: Tôi cho rằng tôi sẽ phải múc nước bằng tay. <thở dài>

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WELL_WATERPUMP_KIT
source: Should I have thought about something like that too?
es: ¿Debería haber pensado en algo así también?
vi: Bộ tôi phải nghĩ cái gì đó tương tự nó không nhỉ?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WHEAT_BEER
source: Well..I wonder where you got the hops?
es: Bueno... me pregunto dónde conseguiste el lúpulo.
vi: Chà..Tôi tự hỏi bạn lấy hoa bia ở đâu?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WHEAT_WHISKEY
source: Perfect.
es: Perfecto.
vi: Hoàn hảo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WHITE_RUINCOLATE
source: I'll pass.
es: Siguiente.
vi: Tôi sẽ vượt qua.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINE
source: Even if this were made from wild berries, I would have to drink it gratefully.
es: Aunque hecho de bayas silvestres, tendría que beberlo con gratitud.
vi: Ngay cả khi thứ này được làm từ quả dại, tôi vẫn phải uống nó một cách biết ơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WX78MODULE_NONEDRUNK
source: That robot really needs to control itself.
es: Ese robot debe controlarse.
vi: Thứ robot đó nghe trừng muốn kiểm soát lại bản thân mình.

# STRINGS.CHARACTERS.WEBBER.ACTIONFAIL.GIVE.WELL_BUSY
source: It's a fun idea, but if the well gets blocked, we will get in trouble.
es: Sería divertido, pero si el pozo se obstruye, estaremos en problemas.
vi: Đó là một suy nghĩ thú vị, nhưng nếu giếng bị tắc, chúng ta sẽ gặp rắc rối.

# STRINGS.CHARACTERS.WEBBER.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: Looks like there's only one spot left.
es: Parece que hay un lugar disponible.
vi: Có vẻ như chỉ còn lại một chỗ.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_CAFFINE_BUFF_START
source: We feel like running a lot right now.
es: Hmm, Podría correr una maratón.
vi: Hmm, tôi cảm thấy như đang chạy marathon.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_CAFFINE_BUFF_STOP
source: Ah, feeling sluggish now.
es: Eh, ahora me siento lento.
vi: À, dạo này thấy uể oải quá.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_DCAPACITY_CRITICAL
source: Feels like we're about to split...!
es: Parece que nos vamos a dividir...
vi: Chúng ta cần phải chạy nhiều ngay giờ đây.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_DCAPACITY_HALF
source: Our head is spinning round and round for some reason.
es: Mi cabeza está empezando a girar.
vi: Không hiểu sao đầu tôi bắt đầu quay cuồng.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_DRUNK
source: Four? Sixteen? No... WE ARE THE SWARMM!
es: ¿Cuatro?¿Ocho? No...¡Somos una legion!
vi: Bốn? mười sáu? KHÔNG chúng ta có cả bầy nè... hahahaha

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_DRUNK_END
source: No... we're just one ...
es: No... Ahora sólo somos uno...
vi: Không... giờ chúng ta chỉ là một...

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NOTCHARGE
source: Milk won't come from the goat right now.
es: No creo que produzca leche justo ahora.
vi: Con dê sẽ không cho sữa bây giờ đâu.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NOTHIRSTSIESTA
source: Our throats are too parched for a nap during the day.
es: Nuestras gargantas están demasiado resecas para la hora de la siesta.
vi: Cổ họng của chúng tôi quá khô để có thể chợp mắt vào ban ngày.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NOTHIRSTSLEEP
source: Our throats are too parched for a comfortable sleep.
es: Nuestras gargantas están demasiado resecas para un sueño cómodo.
vi: Cổ họng của chúng tôi quá khô để có thể ngủ thoải mái.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_SLEEP_END
source: We are one. We must never multiply!
es: Somo uno. ¡No debemos separarnos!
vi: Chúng ta là một. Chúng ta không bao giờ được nhân lên!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_THIRST
source: It's tea time!
es: ¡Es la hora del té!
vi: Đã đến giờ uống trà!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ABSINTHE
source: It's vivid green!
es: ¡Es un verde vívido!
vi: Màu xanh lá cây sống động!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ADDITIVE_DAIRY
source: Will we get scolded if we eat it as is?
es: ¿Nos regañarán si lo comemos tal cual?
vi: Chúng ta có bị mắng nếu ăn như vậy không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ADDITIVE_NUT
source: These are just a collection of hard things.
es: Una colección de cosas duras.
vi: Chỉ là tập hợp những thứ cứng cáp thôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ADDITIVE_PETALS
source: These are things commonly seen in nature!
es: Hierbas y pétalos de flores comunes que puedes encontrar en la naturaleza
vi: Đây là những thứ thường thấy trong tự nhiên!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ADDITIVE_SEED
source: These seeds smell strange!
es: Semillas de un olor extraño para la destilería
vi: Nhứng thứ hạt này có mùi kì kì!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.AREUHI
source: This was made with milk, but we don't think we can stomach it.
es: No creo que pueda aguantar alcohol hecho con leche.
vi: Món này được làm bằng sữa, nhưng chúng tôi không nghĩ mình có thể nuốt nổi nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARRACK
source: We should just eat coconuts.
es: Deberíamos comer cocos en su lugar.
vi: Chúng ta chỉ nên ăn dừa thôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.AUROBOW
source: I heard they ground up glowing jellyfish to make this.
es: Lo hicieron con medusas, ¿Verdad?
vi: Tôi nghe nói họ nghiền những con sứa phát sáng để làm món này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BANANA_JUICE
source: Mmm, Smells like bananas.
vi: Hừm, mùi như chuối vậy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BARREL.BURNT
source: It won't be much use to us now.
es: Supongo que es inútil ahora.
vi: Bây giờ nó sẽ không có ích gì nhiều cho chúng ta.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BARREL.GENERIC
source: We can store our water here.
es: Podemos guardar nuestra agua aquí.
vi: Chúng ta có thể trữ nước ở đây.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRIES_JUICE
source: Raspberry juice!
es: ¡Jugo de zarzamora!
vi: Nước ép mâm xôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRY_BRANDY
source: I saw Dad hiding this in bookshelf!
es: ¡Vi a papá escondiendo esto en el estudio!
vi: Tôi thấy bố giấu cái này trong phòng làm việc!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRY_GIN
source: This alcohol has an even stronger smell.
es: Este tiene un aroma bastante más fuerte.
vi: Rượu này thậm chí còn có mùi nồng hơn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLACKTEA
source: We need some cookies to go with this.
es: Necesito algunas galletas para acompañar esto.
vi: Chúng ta cần một số bánh quy kèm theo thứ này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLACKTEA_ICED
source: A cold black tea with ice.
es: Té negro helado con hielo.
vi: Trà đen đá với đá.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BOILBOOK
source: Ugh, the number of recipes we have to memorize has increased.
es: Ugh, tantas recetas que memorizar.
vi: Ugh, có quá nhiều công thức nấu ăn để ghi nhớ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BREWERY.BURNT
source: It's all burnt down.
es: Hmm, está todo quemado.
vi: Tất cả của thứ này đã bị cháy rụi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BREWERY.DONE
source: The drink is ready!
es: ¡La bebida está lista!
vi: Đồ uống đã sẵn sàng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BREWERY.EMPTY
source: I don't think it's a good idea for us to hide inside this barrel.
es: ¡No creo que escondernos dentro de este barril sea buena idea!
vi: Tôi không nghĩ trốn trong thùng này là ý hay đâu!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BREWERY.FERMENTING_LONG
source: Miss Wickerbottom said that we have to wait a long time for things like this.
es: El maestro dijo que debemos esperar.
vi: Sư phụ nói chúng ta phải đợi rất lâu cho việc này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BREWERY.FERMENTING_SHORT
source: It'll be ready soon!
es: ¡Estará listo pronto!
vi: Nó sẽ sớm sẵn sàng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: There might be wrigglers in here.
es: Puede que haya bichos dentro.
vi: Có vẻ có vài con lăng quăng trong này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: It's frozen as it is!
es: ¡Ahora esta sucio y congelado!
vi: Nó đã đóng băng rồi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: Let's put our toys in this and float it on the water!
es: Pongamos nuestros juguetes dentro y hagámoslos flotar en el agua.
vi: Hãy đặt những món đồ chơi của chúng ta lên đây và trôi dạt chúng trên biển!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: It's filled with clean rainwater!
es: ¡Está lleno con agua de lluvia!
vi: Nó chứa đầy nước mưa sạch!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: It's frozen solid
es: ¡Está sólidamente congelado
vi: Nó đông cứng

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_EMPTY.DIRTY
source: There might be wrigglers in here.
es: Puede que haya bichos dentro.
vi: Có vẻ có vài con lăng quăng trong này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: It's frozen as it is!
es: ¡Ahora esta sucio y congelado!
vi: Nó đã đóng băng rồi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_EMPTY.EMPTY
source: It's a bit small for my friends to fit in.
es: Es un poco pequeño para que quepan nuestros amigos.
vi: Nó hơi nhỏ để bạn bè tôi có thể nhét vào.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_EMPTY.FULL
source: It's filled with clean rainwater!
es: ¡Está lleno con agua de lluvia!
vi: Nó chứa đầy nước mưa sạch!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: It's frozen solid
es: ¡Está sólidamente congelado
vi: Nó đông cứng

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: There might be wrigglers in here.
es: Puede que haya bichos dentro.
vi: Có vẻ có vài con lăng quăng trong này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: It's frozen as it is!
es: ¡Ahora esta sucio y congelado!
vi: Nó đã đóng băng rồi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: Let's make sandcastles with this!
es: ¡Hagámos castillos de arena con esto!
vi: Hãy làm lâu đài cát bằng cái này!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: It's filled with clean rainwater!
es: ¡Está lleno con agua de lluvia!
vi: Nó chứa đầy nước mưa sạch!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: It's frozen solid!
es: ¡Está sólidamente congelado!
vi: Nó đông cứng lại!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: There might be wrigglers in here.
es: Puede que haya bichos dentro.
vi: Có vẻ có vài con lăng quăng trong này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: It's frozen as it is!
es: ¡Ahora esta sucio y congelado!
vi: Nó đã đóng băng rồi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: It looks a bit fragile for us to use as a chair.
es: Se ve frágil para ser usado como silla.
vi: Có vẻ hơi dễ vỡ khi chúng ta sử dụng làm ghế.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: It's filled with clean rainwater!
es: ¡Está lleno con agua de lluvia!
vi: Nó chứa đầy nước mưa sạch!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: It's frozen solid!
es: ¡Está sólidamente congelado!
vi: Nó đông cứng lại!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUTTERBEER
source: Wendy told me it's a delicious drink from a famous novel series!
es: Wendy me dijo que es una bebida deliciosa de una famosa serie de novelas
vi: Wendy nói với tôi rằng đây là một thức uống ngon từ bộ tiểu thuyết nổi tiếng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CACTUSFLOWER_TEA
source: Let's have it three times a day.
es: Vamos a beberlo tres veces al día.
vi: Hãy uống ba lần một ngày.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CACTUS_TEA
source: My mouth will be filled with cactus flesh
es: Está lleno de pulpa de cactus.
vi: Miệng tôi sẽ đầy thịt xương rồng

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAFFEINBERRY
source: Looks like it's full of beans.
es: Parecen un montón de granos.
vi: Trông như đầy đậu.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAFFEINBERRY_BEAN
source: Can we make chili con carne with this?
es: ¿Podemos hacer chili con carne con esto?
vi: Chúng ta có thể làm món ớt con carne với cái này không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Tastes really bitter.
es: Sabe muy amargo.
vi: Có vị rất đắng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAFFEINBERRY_JUICE
source: Bitter!
es: ¡Amargo!
vi: Đắng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: There's still a lot of seawater.
es: Todavía está muy salada.
vi: Vẫn còn nhiều nước biển.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: Most of it has become clean water!
es: ¡La mayoría está limpia!
vi: Hầu hết đã trở thành nước sạch!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPDESALINATOR.DONE
source: Time to drink!
es: ¡Hora de tomar agua!
vi: Đã đến giờ uống!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPDESALINATOR.GENERIC
source: It won't useful like this.
es: Hmm, no es muy útil así.
vi: Nó sẽ không hữu ích như thế này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPDESALINATOR.STOP
source: The pinwheel has stopped turning.
es: El filtro se ha detenido.
vi: Chong chóng đã ngừng quay.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPDESALINATOR_ITEM
source: I'll have to carry it around with multiple arms!
es: ¡Tendré que cargarlo con nuestras patas extra!
vi: Tôi sẽ phải mang nó đi bằng nhiều tay!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: It's not hot enough to burn our fingers yet.
es: Nuestras patas se podrían quemar.
vi: Nó chưa đủ nóng làm bỏng tay chúng ta.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: Steam is coming out!
es: ¡Está saliendo el vapor!
vi: Hơi nước đang bốc ra!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPKETTLE.DONE
source: Clean water!
es: ¡Agua limpia!
vi: Nước sạch!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPKETTLE.GENERIC
source: It won't useful like this.
es: Hmm, no es nada útil así.
vi: Nó sẽ không hữu ích như thế này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPKETTLE.STOP
source: It's not boiling anymore.
es: Ya no está hieviendo.
vi: Nó không còn sôi nữa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPKETTLE_ITEM
source: I'll have to carry it around with one arm!
es: ¡Deberé cargarlo con nuestros brazos extra!
vi: Tôi sẽ phải mang nó đi bằng một tay!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CARROT_TEA
source: I didn't want to eat this much of it.
es: No quisiera tomar mucho de esto.
vi: Tôi không muốn ăn nhiều thế này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHERRY_BLOOM_MADHU
source: It's alcohol, but it's pink!
es: Es alcohol, ¡Pero es rosa!
vi: Là rượu, nhưng lại có màu hồng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHERRY_BLOOM_RUM
source: Should we use this to decorate our friends' homes?
es: Hmm, ¿Deberíamos usar esto para decorar la casa de nuestras amigas arañas?
vi: Hmm, chúng ta có nên sử dụng thứ này để trang trí nhà cho những người bạn nhện của mình không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHERRY_DOCTOR_COLA
source: It's similar to cola, but not quite the same, but we like it!
es: Es similar al cola, pero no igual, ¡Nos gusta!
vi: Nó chỉ giống cola, chứ vị thì chưa chắc, cơ mà chúng tôi thích nó phết!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHERRY_HONEY_TEA
source: Sweet and warm, but the color is strange!
es: Dulce y caliente, ¡Aunque el color es extraño!
vi: Ngọt và ấm, nhưng màu lạ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: Did it extract blood from that alien spider?
es: ¿Extrajeron esto de una araña del espacio?
vi: Nó có lấy máu từ con nhện ngoài hành tinh đó không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COCONUT_JUICE
source: it doesn't taste as good as it looks.
es: Ugh, no sabe tan bien como parece.
vi: Vị nó không tệ như cách thức của nó!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COCONUT_WINE
source: We can smell a sweet woody scent from this.
es: Tiene un ligero aroma a nuez.
vi: Chúng ta có thể ngửi thấy mùi hương gỗ ngọt ngào từ đây.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLA
source: I never thought I'd see this again!
es: ¡Nunca hubiésemos pensado ver esto de nuevo!
vi: Tôi chưa bao giờ nghĩ rằng tôi sẽ nhìn thấy điều này một lần nữa!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLAQUANTUM
source: The soda is blue and it even glows!
es: ¡El refresco azul está brillando!
vi: Soda có màu xanh và thậm chí còn phát sáng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CORN_BEER
source: Wow! Can we drink this too?
es: Wow! ¿Podemos tomar esto también?
vi: Chà! Chúng ta có thể uống thứ này được không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CORN_WHISKEY
source: This alcohol is even stronger!
es: ¡Este alcohol es aún más fuerte!
vi: Rượu này thậm chí còn mạnh hơn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DARK_RUINCOLATE
source: Warly didn't seem to have roasted it, so what happened?
es: No parece que se le haya quemado a Warly, ¿Que pasó?
vi: Warly dường như chưa rang nó, vậy chuyện gì đã xảy ra?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DESALINATOR.BURNT
source: Mr.Desalinator doesn't look well.
es: El Sr. Desalinizador no se ve muy bien.
vi: Ngài Khử muối trông không được khỏe.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DESALINATOR.EMPTY
source: Mr.Desalinator, do you have any water?
es: Sr. Desalinizador, ¿Tiene algo de agua?
vi: Ngài Khử muối, ông có nước không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DESALINATOR.HASSALT
source: Mr.Desalinator, do you have too much salt?
es: Sr. Desalinizador, ¿Tiene demasiada sal?
vi: Ngài Khử muối, ngài có thừa muối không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DESALINATOR.HASWATER
source: May I take some clean water, Mr. Desalinator?
es: ¿Podría tomar un poco de agua limpia, Sr. Desalinizador?
vi: Tôi có thể lấy một ít nước sạch không, thưa ông Máy khử muối?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DESALINATOR.PURIFY_LONG
source: It's going to take a while for the salt to be removed!
es: ¡Va a tomar un poco para separarla sal del agua!
vi: Sẽ mất một thời gian để loại bỏ muối!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: The water is almost pure now!
es: ¡El agua es casi pura!
vi: Bây giờ nước gần như tinh khiết!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DISINFECTANT
source: It's meant to be used for treatment, but using it is even more painful.
es: Duele bastante usarlo.
vi: Vốn dĩ nó được sử dụng để điều trị, nhưng sử dụng nó còn đau đớn hơn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: Feels like the experiment will be over soon!
es: ¡Está casi listo!
vi: Có cảm giác như cuộc thử nghiệm sẽ sớm kết thúc!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: It's going to take a while to finish.
es: Tardará un poco en estar listo.
vi: Sẽ mất một lúc để hoàn thành.
