Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: We need to add water before using it.
es: Necesitamos agregar agua antes de usarla.
vi: Chúng ta cần thêm nước trước khi sử dụng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: We can prepare tea anywhere.
es: Podemos preparar el té en cualquier lugar.
vi: Chúng tôi có thể chuẩn bị trà ở bất cứ đâu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: Hmm, maybe I'll make some tea.
es: Hmm, Quizá deba hacer algo de té.
vi: Hmm, có lẽ tôi sẽ pha trà.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: We need to wait for the ice to melt.
es: Necesitamos esperar a que el hielo se derrita.
vi: Chúng ta cần đợi băng tan.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: It's almost melted!
es: ¡Ya casi se derrite!
vi: Nó gần như tan chảy!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: We need to wait for sterilization to complete.
es: Tenemos que esperar a que se complete la esterilización.
vi: Chúng ta cần đợi quá trình khử trùng hoàn tất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: It's almost sterilized!
es: ¡Está casi esterilizado!
vi: Gần như đã được khử trùng!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PULQUE
source: A traditional drink made by Mesoamerican indigenous people.
es: Bebida tradicional de los indígenas mesoamericanos.
vi: Thức uống truyền thống của Người bản địa Mesoamerican.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.QUARTZ_SHAKE
source: I should study the properties of this fish soup separately.
es: Debería estudiar las propiedades de esta sopa de pescado por separado.
vi: Tôi nên nghiên cứu riêng đặc tính của món súp cá này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAINBOW_SHAKE
source: Interesting, it maintains bioluminescence.
es: Interesante, mantiene la bioluminiscencia.
vi: Thú vị, nó duy trì sự phát quang sinh học.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RICE_SPIRITS
source: Similar to sake.
es: Similar al sake.
vi: Tương tự như rượu sake.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RICE_WINE
source: One of the methods for long-term storage of grains.
es: Uno de los métodos para el almacenamiento a largo plazo de cereales.
vi: Một trong những phương pháp bảo quản ngũ cốc lâu dài.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCACAO
source: It was used as currency in ancient Aztec civilizations.
es: Se utilizaba como moneda en las antiguas civilizaciones aztecas.
vi: Nó được sử dụng làm tiền tệ trong các nền văn minh Aztec cổ đại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCACAO_BEAN
source: It's made up of a little butter and cacao beans.
es: Se compone de un poco de mantequilla y granos de cacao.
vi: Nó được làm từ một ít bơ và đậu Ruincacao.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCACAO_BEAN_COOKED
source: Used for making chocolate or drinks.
es: Usado para hacer bebidas de chocolate.
vi: Dùng làm sôcôla hoặc đồ uống.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: Originally created to cheaply handle leftover whiskey and cream.
es: Creado originalmente para manejar de forma barata los restos de whisky y crema.
vi: Ban đầu được tạo ra để xử lý rượu whisky và kem còn sót lại với giá rẻ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCACAO_SEED
source: Seeds from a cacao tree.
es: Semillas de árbol de cacao.
vi: Hạt giống từ cây Ruincacao.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCACAO_SEED_SAPLING
source: The cacao tree seedling will grow.
es: La plántula de cacao crecerá.
vi: Cây giống Ruincacao sẽ phát triển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCACAO_TREE
source: The fruit must have fallen into a sinkhole.
es: La fruta cayó en un sumidero.
vi: Quả này chắc chắn đã rơi xuống hố.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCACAO_WINE
source: A brewing spirit I've never seen before. Quite intriguing.
es: Un licor cervecero que nunca antes había visto.
vi: Một loại rượu pha chế tôi chưa từng thấy trước đây. Khá hấp dẫn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCHA_LATTE
source: It takes its name from a place name. It's a combination of coffee and chocolate.
es: Toma su nombre de un topónimo. Es una combinación de café y chocolate.
vi: Nó lấy tên từ người Maya. Sự kết hợp giữa cà phê và sô cô la.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCOLATE
source: Chocolate! A solid form of xocolatl.
es: ¡Chocolate! Una forma deliciosa del chocolate.
vi: Sô cô la! Một dạng sô cô la rắn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINCOLATE_SMOOTHIE
source: A modified version of hot chocolate!
es: ¡Una versión modificada del chocolate caliente!
vi: Một phiên bản sửa đổi của sô cô la nóng thành sinh tố lạnh!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINXOCOLATL
source: An ancient Aztec-originated beverage.
es: Una antigua bebida de origen azteca.
vi: Một loại đồ uống cổ xưa có nguồn gốc từ người Aztec.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUIN_SCHOKAKOLA
source: A new type of chocolate! Awakening substances have been enhanced.
es: ¡Un nuevo tipo de chocolate!.
vi: Một loại sôcôla mới! Chất thức tỉnh đã được tăng cường.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUMCHATA
source: Rum is mixed with cream to make it easier to drink.
es: El ron se mezcla con leche para que sea más fácil de beber.
vi: Rum được trộn với kem để dễ uống hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEAWEED_SHAKE
source: It's sticky because it is rich in alginic acid.
es: Es pegajosa porque es rica en ácido algínico.
vi: Giàu axit alginic, làm cho nó đặc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SODA
source: A water in which carbon dioxide is dissolved and ionized.
es: Agua en la que el dióxido de carbono está disuelto e ionizado.
vi: Carbon dioxide được hòa tan và ion hóa trong nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPARKLINGWINE
source: Originally, carbon dioxide is produced through fermentation, but in this case, carbonation was artificially added.
es: Originalmente, el dióxido de carbono se produce a través de la fermentación, pero en este caso, la carbonatación se añadió artificialmente.
vi: Ban đầu, carbon dioxide được giải phóng thông qua quá trình lên men, nhưng loại này đã bơm cacbonat một cách nhân tạo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPICE_CAFFEINPEPPER
source: In the past, this was a very rare and valuable spice.
es: En el pasado, era una rara y cara especia.
vi: Từng là một loại gia vị rất có giá trị.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPOILED_DRINK
source: This drink is becoming a breeding ground for bacteria.
es: Esta bebida se está convirtiendo en un caldo de cultivo para las bacterias.
vi: Thứ bạn uống đang trở thành nơi sinh sản của vi khuẩn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STRAWBERRYSODA
source: Carbonated water with strawberry juice.
es: Agua carbonatada con zumo de fresa.
vi: Nước có ga với nước ép dâu tây.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: A popular strawberry beverage, sometimes made with yogurt instead of milk.
es: Una popular bebida de fresa, a veces hecha con yogur en lugar de leche.
vi: Một loại đồ uống dâu tây phổ biến, đôi khi được làm bằng sữa chua thay vì sữa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STRAWBERRY_SMOOTHIE
source: Ice and strawberries blended together, it would be even better with milk.
es: Hielo y fresas mezclados, estaría aún mejor con leche.
vi: Đá và dâu tây hòa quyện với nhau, uống với sữa sẽ ngon hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUSHIBISCUS
source: Wait... This isn't Hibiscus tea.
es: Espera... Esto no es té de hibisco.
vi: Đợi đã... Đây không phải là trà Hibiscus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWEET_RICE_DRINK
source: It has been fermented to give it a sweet taste and make it easier to digest.
es: Se ha fermentado para darle un sabor dulce y facilitar su digestión.
vi: Được lên men để tạo vị ngọt và dễ tiêu hóa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEALEAVES
source: It's a type of tea leaf from the Camellia sinensis variety.
es: Es un tipo de hoja de té de la variedad Camellia sinensis.
vi: Đây là những lá trà nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEALEAVES_DRIED
source: That will be used for making black tea.
es: Se usarán para hacer té negro
vi: Chúng sẽ được dùng để pha trà đen.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEA_LUMPY_VODKA
source: Interesting, the balance of flavors seems to be well-preserved.
es: Interesante, el equilibrio de sabores parece estar bien conservado.
vi: Thật thú vị, sự cân bằng giữa các hương vị dường như được giữ nguyên.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEA_RUINCOLATE_LATTE
source: This method adds variety to beverage options.
es: Hay variedad a las opciones de bebidas.
vi: Phương pháp này mang lại sự đa dạng cho các lựa chọn đồ uống.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEA_SEED
source: Seeds from a tea tree.
es: Semillas de un árbol de té.
vi: Hạt từ cây chè.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEA_SEED_COOKED
source: Planting it would have been better.
es: Plantarla no dará resultados.
vi: Trồng sẽ tốt hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEA_SEED_SAPLING
source: The tea tree seedling will grow.
es: La planta de té ah empezado a crecer.
vi: Cây giống cây trà sẽ phát triển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEA_TREE
source: A type of small camellia tree.
es: Un tipo de árbol de camelia.
vi: Một loại cây hoa trà nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEQUILA
source: Conquistadors made mescal from agave when they ran out of grapes.
es: Los conquistadores hicieron mezcal de agave cuando se les acabaron las uvas.
vi: Những người chinh phục làm mescal từ cây thùa khi họ hết nho.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TOFFEE_LATTE
source: It has a rich, nutty aroma.
es: Tiene un rico aroma a nuez.
vi: Hương thơm đậm đà được tăng cường.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TOMATO_JUICE
source: It contains components that help detoxify alcohol.
es: Contiene componentes que ayudan a desintoxicar el alcohol.
vi: Chứa các thành phần giúp giải độc cơ thể.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.VEGGIE_TEA
source: Healthy drinks are usually bitter.
es: Las bebidas saludables suelen ser amargas.
vi: Thức uống đắng tốt cho cơ thể.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WATERMELON_JUICE
source: It's high water content makes it great for quenching thirst.
es: Su alto contenido en agua lo hace ideal para calmar la sed.
vi: Độ ẩm cao, hoàn hảo để giải khát.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WATER_CLEAN
source: Essential for life. Chemically, it's H₂O.
es: Escencial para la vida. Químicamente es H₂O.
vi: Cần thiết cho sự sống. Về mặt hóa học, đó là H₂O.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WATER_CLEAN_ICE
source: A solidified water.
es: Agua solidificada.
vi: Nước đông đặc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WATER_DIRTY
source: It is teeming with bacteria, posing a risk of endemic diseases.
es: Hervirla prevé enfermedades transmitidas por el agua.
vi: Việc đun sôi nước này có thể giúp ngăn ngừa các bệnh lây truyền qua đường nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WATER_DIRTY_ICE
source: A solidified water containing bacteria.
es: Agua solidificada que contiene bacterias.
vi: Nước đông đặc chứa vi khuẩn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WATER_SALTY
source: Drinking this can lead to dehydration.
es: Beber esto puede provocar deshidratación.
vi: Uống thứ này có thể dẫn đến mất nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL
source: A construction used to draw water from deep water vein.
es: Construcción utilizada para extraer agua de una vena de agua profunda.
vi: Một công trình dùng để lấy nước từ tầng ngậm nước sâu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_BURYING_KIT
source: Tools for burying a hole when it's no longer needed or functioning.
es: Herramientas para enterrar un agujero cuando ya no es necesario o no funciona.
vi: Dụng cụ chôn giếng khi nó không còn cần thiết hoặc không còn hoạt động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_DRILLING
source: That is trying to dig here to see if there's an aquifer.
es: Que está tratando de cavar aquí para ver si hay un acuífero.
vi: Tôi đang cố gắng tìm hiểu xem ở đây có tầng chứa nước hay không.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_DRILLING_ITEM
source: I need to find a suitable spot where there might be an aquifer.
es: Necesitó encontrar un lugar adecuado en donde perforar.
vi: Tôi cần tìm một vị trí thích hợp nơi có thể có tầng chứa nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_KIT
source: A building material used for drawing water from deep water vein.
es: Materiales para la construccion de instalaciones para extraer agua de vetas profundas
vi: Vật liệu xây dựng dùng để lấy nước từ tầng ngậm nước sâu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: Fuel is running low.
es: Está bajo de combustible.
vi: Nhiên liệu sắp hết.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_SPRINKLER.OFF
source: It moistens the surroundings.
es: Encenderlo humedece los alrededores.
vi: Nó làm ẩm môi trường xung quanh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_SPRINKLER.ON
source: Make sure to wear a raincoat before getting close.
es: Asegúrate de llevar un impermeable antes de acercarte.
vi: Nhớ mặc áo mưa trước khi đến gần.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_SPRINKLER_KIT
source: A machine used to draw water from deep water vein for farming.
es: Una máquina utilizada para extraer agua de vetas profundas para la agricultura.
vi: Máy dùng để hút nước từ tầng ngậm nước sâu cho nông nghiệp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: The pressure is more than sufficient.
es: La presión es más que suficiente.
vi: Áp suất là quá đủ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: The pressure is very low.
es: La presión es muy baja.
vi: Áp suất rất thấp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: The pressure is just right.
es: La presión es la correcta.
vi: Áp suất vừa phải.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WELL_WATERPUMP_KIT
source: A machine used to pump water from deep water vein.
es: Una máquina usada para bombear agua desde.
vi: Máy dùng để bơm nước từ tầng ngậm nước sâu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WHEAT_BEER
source: It started in ancient Egypt.
es: Comenzó en el antiguo Egipto.
vi: Nó bắt đầu ở Ai Cập cổ đại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WHEAT_WHISKEY
source: It started being made in Ireland or Scotland.
es: Empezó a fabricarse en Irlanda o Escocia.
vi: Nó bắt đầu được sản xuất ở Ireland hoặc Scotland.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WHITE_RUINCOLATE
source: White chocolate! It has a high cocoa butter content.
es: ¡Chocolate blanco! Tiene un alto contenido en manteca de cacao.
vi: Sô cô la trắng! Nó có hàm lượng bơ ca cao cao.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINE
source: Wine is originally made from grapes, but there is also a long history of wine made from raspberries.
es: El vino se elabora originalmente con uvas, pero también hay una larga historia de vino elaborado con frambuesas.
vi: Ban đầu được làm từ nho, nhưng nó có lịch sử lâu đời.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WX78MODULE_NONEDRUNK
source: They dislike organics, but don't seem opposed to taking inspiration from them.
vi: Họ không thích chất hữu cơ, nhưng dường như không phản đối việc lấy cảm hứng từ chúng.

# STRINGS.CHARACTERS.WILLOW.ACTIONFAIL.GIVE.WELL_BUSY
source: Don't be wishy-washy!
es: ¡No te hagás ilusiones!
vi: Tôi không thích cái giếng mất thời gian ngọt ngào!

# STRINGS.CHARACTERS.WILLOW.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: I need to clear that out first.
es: Primero necesito hacer espacio en esto
vi: Đầu tiên, hãy dọn sạch những gì đã có.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CAFFINE_BUFF_START
source: Feel like in the mood to start a fire.
es: Tengo ganas de iniciar un incendio.
vi: Tôi đang muốn nhóm lửa.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CAFFINE_BUFF_STOP
source: Alright, let's put it off until tomorrow.
es: De acuerdo, dejémoslo para mañana.
vi: Được rồi, hãy để dành cho ngày mai nhé.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CURE_WATERBORNE
source: That was absolutely terrible.
es: Eso fue absolutamente terrible..
vi: Điều đó thực sự khủng khiếp.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DCAPACITY_CRITICAL
source: Oh, feel like I'm floating!
es: ¡Siento que estoy flotando!
vi: Ồ~ Tôi cảm thấy như mình đang lơ lửng!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DCAPACITY_HALF
source: Can't see the flames, but feel warm!
es: No puedo ver las llamas, ¡pero siento calor!
vi: Tôi không thể nhìn thấy ngọn lửa, nhưng tôi cảm thấy ấm áp!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DRUNK
source: Hehe... Feel so great...
es: Hehe... Me siento tan bien...
vi: Hahaha...Tôi cảm thấy tuyệt vời...

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DRUNK_END
source: Ugh... my body's cooling down.
es: Ugh... mi cuerpo se está enfriando.
vi: Ugh... cơ thể tôi đang tỉnh táo.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NOTCHARGE
source: Uh oh, you're not getting any milk.
es: Uh oh, no estás brindando leche.
vi: Ôi trời, có vẻ như bạn chưa bị tính phí.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NOTHIRSTSIESTA
source: I want to rest, but I'm so thirsty!
es: Quiero descansar, pero tengo mucha sed.
vi: Tôi muốn nghỉ ngơi nhưng tôi khát quá!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NOTHIRSTSLEEP
source: I want to sleep, but I'm so thirsty!
es: Quiero dormir, pero tengo mucha sed.
vi: Tôi muốn ngủ nhưng tôi khát quá!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_SLEEP_END
source: Alright, time to have a drink again.
es: Muy bien, hora de beber otra cosa.
vi: Được rồi, đã đến lúc uống nước lần nữa.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_THIRST
source: Why isn't my throat fireproof?
es: ¿Porqué mi garganta no es a prueba de fuego también?
vi: Tại sao cổ họng của tôi không có khả năng chống cháy?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ABSINTHE
source: Please see arson as art!
es: ¡Por favor, vean el incendio provocado como arte!
vi: Xem đốt phá là nghệ thuật hả?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ADDITIVE_DAIRY
source: Why use milk in alcohol?
es: ¿Porqué usar leche en el alcohol?
vi: Tại sao lại sử dụng sữa trong rượu?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ADDITIVE_NUT
source: It will probably taste better when burned.
es: Probablemente sepa mejor cuando se queme.
vi: Nó có thể sẽ ngon hơn khi đốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ADDITIVE_PETALS
source: You gathered well-burning ones.
es: Reuniste los que se queman bien.
vi: Bạn đã thu thập những thứ đang cháy tốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ADDITIVE_SEED
source: These seeds are boring.
es: Estas semillas me aburren.
vi: Những hạt giống này thật nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AREUHI
source: The flavor is so clean that it's hard to believe it's made from milk!
es: El sabor es tan limpio que cuesta creer que esté hecho con leche.
vi: Nó không có cảm giác như được làm bằng sữa chút nào.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARRACK
source: I like that it has a faint fruit aroma.
es: Me gusta que tenga un suave aroma frutal.
vi: Tôi thích nó có mùi trái cây thoang thoảng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BANANA_JUICE
source: Did you steep it with the peel on?
es: ¿Le quitaron antes la cáscara?
vi: Bạn pha nó với cả vỏ à?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BARREL.BURNT
source: Water is nothing without firepower.
es: El agua no es nada contra el fuego.
vi: Nước chẳng là gì nếu không có hỏa lực.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BARREL.GENERIC
source: How about a powder keg instead of a water barrel?
es: ¿Qué tal un barril de pólvora en lugar de un barril de agua??
vi: Một thùng bột thay vì thùng nước thì sao?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRIES_JUICE
source: You steeped them a nice red color.
es: Las preparé con un buen color.
vi: Bạn đã pha chúng thành màu đỏ đẹp.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRY_BRANDY
source: Hehe... I like it.
es: Jeje... Me gusta.
vi: Hehe...Tôi thích nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRY_GIN
source: What I truly wanted to set on fire was this rotting world.
es: Lo que realmente quisiera es prender fuego a este mundo podrido.
vi: Điều tôi thực sự muốn đốt cháy là thế giới mục nát này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLACKTEA
source: Not any leaf will do? So what?
es: ¿No sirve cualquier hoja? ¿Y qué?
vi: Bạn không thể ủ bất kỳ loại lá nào, bạnbiết không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLACKTEA_ICED
source: Why are they so eager to add ice?
es: ¿Por qué están tan ansiosos por añadir hielo?
vi: Tại sao bạn không thể thêm đá vào?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOILBOOK
source: Looks like it won't be any fun.
es: Parece que no es nada divertido.
vi: Có vẻ như sẽ không có gì vui đâu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BREWERY.BURNT
source: It was fermented intensely.
es: Hehe se fermentó intensamente.
vi: Chắc chắn là nó đã được lên men rất kỹ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BREWERY.DONE
source: There should be a drink brewed with fire inside.
es: Debería haber una bebida con fuego ahí dentro.
vi: Nên có đồ uống được ủ bằng lửa bên trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BREWERY.EMPTY
source: There's nothing you can't do with fire.
es: No hay nada que puedas hacer sin fuego.
vi: Không có gì là không thể làm với lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BREWERY.FERMENTING_LONG
source: The fire will warmly nurture the yeast.
es: El fuego nutrirá cálidamente la levadura.
vi: Nó lên men rất tốt nhờ sức nóng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BREWERY.FERMENTING_SHORT
source: Hurry up, fire, I'm getting thirsty.
es: Date prisa, fuego, me está entrando sed.
vi: Quá trình lên men sẽ sớm hoàn tất.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: Dirty water has collected inside!
es: ¡Se ha llenado de agua sucia!
vi: Nước bẩn đã tích tụ bên trong!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: Maybe burning it all at once will solve everything?
es: ¿Tal vez quemarlo lo arregle?
vi: Có lẽ đốt hết một lúc sẽ giải quyết được mọi chuyện?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: How cool would it be if I put fire in this?
es: ¿No sería genial si pusiera fuego en esto?
vi: Sẽ thật thú vị nếu như tôi đặt một ngọn lửa lên thứ đó, hehe

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Rainwater has collected inside.
es: Se ha llenado de agua de lluvia.
vi: Nước mưa đã tích tụ bên trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: It's frozen solid.
es: Está sólidamente congelado.
vi: Nó đã đông cứng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_EMPTY.DIRTY
source: Dirty water has collected inside!
es: ¡Se ha llenado de agua sucia!
vi: Nước bẩn đã tích tụ bên trong!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: Maybe burning it all at once will solve everything?
es: ¿Tal vez quemarlo lo arregle?
vi: Có lẽ đốt hết một lúc sẽ giải quyết được mọi chuyện?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_EMPTY.EMPTY
source: It would be fun to put firewood in it and burn it all at once!
es: ¡Sería divertido poner madera dentro y quemarlo todo!
vi: Thật thú vị khi cho củi vào và đốt hết cùng một lúc!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_EMPTY.FULL
source: Rainwater has collected inside.
es: Se ha llenado de agua de lluvia.
vi: Nước mưa đã tích tụ bên trong.
