Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CHERRY_HONEY_TEA
source: I should have a cup to filter out the dust in my throat.
es: Con una taza de esto, refresco mi garganta.
vi: Tôi nên uống một cốc để lọc bụi trong cổ họng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: The tartness makes it even better.
es: La acidez lo hace aún mejor.
vi: Vị chua càng khiến món ăn ngon hơn.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.COCONUT_JUICE
source: Sweet and refreshing.
es: Dulce y refrescante.
vi: Ngọt ngào và sảng khoái.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.COCONUT_WINE
source: It's a palm fruit liquor.
es: Es un licor hecho con el fruto de una palma.
vi: Đó là rượu từ trái cọ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.COLA
source: If I try to drink it, someone else has already finished it.
es: No podré probarlo, alguien más que se lo acabé.
vi: Nếu tôi cố uống thì người khác đã uống hết rồi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.COLAQUANTUM
source: Whoa, is it safe to drink this?
es: Wow, ¿Es seguro beber esto?
vi: Ồ, uống thứ này có an toàn không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CORN_BEER
source: It's just right for a drink after work!
es: ¡Es lo ideal para beber después del trabajo!
vi: Thật phù hợp để uống sau giờ làm việc!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CORN_WHISKEY
source: I prefer drinking in abundance rather than sipping.
es: Prefiero beber en abundancia a dar sorbos.
vi: Tôi thích uống nhiều hơn là nhấm nháp.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DARK_RUINCOLATE
source: Did a friend prepare this treat for me to have a snack while working slowly?
es: ¿El amigo cocinero me ha preparado esta golosina?
vi: Có phải một người bạn đã chuẩn bị món này cho tôi để ăn nhẹ trong khi làm việc chậm phải không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DESALINATOR.BURNT
source: This is rather infuriating.
es: Esto es bastante exasperante.
vi: Điều này thật khó chịu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DESALINATOR.EMPTY
source: They put a lot of thought into designing this.
es: Se ha pensado mucho en el diseño de este.
vi: Họ đã suy nghĩ rất nhiều khi thiết kế cái này.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DESALINATOR.HASSALT
source: The salt needs to be removed from the filter box.
es: Es necesario retirar la sal de la caja del filtro.
vi: Muối cần được loại bỏ khỏi hộp lọc.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DESALINATOR.HASWATER
source: No guarantees that it's not seawater inside.
es: No hay garantías de que no sea agua de mar en el interior.
vi: Không đảm bảo bên trong không phải nước biển.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DESALINATOR.PURIFY_LONG
source: Let's see... the salinity is still quite high.
es: Veamos... la salinidad sigue siendo bastante alta.
vi: Để xem... độ mặn vẫn khá cao.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: It's not too salty now, is it?
es: No está demasiado salado ahora, ¿Verdad?
vi: Bây giờ nó không quá mặn phải không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DISINFECTANT
source: For emergency treatment.
es: Tratamiento de emergencia.
vi: Để điều trị khẩn cấp.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: It won't be long now.
es: No tomará demasiado tiempo.
vi: Sẽ không lâu nữa đâu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: The timer has barely moved.
es: El temporizador apenas se ha movido.
vi: Đồng hồ đếm giờ hầu như không di chuyển.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DISTILLERS.DONE
source: Shall we taste it now?
es: ¿Deberíamos probarlo ahora?
vi: Chúng ta nếm thử bây giờ nhé?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DISTILLERS.EMPTY
source: Designed to withstand heat and pressure.
es: Diseñado para soportar el calor y la presión.
vi: Được thiết kế để chịu được nhiệt và áp suất.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DRAGONJUICE
source: It's a premium juice.
es: Es un jugo premium.
vi: Đó là nước ép cao cấp.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUG_CAFFEINBERRY
source: I should replant this, if I had my own land. Ha!
es: Debo de replantar esto, así tendré mi propio terreno. ¡Ja!
vi: Tôi nên trồng lại cây này nếu tôi có đất riêng. Ha!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUG_RUINCACAO_TREE
source: The more I look at it, the stranger it seems.
es: Mientras más lo miro, más extraño se ve.
vi: Càng nhìn càng thấy lạ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUG_TEA_TREE
source: I don't mind getting my hands dirty.
es: No importa ensuciarme las manos .
vi: Tôi không ngại bị bẩn tay đâu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.FIG_JUICE
source: The texture is unique.
es: Tiene una textura única.
vi: Kết cấu độc đáo.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.FRUITJUICE
source: It has a bit of everything in it.
es: Tiene un poco de todo.
vi: Có đủ mọi thứ trong đó.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.FRUITSODA
source: I don't need to drink this unless I'm going to a party.
es: No necesito beber a menos que vaya a una fiesta.
vi: Tôi không cần uống thứ này trừ khi tôi đi dự tiệc.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.FUER
source: Surprisingly, the aroma is not bad.
es: Sorprendentemente, el aroma no está mal.
vi: Thật ngạc nhiên là mùi thơm không tệ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GIANT_BLUEBERRY_GIN
source: Seems more suitable for industrial use than consumption.
es: Parece que es acorde al consumo insutrial.
vi: Có vẻ phù hợp cho sử dụng công nghiệp hơn là tiêu dùng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GIANT_BLUEBERRY_WINE
source: There's no reason you can't make wine from blueberries.
es: No hay razón para hacer vino con mora azul.
vi: Không có lý do gì bạn không thể làm rượu vang từ quả việt quất.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWBERRYJUICE
source: It's like the compounds inside a glow stick.
es: Adentro hay un palo brillante.
vi: Nó giống như các hợp chất bên trong que phát sáng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWBERRYWINE
source: The romance of homemade brewing.
es: El romance de una hogareña producción de alcohol.
vi: Sự lãng mạn của việc pha chế tại nhà.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWBERRY_GIN
source: I wonder how long it will keep shining? Infinite energy, perhaps?
es: Me pregunto, ¿Cuánto tiempo seguirá brillando?
vi: Tôi tự hỏi nó sẽ tiếp tục tỏa sáng trong bao lâu? Có lẽ là năng lượng vô hạn chăng?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GREENTEA
source: It has a subtle aroma.
es: Tiene un aroma sutíl.
vi: Nó có mùi thơm thoang thoảng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.HIBISCUSTEA
source: Even though there are no fruits, it tastes tangy and sweet.
es: Incluso aunque no tenga fruto, sabe ácido y dulce .
vi: Mặc dù không có trái cây nhưng nó có vị thơm và ngọt.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.HOLE
source: It's a hole connected to an underground water source.
es: Es un agujero conectado a la fuente subterránea de agua.
vi: Là cái hố nối với nguồn nước ngầm.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.HOTRUINCOLATE
source: It's warm.
es: Está caliente.
vi: Ấm áp.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KAHLUA
source: I think I'll have to drink alcohol and coffee separately.
es: Creo que beberé el alcohol y el café, separados.
vi: Tôi nghĩ tôi sẽ phải uống rượu và cà phê riêng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KETTLE.BOILING_LONG
source: It still needs more time.
es: Aún necesita mucho tiempo.
vi: Vẫn cần thêm thời gian.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KETTLE.BOILING_SHORT
source: It's almost done.
es: Ya casi esta.
vi: Sắp xong rồi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KETTLE.BURNT
source: Did I overdo it?
es: ¿He exagerado?
vi: Tôi có làm quá tay không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KETTLE.DONE
source: Coffee break!
es: ¡Hora del café!
vi: Giải lao!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KETTLE.EMPTY
source: I'm about to make a cup of coffee in style.
es: Estoy a punto de hacer una taza de café con estilo.
vi: Tôi sắp pha một tách cà phê thật phong cách.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KETTLE.HASWATER
source: Let's see, it'd be nice if there's coffee.
es: Déjame ver, sería mejor si tuviera café dentro.
vi: Xem nào, nếu có cà phê thì tốt quá.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KETTLE.MELT_LONG
source: It's still frozen solid.
es: Es hielo solido.
vi: Nó vẫn đông cứng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KETTLE.MELT_SHORT
source: The ice is almost gone.
es: El hielo esta casi derretido.
vi: Băng gần hết rồi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KETTLE.PURIFY_LONG
source: It's still around 68°F.
es: Se mantiene alrededor de 68°F.
vi: Nhiệt độ vẫn còn khoảng 68°F.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KETTLE.PURIFY_SHORT
source: It's boiling at 192.2°F.
es: Esta hirviendo a 192.2°F.
vi: Nó đang sôi ở 192,2°F.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.KUMIS
source: It's the first time I've seen milk used to make alcohol.
es: Es la primera vez que veo usar leche con alcohol.
vi: Đây là lần đầu tiên tôi thấy sữa được dùng để làm rượu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.LEMONLIMESODA
source: My teeth are going to rot from this.
vi: Răng của tôi sẽ bị thối vì thứ này.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.LOTUSTEA
source: It's quite exotic.
es: Es algo exótico..
vi: Nó khá lạ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.LUMPY_BEER
source: It tastes better than cola, but no one's on my side.
es: Sabe mejor que la cola, pero no es algo de mi gusto.
vi: Nó ngon hơn cola, nhưng không có ai đứng về phía tôi cả.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.LUMPY_TEA
source: It's not as bad as I thought. It's alright.
es: No es como pensaba. Está bueno.
vi: Nó không tệ như tôi nghĩ. Không sao đâu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.LUMPY_VODKA
source: I should keep this until the weather gets colder.
es: Debo guardar esto hasta que el tiempo se vuelva frío.
vi: Tôi nên giữ thứ này cho đến khi thời tiết lạnh hơn.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.LUMPY_WINE
source: It has quite a refreshing taste, doesn't it?
es: Tiene un sabor refrescante, ¿No lo crees?
vi: Nó có hương vị khá sảng khoái phải không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.MADHU
source: I think Wigfrid would like this.
es: Creo que me gustará esto.
vi: Tôi nghĩ Wigfrid sẽ thích cái này.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.MADHU_RUM
source: The era of sailors mixing rum with water for preservation is long gone.
es: La era de los marinos de combinar ron con agua guardada, ha quedado atrás.
vi: Thời đại thủy thủ trộn rượu rum với nước để bảo quản đã qua lâu rồi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.MIXFLOWER
source: It seems to match the refined taste of a lady.
es: Parece que complementa el gusto refinado de una señorita.
vi: Có vẻ hợp với gu tinh tế của quý cô.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.MOONWAY
source: It seems high in calories. Can it be used as fuel?
es: Parece alto en calorías. ¿Puede usarse como combustible?
vi: Nó có vẻ chứa nhiều calo. Có thể dùng làm nhiên liệu được không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.MOON_BLOSSOM_TEA
source: Phew! My mind is clear now.
es: ¡Fiu! ¡Mi mente se aclaró!.
vi: Phew! Tâm trí tôi giờ đã tỉnh táo rồi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.MULLED
source: I'm not a woman with a fireplace, but I enjoy a glass!
es: No soy una chica con una chimenea, ¡Pero disfruto las copas!
vi: Tôi không phải là phụ nữ với lò sưởi, nhưng tôi thích một ly!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.NOBLEWINE
source: Such fine things are far from me.
es: Estás cosas finas están muy lejos de mí.
vi: Những điều tốt đẹp như vậy còn xa vời với tôi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.NUT_COCONUT_BRANDY
source: It has a quite sweet scent.
es: Tiene un ligero olor dulce.
vi: Nó có mùi khá ngọt.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.NUT_CORN_WHISKEY
source: The scent is as robust as lead.
vi: Mùi hương nồng nàn như chì.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ORANGESODA
source: It tastes like store-bought orange soda.
vi: Nó có vị như soda cam mua ở cửa hàng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ORANGE_JUICE
source: I've never seen a day without this in the Tangbisil fridge.
vi: Tôi chưa bao giờ thấy ngày nào mà không có thứ này trong tủ lạnh Tangbisil.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PALE_BEER
source: What's wrong with this beer color?
es: ¿Acaso tiene un color equivocado esta cerveza?
vi: Màu bia này có vấn đề gì vậy?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PALE_WHISKEY
source: I've never seen a distilled spirit of this color before.
es: Jamás he visto una bebida alcohólica artesanal de este color, antes...
vi: Tôi chưa bao giờ thấy loại rượu chưng cất có màu này trước đây.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PETALS_BERRY_BRANDY
source: Seems quite luxurious.
es: Luce lujoso.
vi: Có vẻ khá sang trọng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PINEANANASSODA
source: It tastes like store-bought pineapple soda.
vi: Có vị như soda dứa mua ở cửa hàng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PINEANANAS_JUICE
source: Definitely better than the liquid in canned goods.
vi: Chắc chắn tốt hơn chất lỏng trong đồ hộp.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.POMEGRANATE_JUICE
source: It's finally clean to eat this fruit.
es: Finalmente puedo comer esta fruta.
vi: Cuối cùng thì ăn quả này cũng sạch.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: Good things take time, after all.
es: Las cosas buenas toman tiempo, después de todo.
vi: Rốt cuộc thì những điều tốt đẹp cũng cần có thời gian.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: It'll be done in the blink of an eye!
es: ¡Terminará en un santiamén!
vi: Mọi việc sẽ xong trong chớp mắt!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: Was it worth all that effort?
es: ¿Valió la pena tanto esfuerzo?
vi: Có xứng đáng với nỗ lực đó không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: Not a drop of water in it.
es: Ni una gota de agua hay dentro.
vi: Không có một giọt nước nào trong đó.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: In terms of quality, it doesn't lag behind the factory-made teapots.
es: En términos de calidad, no esta tan detrás de las fabricadas industriales.
vi: Về chất lượng thì không thua gì ấm trà sản xuất tại xưởng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: Now I need to add ingredients.
es: Ahora necesito poner ingredientes.
vi: Bây giờ tôi cần thêm nguyên liệu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: It's all frozen solid.
es: Es todo hielo sólido.
vi: Tất cả đều ở dạng rắn đông cứng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: The ice is almost melted away.
es: El hielo ya casi se ha derretido.
vi: Băng gần tan rồi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: It's still lukewarm.
es: Se esta calentando.
vi: Vẫn còn ấm.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: I can hear the bubbles.
es: Ya puedo oír las burbujas.
vi: Tôi có thể nghe thấy tiếng bong bóng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PULQUE
source: It's amazing that you can make alcohol from cacti.
es: Increíble que puedas hacer alcohol usando cactus.
vi: Thật tuyệt vời khi bạn có thể làm ra rượu từ xương rồng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.QUARTZ_SHAKE
source: This should be good enough.
es: Esto debería ser suficiente.
vi: Cái này chắc là đủ rồi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RAINBOW_SHAKE
source: Should I give this rainbow a try?
es: ¿Debería darle una oportunidad a este arcoíris ?
vi: Tôi có nên thử cầu vồng này không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RICE_SPIRITS
source: It's pretty clear now!
es: ¡Ahora es claro!
vi: Bây giờ trời khá trong rồi!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RICE_WINE
source: The alcohol is quite clear now!
es: ¡El alcohol es claro!
vi: Rượu bây giờ khá trong!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCACAO
source: So, is this charcoal or a fruit?
es: Así que, ¿Es carbón vegetal o una fruta?
vi: Vậy đây là than hay trái cây?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCACAO_BEAN
source: I don't see this turning into edible oil anytime soon.
es: No parece algo comestible.
vi: Tôi không nghĩ thứ này sẽ sớm biến thành dầu ăn được.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCACAO_BEAN_COOKED
source: It's chewable, I suppose.
es: Es masticable, supongo.
vi: Tôi cho là nó có thể nhai được.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: There's a sweet liqueur like this too, huh?
es: ¿Hay un licor dulce como este también, ¿Verdad?
vi: Có một loại rượu mùi ngọt ngào như thế này à?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCACAO_SEED
source: Did it have flowers even inside the fruit?
es: ¿Había flores dentro de esta fruta?
vi: Trong quả nó có hoa không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCACAO_SEED_SAPLING
source: It's a bit eerie now that I think about it.
es: Escalofriante... Ahora que lo pienso.
vi: Giờ nghĩ lại tôi thấy hơi kỳ lạ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCACAO_TREE
source: Hmm, it looks like the blueprints for its branches were a bit off.
es: Hmm, estas ramas no tiene forma, son algo caóticas.
vi: Hmm, có vẻ như bản thiết kế cành của nó hơi sai.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCACAO_WINE
source: If wine can be made from cocoa, anything is possible.
es: Un vino hecho con cocoa, cualquier cosa es posible.
vi: Nếu rượu vang có thể được làm từ cacao thì mọi thứ đều có thể làm được.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCHA_LATTE
source: Coffee and chocolate, which one to choose?
es: Vafei y chocolate, ¿Cuál debo escoger?
vi: Cà phê và sô cô la, chọn cái nào?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCOLATE
source: It's easy to melt, so I don't eat it often.
es: Es fácil de derretir, así que no lo como a menudo.
vi: Nó dễ tan nên tôi không ăn nó thường xuyên.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINCOLATE_SMOOTHIE
source: I've seen these in stores, but I've never bought one.
es: He visto esto en las tiendas, pero jamás lo he comprado.
vi: Tôi đã thấy những thứ này trong cửa hàng, nhưng tôi chưa bao giờ mua.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUINXOCOLATL
source: The flavor is as intense as exhaust fumes.
es: El sabor es intenso que parece hecha chispas.
vi: Hương vị đậm đà như khói thải.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUIN_SCHOKAKOLA
source: This doesn't melt easily, and it has a case. I can also gain strength while working.
es: No se derrite fácilmente y tiene un estuche. También puedo ganar fuerza mientras trabajo.
vi: Cái này không dễ tan chảy và nó có vỏ. Tôi cũng có thể tăng thêm sức mạnh khi làm việc.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RUMCHATA
source: Milk for grown-ups!
es: ¡Leche para adultos!
vi: Sữa cho người lớn!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SEAWEED_SHAKE
source: Hmm... it might be good for constipation.
es: Hmm... Es posible que sea bueno para la gripe.
vi: Hmm...nó có thể tốt cho chứng táo bón.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SODA
source: Plain sparkling water.
es: Agua carbonatada simple.
vi: Nước có ga nguyên chất.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SPARKLINGWINE
source: You have to shake it in front of Max.
es: Tienes que sacudirlo enfrente de Maxwell.
vi: Bạn phải lắc nó trước mặt Max.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SPICE_CAFFEINPEPPER
source: It would be perfect if I had some meat to go with it...
es: Estaría perfecto si tuviera algo de carne para acompañar...
vi: Sẽ thật hoàn hảo nếu tôi có một ít thịt ăn kèm...

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SPOILED_DRINK
source: Not even suitable for industrial use.
es: No es acorde con el uso industrial.
vi: Thậm chí không phù hợp cho sử dụng công nghiệp.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.STRAWBERRYSODA
source: I'm not surprised that there's strawberry-flavored soda.
es: No me sorprende que exista un refresco sabor fresa.
vi: Tôi không ngạc nhiên khi có soda vị dâu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: It tastes like a dessert drink from a tea shop.
es: Sabe como el postre bebible de una tienda de té.
vi: Nó có vị giống đồ uống tráng miệng ở quán trà.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.STRAWBERRY_SMOOTHIE
source: It's a taste that lady-like people would love, well, I am one too. Hm!
es: Es un sabor que una señorita amará, bueno, yo soy una también. ¡Hm!
vi: Đó là hương vị mà những người phụ nữ sẽ yêu thích, à, tôi cũng vậy. Hm!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SUSHIBISCUS
source: There are so many different types of tea.
es: Hay muchos tipos de té.
vi: Có rất nhiều loại trà khác nhau.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SWEET_RICE_DRINK
source: Hmm, it's quite sweet.
es: Hmm, es algo dulce.
vi: Hmm, nó khá ngọt.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TEALEAVES
source: Is there anything special about these leaves?
es: ¿Hay algo especial en las hojas?
vi: Những chiếc lá này có gì đặc biệt không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TEALEAVES_DRIED
source: Let's prepare some hot water.
es: Preparemos agua caliente.
vi: Hãy chuẩn bị một ít nước nóng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TEA_LUMPY_VODKA
source: Is it different from absinthe?
es: ¿Es distinto a la absento?
vi: Nó có khác với rượu absinthe không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TEA_RUINCOLATE_LATTE
source: Confusing, is this milk tea or a chocolate smoothie?
es: Estoy confundida, ¿Es esto té de leche o es un smoothie de chocolate?
vi: Thật khó hiểu, đây là trà sữa hay sinh tố sô cô la?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TEA_SEED
source: This is what you need to grow the tree.
es: Esto es lo que necesitas para hacer crecer el árbol.
vi: Đây là những gì bạn cần để trồng cây.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TEA_SEED_COOKED
source: I guess I can eat it. It's not that complicated!
es: Supongo que lo puedo comer. ¡No es tan complicado!!
vi: Tôi đoán là tôi có thể ăn được. Nó không phức tạp lắm đâu!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TEA_SEED_SAPLING
source: This tree is still growing.
es: Este árbol continua creciendo.
vi: Cây này vẫn đang phát triển.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TEA_TREE
source: It's a small and pretty tree.
es: Es un pequeño y bonito árbol.
vi: Đó là một cái cây nhỏ và xinh xắn.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TEQUILA
source: The aroma is quite bold!
es: ¡Tiene un aroma atrevido!
vi: Mùi thơm khá đậm!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TOFFEE_LATTE
source: I prefer my coffee without sugar.
es: Prefiero mi café sin azúcar .
vi: Tôi thích cà phê không đường hơn.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TOMATO_JUICE
source: I never really sought it out, but it's good.
es: En realidad, nunca lo habías pensado, pero es bueno.
vi: Tôi chưa bao giờ thực sự tìm kiếm nó, nhưng nó rất ngon.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.VEGGIE_TEA
source: This should help me regain some energy.
es: Esto debería ayudarme a recuperar energía .
vi: Điều này sẽ giúp tôi lấy lại năng lượng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WATERMELON_JUICE
source: Refreshing.
es: Refrescante.
vi: Sáng mát.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WATER_CLEAN
source: I should be grateful for clean water, even for just a sip.
es: Debo ser agradecida por el agua limpia, daré un sorbo.
vi: Tôi nên biết ơn nước sạch, dù chỉ một ngụm.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WATER_CLEAN_ICE
source: Should I chew on this?
es: ¿Debo de masticar esto?
vi: Tôi có nên nhai cái này không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WATER_DIRTY
source: No matter how desperate, I shouldn't drink stagnant water.
es: Aunque esté desesperada, no beberé de esta agua estancada.
vi: Dù có tuyệt vọng đến đâu, tôi cũng không nên uống nước tù đọng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WATER_DIRTY_ICE
source: Looks like ice mixed with dust.
es: Parece ser hielo con polvo .
vi: Trông giống như băng trộn lẫn với bụi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WATER_SALTY
source: Drinking seawater is suicidal.
es: Beber agua salada es algo suicida.
vi: Uống nước biển là tự tử.
