Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SUSHIBISCUS
source: Maybe just one sip?
es: Tal vez solo un sorbo
vi: Có lẽ chỉ một ngụm thôi?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SWEET_RICE_DRINK
source: Not a juice, But not a tea!
es: No es jugo aunque tampoco té
vi: Không phải nước ép, không phải trà!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TEALEAVES
source: Smells grassy.
es: Huele a pasto.
vi: Có mùi cỏ.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TEALEAVES_DRIED
source: The leaves are rustly.
es: Las hojas están oxidadas.
vi: Lá bị rỉ sét.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TEA_LUMPY_VODKA
source: This looks healthy! but it's still alcohol.
es: Se ve saludable! Pero aún así es alcohol.
vi: Thứ này trông có vẻ tốt cho sức khỏe! Nhưng nó vẫn là rượu.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TEA_RUINCOLATE_LATTE
source: It's green...which I don't like.
es: Es verde...lo cual no me gusta.
vi: Nó có màu xanh...mà tôi không thích.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TEA_SEED
source: This will grow into a new tree.
es: Esto crecerá en un nuevo árbol.
vi: Cái này sẽ phát triển thành một cây mới.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TEA_SEED_COOKED
source: We can eat this.
es: Podemos comerlo.
vi: Chúng ta có thể ăn cái này.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TEA_SEED_SAPLING
source: It's growing.
es: Está creciendo.
vi: Nó đang phát triển.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TEA_TREE
source: Nothing about tee treas in the handbook.
es: No hay nada sobre árboles de té en mi guía.
vi: Không có gì về tee trong sổ tay.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TEQUILA
source: Back to being prickly, huh?
es: De vuelta a ser molesto, eh?
vi: Trở lại gai góc hả?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TOFFEE_LATTE
source: It's coffee, but with everything I like!
es: Es café, pero con todo lo que me gusta
vi: Đó là cà phê, nhưng với mọi thứ tôi thích!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TOMATO_JUICE
source: This looks like a vampire drink.
es: Parece una bebida para vampiros.
vi: Thứ này trông giống đồ uống của ma cà rồng.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.VEGGIE_TEA
source: Um,This looks...healthy.
es: Se ve...¿saludable?
vi: Hừm, thứ này.... trông thật tốt cho sức khoẻ

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WATERMELON_JUICE
source: Should I call this watermelon water?
es: ¿Es agua de sandía?
vi: Tôi có nên gọi đây là nước dưa hấu không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WATER_CLEAN
source: Staying hydrated is key to survival!
es: ¡Mantenerse hidratado es clave para sobrevivir!
vi: Luôn đủ nước là chìa khóa để sinh tồn!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WATER_CLEAN_ICE
source: Oh, gosh,It's frozen.
es: Está congelado.
vi: Ôi Chúa ơi, nó bị đóng băng rồi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WATER_DIRTY
source: This needs more boiling.
es: Necesita hervirse.
vi: Cái này cần đun sôi nhiều hơn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WATER_DIRTY_ICE
source: The ice is so black!.
es: El hielo está negro!.
vi: Băng trông đen quá!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WATER_SALTY
source: Drinking sea water will make you more thirsty.
es: Beber agua salada te hace tener más sed.
vi: Uống nước biển sẽ khiến bạn khát hơn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL
source: What's wrong Woby? Did somebody fall in?
es: ¿Que pása Woby? ¿Alguien cayó dentro?
vi: Sao vậy Woby? Có ai rơi vào à?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_BURYING_KIT
source: I should fill in any holes that I can't even step down into for safety!
es: Mejor no caer en un agujero
vi: Tôi nên lấp đầy những cái lỗ mà tôi không thể bước xuống để đảm bảo an toàn!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_DRILLING
source: One well at a time!
es: ¡Un pozo a la vez!
vi: Mỗi lần một giếng!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_DRILLING_ITEM
source: Wanna dig a well hole Woby?
es: ¿Quieres cavar un pozo Woby?
vi: Muốn đào một cái giếng không em, Woby?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_KIT
source: Don't dwell around the well. Heh.
es: No lo pienses en el pozo, Je.
vi: Đừng ở quanh giếng. Heh.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: I need to put in more wood.
es: Necesito ponerle más combustible.
vi: Tôi cần cho thêm gỗ vào.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_SPRINKLER.OFF
source: It's taking a break.
es: Está tomando un descanso
vi: Đang tạm nghỉ.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_SPRINKLER.ON
source: That's odd, Woby likes it!
es: Eso es raro, a Woby le gusta!
vi: Kỳ lạ đấy, Woby thích nó!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_SPRINKLER_KIT
source: Let's give our plants some 'irri-gation' now!
es: Para una mejor "regación" con las plantas!
vi: Hãy 'tưới nước' cho cây của chúng ta ngay bây giờ!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: The power of steam is awesome!
es: ¡El poder del vapor es asombroso!
vi: Sức mạnh của hơi nước thật tuyệt vời!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: Does the machine need more food?
es: ¿Necesita más?
vi: Máy có cần thêm thức ăn không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: It's as good as Mr. Wolfgang!
es: ¡Es tan bueno como el Sr. Wolfgang!
vi: Giỏi như ông Wolfgang!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: We need to find a pond Woby.
es: Debemos encontrar un estanque Woby.
vi: Chúng ta cần tìm một cái ao Woby.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WELL_WATERPUMP_KIT
source: High-Draw Pump! It leads the water from low to high?
es: ¡Bomba de extracción! ¿Conduce el agua de abajo hacia arriba?
vi: Máy bơm hút cao! Nó dẫn nước từ thấp lên cao?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WHEAT_BEER
source: Looks like real beer!
es: ¡Parece cerveza de verdad!
vi: Trông giống bia thật!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WHEAT_WHISKEY
source: This could work as a disinfectant in a jiffy!
es: ¡Esto podría servir como desinfectante!
vi: Cái này có thể hoạt động như một chất khử trùng trong chốc lát!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WHITE_RUINCOLATE
source: Let's save it so that we don't eat too much at once!
es: ¡Debo racionar esto!
vi: Chúng ta hãy tiết kiệm để không ăn quá nhiều cùng một lúc nhé!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WINE
source: Thought it'd be sweet. Why is it so bitter?
es: Pensé que sería dulce, ¿Por qué es tan amargo?
vi: Tưởng ngọt. Sao lại đắng thế?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WX78MODULE_NONEDRUNK
source: Robot guts! Neat!
es: ¡Intestinos de robot! Genial
vi: Ruột robot! Gọn gàng!

# STRINGS.CHARACTERS.WANDA.ACTIONFAIL.GIVE.WELL_BUSY
source: Did I forget that I put bucket in the well?
es: ¿Olvide que había puesto una cubeta en el pozo?
vi: Tôi quên mình đã đổ nước vào giếng à?

# STRINGS.CHARACTERS.WANDA.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: I need to move this bucket out of the way first.
es: Necesito mover la cubeta fuera de mi camino primero.
vi: Bạn cần đổ xô rỗng trước đã.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_CAFFINE_BUFF_START
source: Excellent, I feel like I can chase time!
vi: Tuyệt vời, tôi cảm thấy mình có thể đuổi theo thời gian!

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_CAFFINE_BUFF_STOP
source: Darn it! Time is speeding up again!
vi: Chết tiệt! Thời gian lại trôi nhanh quá!

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_CURE_WATERBORNE
source: I finally fixed my internal clock.
es: Finalmente se arregló mi relog interno.
vi: Cuối cùng tôi đã sửa được chiếc đồng hồ bỏ túi.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_DCAPACITY_CRITICAL
source: Time is accelerating!
vi: Thời gian đang tăng tốc!

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_DCAPACITY_HALF
source: I'm starting to feel more composed as the intoxication wears off.
vi: Tôi bắt đầu cảm thấy bình tĩnh hơn khi cơn say đã qua đi.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_DRUNK
source: Oh botheration, I feel so dizzy!
es: ¡Que molestia, me siento mareada!
vi: Ồ, tôi cảm thấy chóng mặt quá!

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_DRUNK_END
source: No more time to waste!
vi: Không còn thời gian để lãng phí nữa!

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_NOTCHARGE
source: At present, that doesn't have milk.
es: En este momento, no tiene leche.
vi: Hiện tại tôi không mang theo sữa.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_NOTHIRSTSIESTA
source: I should find something to drink first.
vi: Tôi nên tìm thứ gì đó để uống trước đã.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_NOTHIRSTSLEEP
source: I should find something to drink first.
vi: Tôi nên tìm thứ gì đó để uống trước đã.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_SLEEP_END
source: Oh my, which time phase am I in now?
vi: Ôi trời, bây giờ tôi đang ở giai đoạn nào rồi?

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_THIRST
source: I wonder how long it's been since I had a drink?
vi: Không biết đã bao lâu rồi tôi chưa uống nước nhỉ?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ABSINTHE
source: There's no time to sip it slowly.
vi: Không có thời gian để nhấm nháp nó một cách chậm rãi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ADDITIVE_DAIRY
source: When it's easier to drink, I'll drink it faster.
vi: Khi nó dễ uống hơn, tôi sẽ uống nhanh hơn.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ADDITIVE_NUT
source: Should I just pop it in my mouth?
vi: Tôi có nên cho nó vào miệng không?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ADDITIVE_PETALS
source: Bundles of old petals yearning for timeless beauty.
vi: Bó cánh hoa già khao khát vẻ đẹp vượt thời gian.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ADDITIVE_SEED
source: Fledgling seeds turned spice shall brew potent spirits.
es: Las semillas convertidas en especias elaborarán potentes licores.
vi: Những loại thảo mộc này mơ ước một ngày nào đó sẽ được đóng chai.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.AREUHI
source: it won't spoil quickly now.
es: Ahora no se echará a perder rápido.
vi: Tôi hy vọng bây giờ nó sẽ không bị hỏng nhanh.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ARRACK
source: Roaming the islands, free from the constraints of time.
vi: Vượt qua các hòn đảo, thoát khỏi sự ràng buộc của thời gian.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.AUROBOW
source: I'm not sure if this is possible, but anyway, this is awesome!
es: ¡No estoy seguro de si esto es posible, de todas formas, esto es increíble!
vi: Đó là một tinh linh có khả năng chống chịu cầu vồng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BANANA_JUICE
source: it doesn't go down my throat easily when it's warm.
es: No baja facilmente por mi garganta cuando esta al tiempo
vi: Nó làm bạn ấm lên khi trời nóng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BARREL.BURNT
source: Who could have predicted that a barrel with water would catch fire?
vi: Ai có thể đoán trước được thùng nước sẽ bốc cháy?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BARREL.GENERIC
source: At least I don't have to worry about the water going bad.
vi: Ít nhất tôi không phải lo lắng về việc nước bị hỏng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BERRIES_JUICE
source: Isn't it faster to just pick and eat them?
vi: Không phải chỉ cần hái và ăn chúng là nhanh hơn sao?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BERRY_BRANDY
source: Whiskey, Brandy... Honestly, I don't know the difference, as long as it doesn't spoil.
vi: Whiskey, Brandy... Thành thật mà nói, tôi không biết sự khác biệt, miễn là nó không bị hỏng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BERRY_GIN
source: Just one drink should be enough.
vi: Chỉ cần một ly là đủ.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BLACKTEA
source: Maybe I can indulge in a treat once in a while?
vi: Có lẽ thỉnh thoảng tôi có thể thưởng thức một món gì đó?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BLACKTEA_ICED
source: A sip of something cold is nice.
vi: Một ngụm đồ lạnh thật tuyệt.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BOILBOOK
source: When do I have time to think about refreshments when I'm even pressed for time to boil water!
es: ¡Cuándo voy a tener tiempo de pensar en un refrigerio si hasta me falta tiempo para hervir agua!
vi: Ai có thời gian nghĩ đến trà khi đã có nước đun sôi?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BREWERY.BURNT
source: I suppose this was its destiny.
vi: Tôi cho rằng đây là định mệnh của nó.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BREWERY.DONE
source: Finally, something to show for it!
vi: Cuối cùng cũng có thứ để trưng bày!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BREWERY.EMPTY
source: This is a real time hog.
es: Esto es un verdadero acaparador de tiempo.
vi: Việc sản xuất bia cần có thời gian tuyệt vời.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BREWERY.FERMENTING_LONG
source: Fermentation takes time, and I can't just wait around.
vi: Quá trình lên men cần có thời gian và tôi không thể chỉ chờ đợi được.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BREWERY.FERMENTING_SHORT
source: I've been waiting for quite a while!
vi: Tôi đã đợi khá lâu rồi!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: Oh botheration, it's been contaminated by time.
vi: Ôi trời, nó bị ô nhiễm theo thời gian rồi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: Oh botheration, it's frozen while still contaminated.
vi: Ôi trời, nó bị đóng băng trong khi vẫn bị ô nhiễm.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: I'm surprised that something made of old wood is more durable, huh.
es: Me sorprende que algo hecho de madera vieja, sea tan duradero
vi: Nó chỉ là một cái xô bình thường thôi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Let's quickly retrieve this before its condition changes.
es: Recuperémosla rápidamente antes de que se pierda el contenido.
vi: Hãy lấy nó trước khi thủy triều thay đổi!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: Oh botheration, it's frozen over from the passage of time.
vi: Ôi trời, nó đã đóng băng theo thời gian rồi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_EMPTY.DIRTY
source: Oh botheration, it's been contaminated by time.
vi: Ôi trời, nó bị ô nhiễm theo thời gian rồi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: Oh botheration, it's frozen while still contaminated.
vi: Ôi trời, nó bị đóng băng trong khi vẫn bị ô nhiễm.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_EMPTY.EMPTY
source: It's just an ordinary bucket.
vi: Nó chỉ là một cái xô bình thường thôi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_EMPTY.FULL
source: Let's quickly retrieve this before its condition changes.
es: Recuperémosla rápidamente antes de que se pierda el contenido.
vi: Hãy lấy nó trước khi thủy triều thay đổi!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: Oh botheration, it's frozen over from the passage of time.
vi: Ôi trời, nó đã đóng băng theo thời gian rồi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: Oh botheration, it's been contaminated by time.
vi: Ôi trời, nó bị ô nhiễm theo thời gian rồi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: Oh botheration, it's frozen while still contaminated.
vi: Ôi trời, nó bị đóng băng trong khi vẫn bị ô nhiễm.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: Is there really a need to stare at this empty bucket?
vi: Có thực sự cần thiết phải nhìn chằm chằm vào cái thùng rỗng này không?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: Let's quickly retrieve this before its condition changes.
es: Recuperémosla rápidamente antes de que cambie su estado.
vi: Hãy lấy nó trước khi thủy triều thay đổi!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: Oh botheration, it's frozen over from the passage of time.
vi: Ôi trời, nó đã đóng băng theo thời gian rồi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: Oh botheration, it's been contaminated by time.
vi: Ôi trời, nó bị ô nhiễm theo thời gian rồi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: Oh botheration, it's frozen while still contaminated.
vi: Ôi trời, nó bị đóng băng trong khi vẫn bị ô nhiễm.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: Woodie's woodworking skills are respectable. he's already emptied it.
vi: Tôi cảm thấy bất ngờ khi những nguyên liệu cũ vẫn làm được đồ mới ngon nghẻ vậy luôn á!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Let's quickly retrieve this before its condition changes.
es: Recuperémosla rápidamente antes de que deje de estar llena.
vi: Hãy lấy nó trước khi thủy triều thay đổi!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: Oh botheration, it's frozen over from the passage of time.
vi: Ôi trời, nó đã đóng băng theo thời gian rồi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BUTTERBEER
source: I can save time on mealtime by having this.
vi: Tôi có thể tiết kiệm thời gian trong bữa ăn bằng cách ăn cái này.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CACTUSFLOWER_TEA
source: I don't have the time to stop and smell the flowers.
es: No tengo tiempo para detenerme a oler las flores.
vi: Không còn mùi hương của hoa.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CACTUS_TEA
source: It should aid digestion.
vi: Nó sẽ hỗ trợ tiêu hóa.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAFFEINBERRY
source: The past life of a hanging alien plant.
vi: Kiếp trước của một loài thực vật ngoài hành tinh treo cổ.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAFFEINBERRY_BEAN
source: It combines the states of coffee and peppernut.
vi: Nó kết hợp các trạng thái của cà phê và hạt tiêu.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: I could eat it right away, but maybe I can stabilize time first.
vi: Tôi có thể ăn ngay, nhưng có lẽ tôi nên ổn định thời gian trước đã.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAFFEINBERRY_JUICE
source: Perfect for staying awake all night in the workshop.
vi: Hoàn hảo để thức suốt đêm trong xưởng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: Why is this taking so long...!
es: !Porque toma tanto tiempo!
vi: Tôi không thể đứng đây đợi được!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: It's almost done!
es: ¡Ya casi acaba!
vi: Nó vẫn chưa sẵn sàng để uống à?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPDESALINATOR.DONE
source: It took this long just to make a drink?
vi: Chỉ để uống nước mà mất nhiều thời gian thế?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPDESALINATOR.GENERIC
source: Was there water in here to begin with, or was it always empty?
vi: Lúc đầu ở đây có nước không, hay nó luôn trống rỗng?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPDESALINATOR.STOP
source: Oh botheration, the fire's not strong enough!
es: ¿En serio?, ¡El fuego no es lo suficientemente fuerte!
vi: Ôi trời, lửa chưa đủ mạnh!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPDESALINATOR_ITEM
source: This will be useful because the ocean is all around me wherever I go.
es: Esto será útil porque el océano está a mi alrededor donde quiera que vaya.
vi: Nó có thể hữu ích vì luôn có biển gần đó.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: Come on, hurry up!
es: ¡Vamos, date prisa!
vi: Tôi không thể đứng đây đợi được!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: Isn't it ready to drink yet?
vi: Nó vẫn chưa sẵn sàng để uống à?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPKETTLE.DONE
source: It took this long just to make a drink?
vi: Chỉ pha đồ uống mà mất nhiều thời gian thế này à?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPKETTLE.GENERIC
source: Did I forget to put water in this?
vi: Tôi quên đổ nước vào đây à?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPKETTLE.STOP
source: Oh botheration, the fire's not strong enough!
es: ¿En serio?, ¡El fuego no es lo suficientemente fuerte!
vi: Ôi trời, lửa chưa đủ mạnh!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CAMPKETTLE_ITEM
source: I should carry this around for a while.
vi: Tôi nên mang theo cái này một lúc.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CARROT_TEA
source: Let's drink it quickly.
vi: Uống nhanh nhé.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CHERRY_BLOOM_MADHU
source: It's quite elegant!
vi: Nó khá thanh lịch!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CHERRY_BLOOM_RUM
source: It's a pretty bottle, but I won't waste time admiring it.
vi: Đó là một cái chai đẹp, nhưng tôi sẽ không lãng phí thời gian để chiêm ngưỡng nó.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CHERRY_DOCTOR_COLA
source: I don't think this drink involves time travel.
vi: Tôi không nghĩ đồ uống này liên quan đến việc du hành thời gian.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CHERRY_HONEY_TEA
source: It's elegant and warm.
vi: Thật thanh lịch và ấm áp.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: Sometimes, it's nice to have a cup of tea while looking at flowers.
vi: Đôi khi, thật tuyệt khi vừa uống một tách trà vừa ngắm hoa.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.COCONUT_JUICE
source: I compensated for the empty part with jelly.
vi: Tôi đã bù phần trống bằng thạch.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.COCONUT_WINE
source: If the voyage gets longer, I should have it on hand.
vi: Nếu chuyến đi kéo dài hơn, tôi nên mang theo nó.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.COLA
source: It's excellent, except for the burping.
vi: Thật tuyệt vời, ngoại trừ việc ợ hơi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.COLAQUANTUM
source: Interesting, it's a beverage that shouldn't exist in this timeline.
vi: Thú vị đấy, đó là một loại đồ uống không nên tồn tại trong dòng thời gian này.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CORN_BEER
source: Where do I even have the time to drink and enjoy myself?
es: ¿Donde encontraré tiempo para beber y divertirme?
vi: Khi nào tôi mới có thời gian để thưởng thức đồ uống?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CORN_WHISKEY
source: Honestly, I don't know the taste, but at least it won't spoil quickly.
vi: Thành thật mà nói, tôi không biết mùi vị, nhưng ít nhất nó sẽ không bị hỏng nhanh.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DARK_RUINCOLATE
source: Does Warly understand the secret of this snack?
es: ¿Comprende Warly el secreto de este bocadillo?
vi: Wolie có hiểu bí quyết của món ăn nhẹ này không?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DESALINATOR.BURNT
source: There's been a bit of a hiccup.
vi: Có một chút trục trặc.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DESALINATOR.EMPTY
source: A device that turns seawater into rainwater.
vi: Thiết bị biến nước biển thành nước ngọt.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DESALINATOR.HASSALT
source: Get a grip, I need to remove the salt first!
es: ¡Contrólate, primero tengo que quitar la sal!
vi: Hãy nắm bắt, chúng ta cần loại bỏ muối trước!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DESALINATOR.HASWATER
source: Finally!
vi: Cuối cùng!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DESALINATOR.PURIFY_LONG
source: I can't just stand around waiting for it to finish. time is precious!
vi: Tôi không thể chỉ đứng đợi cho đến khi nó kết thúc; thời gian là quý giá!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: Come on, hurry up!
es: ¡Vamos, deprisa!
vi: Nhanh lên, nhanh lên!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DISINFECTANT
source: It's useless for me. I only need time!
vi: Tôi vô dụng. Tôi chỉ cần thời gian!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: It shouldn't take too long!
vi: Sẽ không mất quá nhiều thời gian!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: If I keep watching this until the end, I'll be old and dead before it's over.
es: Si sigo viendo esto hasta el final, estaré muerta antes de que termine.
vi: Nếu tôi xem hết phần này, tôi sẽ già đi nhanh hơn đồ uống.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DISTILLERS.DONE
source: Finally!
vi: Cuối cùng!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DISTILLERS.EMPTY
source: Spirits made with this won't spoil easily, at least.
vi: Ít nhất, rượu mạnh được làm bằng chất này sẽ không dễ bị hỏng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DRAGONJUICE
source: This is definitely fruit juice.
vi: Đây chắc chắn là nước ép trái cây.
