Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: Hmm... I think I need to sand it some more.
es: Hmm... Creo que tengo que lijarla un poco más.
vi: Hửm... tôi nghĩ tôi nên phủ một lớp cát nên nó một chút.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Let's empty the bucket before it rots.
es: Vaciemos el agua antes de que se hehe a perder.
vi: Hãy đổ hết nước mưa trong xô đi trước khi nó mục nát.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: Who left the bucket out to freeze?
es: ¿Quién dejó la cubeta afuera para que se congelara?
vi: Ai đã bỏ xô ra ngoài để đóng băng?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_EMPTY.DIRTY
source: I should use this to water the garden.
es: Debería usar esto para regar el jardín.
vi: Tôi nên dùng cái này để tưới vườn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: It froze before I could clean it.
es: Se congeló antes de que pudiera limpiarla.
vi: Nó đóng băng trước khi tôi kịp làm sạch.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_EMPTY.EMPTY
source: A bucket made of wooden planks.
es: Una cubeta hecha con madera.
vi: Một cái xô làm bằng ván gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_EMPTY.FULL
source: Let's empty the bucket before it rots.
es: Vaciemos el agua antes de que se hehe a perder.
vi: Hãy đổ hết nước mưa trong xô đi trước khi nó mục nát.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: Who left the bucket out to freeze?
es: ¿Quién dejó la cubeta afuera para que se congelara?
vi: Ai đã bỏ xô ra ngoài để đóng băng?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: I should use this to water the garden.
es: Debería usar esto para regar el jardín.
vi: Tôi nên dùng cái này để tưới vườn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: It froze before I could clean it.
es: Se congeló antes de que pudiera limpiarla.
vi: Nó đóng băng trước khi tôi kịp làm sạch.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: A very sturdy bucket.
es: Una cubeta muy resistente.
vi: Một cái xô rất chắc chắn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: It's filled with clean rainwater.
es: Esta llena de agua de lluvia.
vi: Nó chứa đầy nước mưa sạch.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: Who left the bucket out to freeze?
es: ¿Quién dejó la cubeta afuera para que se congelara?
vi: Ai đã bỏ xô ra ngoài để đóng băng?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: I should use this to water the garden.
es: Debería usar esto para regar el jardín.
vi: Tôi nên dùng cái này để tưới vườn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: It froze before I could clean it.
es: Se congeló antes de que pudiera limpiarla.
vi: Nó đóng băng trước khi tôi kịp làm sạch.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: Good job, Lucy!
es: ¡Buen trabajo Lucy!
vi: Làm tốt lắm, Lucy!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Let's empty the bucket before it rots.
es: Vaciemos el agua antes de que se hehe a perder.
vi: Hãy đổ hết nước mưa trong xô đi trước khi nó mục nát.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: Who left the bucket out to freeze?
es: ¿Quién dejó la cubeta afuera para que se congelara?
vi: Ai đã bỏ xô ra ngoài để đóng băng?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERBEER
source: Do I look like a magical creature or a tiny giant? Hah.
es: ¿Parezco una criatura mágica o un pequeño gigante? Ja.
vi: Trông tôi giống sinh vật huyền bí hay người khổng lồ tí hon? Hah.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CACTUSFLOWER_TEA
source: I'm skeptical about the spines.
es: Aún sigo escéptico con las espinas.
vi: Tôi nghi ngờ về gai.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CACTUS_TEA
source: I'm doubtful about the spines.
es: Tengo dudas sobre las espinas.
vi: Tôi nghi ngờ về gai.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAFFEINBERRY
source: Coffee beans!
es: ¡Granos de café!
vi: Hạt cà phê!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAFFEINBERRY_BEAN
source: I need to prepare these somehow.
es: Necesito prepararlos de alguna forma.
vi: Tôi cần chuẩn bị những thứ này bằng cách nào đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Canadians really love coffee, don't they?
es: Los canadienses amamos el café ¿Verdad?
vi: Người Canada thực sự thích cà phê phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAFFEINBERRY_JUICE
source: Is it time for coffee already?
es: ¿Ya es hora del café?
vi: Đã đến giờ uống cà phê rồi phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: It's still seawater.
es: Aún es agua salada.
vi: Vẫn là nước biển.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: It's almost ready!
es: ¡Casi está listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPDESALINATOR.DONE
source: It's ready to drink.
es: Esta listo para beberse.
vi: Đã sẵn sàng để uống.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPDESALINATOR.GENERIC
source: It's empty inside.
es: Está vacío por dentro.
vi: Bên trong trống rỗng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPDESALINATOR.STOP
source: Lucy, let's gather some firewood.
es: Lucy, consigamos algo de madera.
vi: Lucy, chúng ta cùng kiếm củi nhé.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPDESALINATOR_ITEM
source: Is this for use on a boat?
es: ¿Es para usarlo en un bote?
vi: Cái này có dùng được trên thuyền không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: Do I really want to drink hot tea?
es: ¿Realmente quiero beber té hirviendo?
vi: Tôi có thực sự muốn uống trà nóng không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: It's almost ready!
es: ¡Está casi listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPKETTLE.DONE
source: It's tea time!
es: ¡Hora del té!
vi: Đã đến giờ uống trà!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPKETTLE.GENERIC
source: Shall we clean up if we're not going to use it?
es: ¿Debería limpiarlo si no lo voy a usar?
vi: Chúng ta có nên dọn dẹp nếu không sử dụng nó không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPKETTLE.STOP
source: Lucy, let's gather some firewood.
es: Lucy, consigamos algo de madera.
vi: Lucy, chúng ta cùng kiếm củi nhé.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPKETTLE_ITEM
source: Reminds me of boiling water in the forest.
es: Me recuerda al hervir agua en los bosques.
vi: Làm tôi nhớ đến nước sôi trong rừng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_TEA
source: Is it meant to be served with rabbit food?
es: ¿Es agua para conejos?
vi: Có phải nó được phục vụ kèm thức ăn cho thỏ không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHERRY_BLOOM_MADHU
source: If no one else is going to drink it, I guess I'll have to.
es: Si nadie más lo beberá, supongo que yo lo haré.
vi: Nếu không có ai uống nó, tôi đoán là tôi sẽ phải uống.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHERRY_BLOOM_RUM
source: If no one else is going to watch, I guess I'll take it and drink it?
es: Si nadie más me ve, supongo que lo beberé.?
vi: Nếu không có ai khác xem, tôi đoán tôi sẽ lấy nó và uống nó?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHERRY_DOCTOR_COLA
source: If it's sweet and refreshing, that's enough.
es: Si es dulce y refrescante está bien.
vi: Chỉ cần ngọt ngào và sảng khoái là đủ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHERRY_HONEY_TEA
source: Honey and tree scent, interesting.
es: Olor a miel y árbol, interesante.
vi: Mùi mật ong và mùi cây, thật thú vị.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: I'm suspicious if any hair-like parts are left.
es: Sospecho que queden partes de pelo.
vi: Tôi nghi ngờ liệu còn sót lại phần giống tóc nào không.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COCONUT_JUICE
source: There aren't many coconut parts left, are there?
es: Ya no quedan muchas partes del coco, ¿Verdad?
vi: Không còn nhiều phần dừa nữa phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COCONUT_WINE
source: It has a strong woody scent.
es: Tiene un fuerte olor a madera.
vi: Nó có mùi gỗ nồng nặc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLA
source: I should have it when I'm tired from working.
es: Debería beberla cuando termine de trabajar.
vi: Tôi nên uống nó khi làm việc mệt mỏi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLAQUANTUM
source: This is quite addictive.
es: Es bastante adictivo.
vi: Cái này khá gây nghiện.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN_BEER
source: It's not real beer, but it's fine by me.
es: No es cerveza real, pero está bien.
vi: Đó không phải là bia thật, nhưng theo tôi thì nó ổn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN_WHISKEY
source: It's American-style whiskey.
es: Es whisky estilo americano.
vi: Đó là rượu whisky kiểu Mỹ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DARK_RUINCOLATE
source: Is Warly trying to cook, or is this an attempt at a healthy meal?
es: ¿Warly está intentando cocinar o es un intento de preparar una comida saludable??
vi: Warly đang cố gắng nấu ăn hay đây là nỗ lực để có một bữa ăn lành mạnh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DESALINATOR.BURNT
source: What a waste.
es: Que desperdicio.
vi: Thật lãng phí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DESALINATOR.EMPTY
source: Great technology. Let's try using seawater.
es: Gran tecnología, intentemos usar agua salada.
vi: Công nghệ tuyệt vời. Hãy thử sử dụng nước biển.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DESALINATOR.HASSALT
source: There's so much salt left that it won't purify properly.
es: Queda tanta sal que no se purificará correctamente.
vi: Còn quá nhiều muối nên máy sẽ không lọc sạch được.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DESALINATOR.HASWATER
source: It's filled with water.
es: Esta lleno de agua.
vi: Nó chứa đầy nước.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DESALINATOR.PURIFY_LONG
source: It won't remove the salt that quickly.
es: No le quitará la sal tan rápido.
vi: Nó sẽ không loại bỏ muối nhanh như vậy được.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: Good, it's becoming clean water.
es: Bien, se está limpiado.
vi: Tốt, nó sắp trở thành nước sạch.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DISINFECTANT
source: Sanitization is important, isn't it?
es: Sanitizarse es importante ¿Verdad?
vi: Khử trùng rất quan trọng phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: It's almost done.
es: Ya casi está.
vi: Sắp xong rồi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: It's going to take a while longer.
es: Tomará un poco más.
vi: Sẽ mất nhiều thời gian hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DISTILLERS.DONE
source: Let's try drinking it.
es: Probemos beber esto.
vi: Hãy thử uống nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DISTILLERS.EMPTY
source: I don't really understand how this works.
es: Realmente no entiendo cómo funciona esto.
vi: Tôi thực sự không hiểu cách thức hoạt động của nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONJUICE
source: Could use a bit of syrup.
es: Le vendría bien un poco de jarabe.
vi: Có thể dùng một chút xi-rô.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_CAFFEINBERRY
source: I should take it with me wherever I go.
es: Debería llevármelo a donde vaya.
vi: Tôi nên mang nó theo mọi lúc mọi nơi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_RUINCACAO_TREE
source: Crackling branches everywhere.
es: Ramas crepitantes por todas partes.
vi: Cành cây kêu rắc rắc khắp nơi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_TEA_TREE
source: Time to do a little landscaping.
es: Hora de hacer algo de jardinería.
vi: Đã đến lúc làm một chút cảnh quan.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIG_JUICE
source: Not a bad juice at all.
es: No es un mal jugo en absoluto.
vi: Nước trái cây không tệ chút nào.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FRUITJUICE
source: Freshly squeezed fruit juice.
es: Jugo de frutas recién exprimido.
vi: Nước ép trái cây tươi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FRUITSODA
source: It's a fruit punch, right?
es: Es un ponche de frutas ¿Verdad?
vi: Đó là nước ép trái cây phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FUER
source: I'll drink it however it comes.
es: Lo beberé como venga.
vi: Tôi sẽ uống dù nó đến thế nào.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GIANT_BLUEBERRY_GIN
source: So, did you win the ice hockey game?
es: Entonces, ¿Ganaste el partido de hockey?
vi: Vậy bạn đã thắng trò chơi khúc côn cầu trên băng chưa?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GIANT_BLUEBERRY_WINE
source: Now it's filled with blueberries.
es: Ahora esta lleno de moras azules.
vi: Bây giờ nó chứa đầy quả việt quất.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWBERRYJUICE
source: I could keep drinking this.
es: Podría seguir bebiendo esto.
vi: Tôi có thể tiếp tục uống thứ này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWBERRYWINE
source: The taste isn't bad.
es: El sabor no está mal.
vi: Hương vị không tệ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWBERRY_GIN
source: It's bright and nice, isn't it?
es: Es brillante y sabe bien ¿Verdad?
vi: Thật tươi sáng và tuyệt vời phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOOPYDRINK
source: I've made worse drinks before.
es: He hecho peores bebidas.
vi: Trước đây tôi từng pha đồ uống tệ hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENTEA
source: I could go for a cup of tea.
es: Me vendría bien una taza de té.
vi: Tôi có thể đi uống một tách trà.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HIBISCUSTEA
source: It's as red as Lucy.
es: Es tan rojo como Lucy.
vi: Nó có màu đỏ như Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOLE
source: Yikes, we should be careful here.
es: ¡Ay! Debemos tener cuidado con esto.
vi: Rất tiếc, chúng ta nên cẩn thận ở đây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOTRUINCOLATE
source: Perfect for sipping by a cozy fire.
es: Perfecto para sorberlo en la fogata.
vi: Hoàn hảo để nhấm nháp bên đống lửa ấm cúng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KAHLUA
source: I prefer to drink coffee and alcohol separately.
es: Preferiría beber café y alcohol de forma separada.
vi: Tôi thích uống cà phê và rượu riêng biệt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KETTLE.BOILING_LONG
source: Will it take much longer?
es: ¿Tardará mucho más?
vi: Sẽ mất nhiều thời gian hơn phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KETTLE.BOILING_SHORT
source: Great! It's almost done!
es: ¡Fantástico! ¡Casi está listo!
vi: Tuyệt vời! Sắp xong rồi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KETTLE.BURNT
source: It burned down completely.
es: Se quemó completamente.
vi: Nó đã cháy rụi hoàn toàn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KETTLE.DONE
source: Shall we try drinking it?
es: ¿Deberíamos intentar beberlo?
vi: Chúng ta thử uống nó nhé?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KETTLE.EMPTY
source: Should I take it if I'm not going to use it?
es: ¿Debería traer algo de hojas de té?
vi: Tôi có nên lấy nó nếu tôi không định sử dụng nó không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KETTLE.HASWATER
source: Water is ready; I just need the ingredients now.
es: El agua está lista, ahora solo necesito ingredientes.
vi: Nước đã sẵn sàng; tôi chỉ cần nguyên liệu thôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KETTLE.MELT_LONG
source: Do you think I can make tea with melted ice?
es: ¿Podré hacer té con hielo derretido?
vi: Bạn có nghĩ tôi có thể pha trà với đá tan không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KETTLE.MELT_SHORT
source: It's almost melted.
es: Está completamente derretido.
vi: Sắp tan chảy rồi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KETTLE.PURIFY_LONG
source: I don't want to get sick from drinking dirty water.
es: No quiero enfermarme por beber agua sucia.
vi: Tôi không muốn bị bệnh vì uống nước bẩn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KETTLE.PURIFY_SHORT
source: It's almost boiled clean.
es: Ya casi está listo.
vi: Sắp được đun sôi sạch.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KUMIS
source: Is this a fermented milk beverage or something?
es: ¿Es una bebida de leche fermentada o algo así?
vi: Đây là đồ uống từ sữa lên men hay gì đó?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEMONLIMESODA
source: It's sweet and refreshing.
vi: Thật ngọt ngào và sảng khoái.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOTUSTEA
source: I've never seen this tea before.
es: Nunca había visto este té.
vi: Tôi chưa bao giờ thấy loại trà này trước đây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUMPY_BEER
source: Is it sarsaparilla drink?
es: ¿Es bebida de zarzaparrilla?
vi: Đây có phải là đồ uống sarsaparilla không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUMPY_TEA
source: I'd prefer to make hash out of it.
es: Preferiría hacer cenizas con esto.
vi: Tôi thích làm món băm từ nó hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUMPY_VODKA
source: Drinking this when it's cold warms you up, doesn't it?
es: Beber esto cuando tienes frío te calienta ¿Verdad?
vi: Uống cái này khi trời lạnh sẽ làm bạn ấm lên phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUMPY_WINE
source: It's not moonshine, but it'll do.
es: No es alcohol ilegal, pero servirá.
vi: Nó không phải là ánh trăng, nhưng nó sẽ làm được.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MADHU
source: It's made from bee honey.
es: Está hecho con miel de abeja.
vi: Nó được làm từ mật ong.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MADHU_RUM
source: It's sailor's rum.
es: Es ron de marinero.
vi: Đó là rượu rum thủy thủ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MIXFLOWER
source: Quite a sentimental tea.
es: Un té bastante sentimental.
vi: Một loại trà khá tình cảm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOONWAY
source: The color is pretty, but I'm suspicious.
es: El color es bonito, pero tengo mis dudas.
vi: Màu sắc thì đẹp, nhưng tôi thấy nghi ngờ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOON_BLOSSOM_TEA
source: The scent is quite impressive.
es: El olor es impresionante.
vi: Mùi hương khá ấn tượng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MULLED
source: This is perfect when you're feeling unwell.
es: Esto es perfecto para cuando no te sientes bien..
vi: Món này thật hoàn hảo khi bạn cảm thấy không khỏe.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NOBLEWINE
source: This is a fancy wine.
es: Es un vino elegante.
vi: Đây là một loại rượu ưa thích.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NUT_COCONUT_BRANDY
source: Is everything ready, folks?
es: ¿Están listos, chicos?
vi: Mọi thứ đã sẵn sàng chưa mọi người?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NUT_CORN_WHISKEY
source: It has a somewhat robust aroma.
es: Tiene un aroma robusto.
vi: Nó có mùi thơm hơi nồng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGESODA
source: It's orange soda.
vi: Đó là soda cam.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGE_JUICE
source: Add some syrup to it, and it'll be perfect.
vi: Thêm một ít xi-rô vào và nó sẽ hoàn hảo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PALE_BEER
source: The beer color is strange.
es: El color es extraño.
vi: Màu bia thật lạ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PALE_WHISKEY
source: The color is strange, but if they ask for whiskey, I'll serve it.
es: El color es extraño, pero si alguien pide whisky le daré esto.
vi: Màu sắc lạ, nhưng nếu họ yêu cầu rượu whisky, tôi sẽ phục vụ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PETALS_BERRY_BRANDY
source: It's fragrant and nice.
es: Es aromático y sabe bien.
vi: Nó thơm và dễ chịu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINEANANASSODA
source: It's pineapple soda.
vi: Đó là soda dứa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINEANANAS_JUICE
source: It's refreshing, but I can't drink too much of it like this.
vi: Thật là sảng khoái, nhưng tôi không thể uống nhiều như thế này được.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_JUICE
source: They've saved us the trouble of picking out the seeds.
es: Nos ha ahorrado el quitarle las semillas.
vi: Họ đã giúp chúng tôi không phải mất công nhặt hạt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: Will it take much longer?
es: ¿Tomará más tiempo?
vi: Sẽ mất nhiều thời gian hơn phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: Great! It's almost done!
es: ¡Fantástico! ¡Casi está listo!
vi: Tuyệt vời! Gần xong rồi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: Shall we try drinking it?
es: ¿Deberíamos intentar beberlo?
vi: Chúng ta thử uống nó nhé?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: I should bring it if I'm not going to use it here.
es: ¿Debería llevármela ahora?.
vi: Tôi nên mang theo nếu không sử dụng ở đây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: Should I bring some tea leaves?
es: ¿Debería llevármela si nadie la va a usar?
vi: Tôi có nên mang theo một ít lá trà không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: Water is ready; I just need the ingredients now.
es: El agua está lista, ahora solo necesito ingredientes.
vi: Nước đã sẵn sàng; tôi chỉ cần nguyên liệu thôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: Do you think I can make tea with melted ice?
es: ¿Podré hacer té con hielo derretido?
vi: Bạn có nghĩ tôi có thể pha trà với đá tan không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: It's almost melted.
es: Está completamente derretido.
vi: Sắp tan chảy rồi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: I don't want to get sick from drinking dirty water.
es: No quiero enfermarme por beber agua sucia.
vi: Tôi không muốn bị bệnh vì uống nước bẩn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: It's almost boiled clean.
es: Ya casi está listo.
vi: Sắp được đun sôi sạch.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PULQUE
source: It's a drink that the indigenous people of my homeland used to drink.
es: Es una bebida que tomaban los indígenas de mi tierra.
vi: Đó là thức uống mà người dân bản địa ở quê hương tôi thường uống.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.QUARTZ_SHAKE
source: We could've made sushi with it.
es: Pudimos haber hecho sushi.
vi: Chúng tôi có thể làm sushi với nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAINBOW_SHAKE
source: Its strength is that it doesn't taste like anything.
es: No sabe a nada.
vi: Sức mạnh của nó là nó không có mùi vị gì cả.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RICE_SPIRITS
source: Isn't it too young for liquor?
es: ¿No es demasiado pronto para ser un licor?
vi: Không phải còn quá trẻ để uống rượu sao?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RICE_WINE
source: Isn't this rice wine not properly fermented?
es: ¿Es vina de arroz mal fermentado?
vi: Chẳng phải rượu gạo này không được lên men đúng cách sao?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCACAO
source: It has a charcoal smell.
es: Tiene el olor del carbón.
vi: Có mùi than củi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCACAO_BEAN
source: It doesn't taste like edible butter at all.
es: No sabe nada a mantequilla.
vi: Nó không có vị giống bơ ăn chút nào.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCACAO_BEAN_COOKED
source: I don't usually eat butter this way.
es: Usualmente no como la mantequilla de esta forma.
vi: Tôi thường không ăn bơ theo cách này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: I'm conflicted whether to consider this as a liquor.
es: No estoy seguro de considerar esto como un licor..
vi: Tôi không biết có nên coi đây là rượu hay không.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCACAO_SEED
source: A somewhat sinister-looking flower bloomed here.
es: Aquí floreció una flor de aspecto algo siniestro.
vi: Một bông hoa trông có vẻ nham hiểm đã nở ở đây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCACAO_SEED_SAPLING
source: A somewhat sinister-looking flower bloomed here.
es: Tiene un aspecto extraño para ser un árbol.
vi: Một bông hoa trông có vẻ nham hiểm đã nở ở đây.
