Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERBEER
source: My soul will stick back together, even if it's torn apart.
es: Incluso aunque mi alma se desgarre, esto lo podrá enmendar.
vi: Linh hồn tôi sẽ gắn kết lại với nhau, ngay cả khi nó bị xé nát.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CACTUSFLOWER_TEA
source: It doesn't disappoint.
es: No decepciona.
vi: Nó không làm bạn thất vọng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CACTUS_TEA
source: I have a small oasis in my hand.
es: Siento un pequeño oasis en mi mano.
vi: Tôi có một ốc đảo nhỏ trong tay.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAFFEINBERRY
source: A coffee bush influenced by the moon.
es: Una mata de café influenciada por la luna.
vi: Bụi cà phê chịu ảnh hưởng của mặt trăng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAFFEINBERRY_BEAN
source: Looks different from the coffee beans I know.
es: Luce diferente de los granos de café que conozco..
vi: Trông khác với những hạt cà phê mà tôi biết.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Now all I need to do is find a French press somewhere.
es: Ahora todo lo que tengo que hacer es encontrar una prensa francesa en algún sitio.
vi: Bây giờ tất cả những gì tôi cần làm là tìm một tờ báo Pháp ở đâu đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAFFEINBERRY_JUICE
source: I'm looking forward to the taste.
es: No puedo esperar para probarlo.
vi: Tôi rất mong chờ được nếm thử.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: How long do I have to wait?
es: ¿Por cuánto tiempo debo de esperar?
vi: Tôi phải đợi bao lâu?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: It seems almost done.
es: Parece que casi termina.
vi: Có vẻ như sắp xong rồi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPDESALINATOR.DONE
source: It looks like it's all done.
es: Parece que ya está todo listo.
vi: Có vẻ như mọi việc đã xong.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPDESALINATOR.GENERIC
source: So, am I supposed to walk over and fetch seawater with my feet?
es: Así que, ¿Se supone debo caminar e ir a buscar agua de mar ?
vi: Vậy tôi có nên đi bộ tới và lấy nước biển bằng chân không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPDESALINATOR.STOP
source: It's not quite boiled.
es: No creo que hierva
vi: Chưa sôi hẳn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPDESALINATOR_ITEM
source: It looks quite heavy.
es: Parece pesado.
vi: Trông nó khá nặng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: It's still cold.
es: Sigue estando frío.
vi: Trời vẫn lạnh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: This temperature is just perfect for burning your hand right now.
es: Esta temperatura es perfecta para quemar tu mano justo ahora.
vi: Nhiệt độ này lúc này thật hoàn hảo để làm bỏng tay bạn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPKETTLE.DONE
source: To think that I've come to the point where I have to boil pond water to drink.
es: Tengo tengo que hervir más agua para poder beber.
vi: Nghĩ đến việc mình đã đến mức phải đun nước ao để uống.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPKETTLE.GENERIC
source: So, do I have to go find water to put in this?
es: Así que, ¿Tengo que encontrar agua para ponerlo aquí?
vi: Vậy tôi có phải đi tìm nước để đổ vào cái này không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPKETTLE.STOP
source: It's not quite boiled.
es: No creo que vaya a hervir.
vi: Chưa sôi hẳn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPKETTLE_ITEM
source: Sigh, woe is me..
es: *Suspiro* Pobre de mí
vi: Haiz, khốn nạn cho tôi..

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_TEA
source: I have no choice but to sip it.
es: ¿Debo de darle un sorbo?.
vi: Tôi không còn cách nào khác ngoài nhấm nháp nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHERRY_BLOOM_MADHU
source: I hope it won't be difficult to wash this out of my clothes.
es: Espero no sea difícil de quitar de la ropa.
vi: Tôi hy vọng sẽ không khó để rửa nó vứt cái này ra khỏi quần áo của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHERRY_BLOOM_RUM
source: Extravagant, isn't it?
es: Extravagante, ¿Cierto?
vi: Thật lộng lẫy phải không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHERRY_DOCTOR_COLA
source: It's a shame there's no real doctor here.
es: Es una lástima que no tengamos ningún doctor aquí .
vi: Thật tiếc là ở đây không có bác sĩ thực sự.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHERRY_HONEY_TEA
source: It would be better with ginger and lemon...
es: Estaría mejor con jengibre y limón...
vi: Sẽ ngon hơn với gừng và chanh...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: So, where are the biscuits?
es: Así que, ¿Dónde están los panecillos?
vi: Vậy, bánh quy ở đâu?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COCONUT_JUICE
source: Drink some water and fill my stomach a bit!
es: ¡Sacía la sed y además llena un poco tu estómago!
vi: Uống chút nước cho no bụng một chút!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COCONUT_WINE
source: I should have some crab with this.
es: Debería comer un cangrejo con esto.
vi: Tôi nên ăn cua với món này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLA
source: I wish it had a straw.
es: Desearía tener un popote.
vi: Ước gì nó có ống hút.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLAQUANTUM
source: Suspicious but spectacular.
es: Sospechosamente grandioso.
vi: Đáng ngờ nhưng ngoạn mục.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_BEER
source: Well..Isn't this just base alcohol made from corn?
es: Bueno... ¿No es sólo alcohol de base hecho de maíz?
vi: Chà..Đây không phải chỉ là rượu nền làm từ ngô thôi sao?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_WHISKEY
source: Ah, Finally.
es: Ah, finalmente.
vi: Ôi trời, cuối cùng thì...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DARK_RUINCOLATE
source: It seems my chef friend was also interested in dark magic, right?
es: Parece que mi amigo el chef también estaba interesado en la magia oscura, ¿verdad?
vi: Có vẻ như người bạn đầu bếp của tôi cũng quan tâm đến ma thuật hắc ám phải không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DESALINATOR.BURNT
source: It's useless now.
es: Ahora es inservible.
vi: Bây giờ nó vô dụng rồi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DESALINATOR.EMPTY
source: That's quite an idea.
es: Eso es una idea.
vi: Đó quả là một ý tưởng hay.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DESALINATOR.HASSALT
source: There's no point in doing it now.
es: Es inútil hacerlo ahora.
vi: Sẽ chả mang lại lợi ích gì khi làm việc này đâu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DESALINATOR.HASWATER
source: It looks like it's all done.
es: Parece que ya está terminado.
vi: Có vẻ như mọi việc đã xong.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DESALINATOR.PURIFY_LONG
source: It's going to take a while.
es: Tomará su tiempo.
vi: Sẽ mất một lúc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: It's almost done!
es: ¡Está casi terminado!
vi: Sắp hoàn tất!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DISINFECTANT
source: Have you tried cutting magic? You might need this.
es: ¿Has tratado de cortar magia? Necesitas probar esto.
vi: Bạn đã thử cắt phép thuật chưa? Bạn có thể cần cái này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: It seems almost done.
es: Parece que ya casi termina.
vi: Có vẻ như gần xong rồi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: Let's leave the distiller working.
es: Dejémoslo trabajar.
vi: Hãy để máy chưng cất hoạt động.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DISTILLERS.DONE
source: Now I'll try some real liquor.
es: Ahora podré probar un licor de verdad.
vi: Bây giờ tôi sẽ thử rượu thật.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DISTILLERS.EMPTY
source: It looks like a sturdy and sophisticated cauldron.
es: Parece un caldero robusto y sofisticado.
vi: Nó trông giống như một cái vạc chắc chắn và tinh xảo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONJUICE
source: It has an intense sweetness.
es: Tiene una dulzura intensa.
vi: Có vị ngọt đậm đà.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_CAFFEINBERRY
source: It's worth replanting.
es: Vale la pena replantarlo.
vi: Đáng để trồng lại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_RUINCACAO_TREE
source: Someone who knows how to grow trees might find this useful.
es: El que siembra árboles encontraría esto útil.
vi: Ai biết cách trồng cây có thể thấy điều này hữu ích.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_TEA_TREE
source: Do you think I'm supposed to be a gardener?
es: ¿Acaso crees que debo ser jardinero?
vi: Bộ các người nghĩ ta có thể trở thành một người làm vườn thật à?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIG_JUICE
source: Quite sweet.
es: Algo dulce.
vi: Khá ngọt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FRUITJUICE
source: It's mixed up, but it tastes good.
es: Está mezclado, pero sabe bien.
vi: Nó bị lẫn lộn, nhưng nó có vị rất ngon.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FRUITSODA
source: Should I perform in front of the punch bowl?
es: ¿Debería ponerlo con el recipiente de ponche?
vi: Tôi có nên biểu diễn trước bát punch không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FUER
source: Quite exotic.
es: Un poco exótico.
vi: Khá kỳ lạ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GIANT_BLUEBERRY_GIN
source: It's captured the essence of destruction.
es: Captura la esencia de la destrucción.
vi: Nó đã nắm bắt được bản chất của sự hủy diệt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GIANT_BLUEBERRY_WINE
source: Let's behave like cultured individuals.
es: Comportémonos como individuos cultos.
vi: Hãy cư xử như những cá nhân có văn hóa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWBERRYJUICE
source: Well used the juices of fruits.
es: Jugo de fruta bien elaborado .
vi: Nước ép trái cây được sử dụng rất tốt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWBERRYWINE
source: It could make big money selling this outside.
es: Haría mucho dinero vendiendo esto fuera de aqui.
vi: Nó có thể kiếm được số tiền lớn khi bán thứ này ở bên ngoài.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWBERRY_GIN
source: I should apologize to her.
es: Debería disculparme con ella.
vi: Tôi nên xin lỗi cô ấy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOOPYDRINK
source: How uncultured.
es: Cuánta incultura.
vi: Thật vô văn hóa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENTEA
source: It too has a petrichor.
es: Tiene una esencia a hojas.
vi: Có mùi lá cây.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HIBISCUSTEA
source: Beautiful without compare.
es: Delicioso, no tiene comparación.
vi: Đẹp không gì sánh bằng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOLE
source: I might not be able to catch bones if I fall in.
es: No podré ser capaz de obtener huesos si caigo dentro.
vi: Tôi có thể không đỡ được xương nếu rơi vào đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOTRUINCOLATE
source: This is something I couldn't even dream of when I first came to this world.
es: Esto es algo que ni siquiera podía soñar cuando llegué a este mundo.
vi: Đây là thứ mà tôi thậm chí không thể mơ tới khi lần đầu tiên đến thế giới này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KAHLUA
source: It's not that bad.
es: No está mal.
vi: Không tệ đến thế đâu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KETTLE.BOILING_LONG
source: Let's be patient...
es: Seamos pacientes...
vi: Hãy kiên nhẫn...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KETTLE.BOILING_SHORT
source: It's almost done!
es: ¡Está casi terminado!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KETTLE.BURNT
source: I'm not really into over-extraction.
es: No me gusta mucho la sobreextracción.
vi: Tôi không thực sự thích khai thác quá mức.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KETTLE.DONE
source: Now I can finally drink something decent.
es: Por fin puedo beber algo decente.
vi: Bây giờ cuối cùng tôi cũng có thể uống thứ gì đó đàng hoàng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KETTLE.EMPTY
source: It looks lonely.
es: Se ve solitario.
vi: Trông có vẻ cô đơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KETTLE.HASWATER
source: I wish I could have a cup of tea.
es: Me gustaría tener una taza de té.
vi: Ước gì tôi có thể uống một tách trà.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KETTLE.MELT_LONG
source: It's still cold.
es: Aún está frío.
vi: Trời vẫn lạnh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KETTLE.MELT_SHORT
source: It's lukewarm.
es: Está temblado.
vi: Nóng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KETTLE.PURIFY_LONG
source: It's not going to taste good.
es: Esto no tendrá un buen sabor.
vi: Nó sẽ không ngon đâu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KETTLE.PURIFY_SHORT
source: This temperature is just perfect for burning your hand right now.
es: Esta temperatura es perfecta para quemarte la mano en este momento
vi: Nhiệt độ này lúc này thật hoàn hảo để làm bỏng tay bạn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KUMIS
source: Quite wild.
es: Algo salvaje.
vi: Khá hoang dã.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LEMONLIMESODA
source: This is going to wreck my teeth.
vi: Thứ này sẽ làm hỏng răng của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOTUSTEA
source: Could this be what I'm thinking of?
es: ¿Podría ser esto en lo que estaba pensando?
vi: Đây có phải là điều tôi đang nghĩ tới không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUMPY_BEER
source: How did it recreate the taste?
es: ¿Cómo ha recreado el sabor?
vi: Làm thế nào mà nó tái tạo được hương vị?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUMPY_TEA
source: This way, it looks somewhat dignified.
es: De esta manera, parece algo majestuoso.
vi: Cách này trông có vẻ trang nghiêm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUMPY_VODKA
source: Unfortunately, now I'm just a laborer.
es: Desafortunadamente, ahora soy solo un trabajador.
vi: Thật tiếc là giờ tôi chỉ là người làm công.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUMPY_WINE
source: It's cleaner tasting than I expected.
es: Tiene un sabor mas limpio de lo que esperaba.
vi: Nó có vị thoáng hơn tôi mong đợi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MADHU
source: I hope they didn't make this in the Viking tradition.
es: Espero no hagan esto una tradición vikinga
vi: Tôi hy vọng họ không làm món này theo truyền thống của người Viking.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MADHU_RUM
source: It's quite rough.
es: Es algo áspero.
vi: Nó khá khó khăn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MIXFLOWER
source: It has a slightly odd aftertaste.
es: Deja un sabor raro al final.
vi: Có dư vị hơi lạ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOONWAY
source: How did they make this?
es: ¿Cómo hicieron esto?
vi: Họ làm món này như thế nào?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOON_BLOSSOM_TEA
source: It won't transform me, will it?
es: No me va a transformar, ¿Oh sí?
vi: Nó sẽ không biến đổi tôi đâu, phải không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MULLED
source: I can enjoy some leisure even if the weather is bitterly cold.
es: Puedo divertirme incluso si el clima es extremadamente frío.
vi: Tôi có thể tận hưởng sự thư giãn ngay cả khi thời tiết lạnh buốt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NOBLEWINE
source: Life has become quite prosperous, huh.
es: La vida ha prosperado, huh.
vi: Cuộc sống khá thịnh vượng nhỉ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NUT_COCONUT_BRANDY
source: So tell me... What's become of my ship?
es: Cuéntame... ¿Qué ha sido de mi barco?
vi: Vậy hãy nói cho tôi biết... Con tàu của tôi ra sao rồi?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NUT_CORN_WHISKEY
source: I have a craving for smoked meat.
vi: Tôi thèm thịt hun khói.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGESODA
source: This soda is overly carbonated.
vi: Soda này có quá nhiều ga.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGE_JUICE
source: I never noticed this in the break room before coming here.
vi: Tôi chưa bao giờ nhận thấy điều này trong phòng nghỉ trước khi đến đây.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PALE_BEER
source: Well... I think that's not hops.
es: Bueno... Creo que eso no es lúpulo.
vi: À... tôi nghĩ đó không phải là bước nhảy vọt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PALE_WHISKEY
source: To be honest, it's not bad.
es: Para ser honesto, no está nada mal.
vi: Thành thật mà nói, nó không tệ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PETALS_BERRY_BRANDY
source: A bit excessive.
es: Un poco excesivo.
vi: Hơi quá đáng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINEANANASSODA
source: I feel closer to civilization now.
vi: Bây giờ tôi cảm thấy gần gũi hơn với nền văn minh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINEANANAS_JUICE
source: I can't drink this tangy fruit juice in one go.
vi: Tôi không thể uống nước ép trái cây thơm này trong một lần được.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE_JUICE
source: At least it looks the part.
es: Al menos se ve distinto.
vi: Ít nhất nó trông giống một phần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: I need to be patient.
es: Necesito ser paciente.
vi: Tôi cần phải kiên nhẫn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: It'll be done soon.
es: Pronto estará terminado
vi: Sẽ xong ngay thôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: I can have a brief moment to drink tea.
es: Puedo tener un breve momento para tomar té.
vi: Tôi có thể uống trà một lúc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: It's empty.
es: Está vacío.
vi: Nó trống rỗng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: I don't even have the leisure to sit down and have tea.
es: Quiero sentarme y tomar una taza de té.
vi: Tôi thậm chí còn không có thời gian để ngồi uống trà.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: I wish I could have a cup of tea.
es: Me gustaría tener una taza de té.
vi: Ước gì tôi có thể uống một tách trà.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: It's still cold.
es: Aún está frío.
vi: Trời vẫn lạnh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: It's lukewarm.
es: Está templado.
vi: Nóng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: It's not going to taste good.
es: No tendrá buen sabor.
vi: Nó sẽ không ngon đâu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: This temperature is just perfect for burning your hand right now.
es: Esta temperatura es perfecta para quemarte la mano en este momento.
vi: Nhiệt độ này lúc này thật hoàn hảo để làm bỏng tay bạn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PULQUE
source: It doesn't suit my taste.
es: No es adecuado a mi paladar.
vi: Nó không hợp khẩu vị của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.QUARTZ_SHAKE
source: If only there were lemons or limes...
es: Si tanto solo tuviera limones o lima...
vi: Giá mà có chanh...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAINBOW_SHAKE
source: Seems like junk food for kids.
es: Parece comida basura de niños.
vi: Có vẻ như đồ ăn vặt cho trẻ em.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RICE_SPIRITS
source: Quite clean.
es: Puro.
vi: Khá sạch.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RICE_WINE
source: It has a tangy taste.
es: Tiene un sabor agrio.
vi: Nó có vị thơm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCACAO
source: I wouldn't punch that just to eat this.
es: No golpearé esto solamente para comerlo
vi: Tôi sẽ không đấm cái đó chỉ để ăn cái này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCACAO_BEAN
source: What a vulgar greaseball.
es: Que bola de grasa tan vulgar.
vi: Thật là một quả bóng mỡ thô tục.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCACAO_BEAN_COOKED
source: Better than raw, but there must be other ways.
es: Mejor que comerlo crudo, pero debe haber otros métodos.
vi: Tốt hơn so với nguyên liệu thô, nhưng chắc chắn phải có cách khác.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: These young folks...
es: Estos jóvenes...
vi: Những người trẻ tuổi này...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCACAO_SEED
source: It seems to have bloomed.
es: Parece que ha florecido.
vi: Có vẻ như nó đã nở hoa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCACAO_SEED_SAPLING
source: I guess it won't plant itself.
es: Supongo que no se plantará solo.
vi: Tôi đoán nó sẽ không tự trồng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCACAO_TREE
source: Definitely influenced by dark magic.
es: En definitiva influido por magia oscura .
vi: Chắc chắn bị ảnh hưởng bởi ma thuật hắc ám.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCACAO_WINE
source: It's a rare wine you won't find outside.
es: Es un peculiar vino que no encontrarás en otro lado.
vi: Đó là loại rượu hiếm bạn sẽ không tìm thấy ở bên ngoài.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCHA_LATTE
source: They don't even know what real mocha is.
es: Ni siquiera saben lo que es moca de verdad..
vi: Họ thậm chí còn không biết mocha thật là gì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCOLATE
source: A bait to lure in little guests.
es: Una carnada para atraer a unos pocos invitados.
vi: Mồi nhử để thu hút những vị khách nhỏ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINCOLATE_SMOOTHIE
source: I'm worried about my teeth if I drink this.
es: Me preocupan mis dientes si tomo ésto.
vi: Tôi lo lắng về răng nếu uống thứ này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINXOCOLATL
source: I can feel a spiritual sense.
es: Puedo sentir una vibra espiritual.
vi: Tôi có thể cảm nhận được linh hồn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUIN_SCHOKAKOLA
source: A concentrated form of efficiency.
es: Un concentrado de eficacia.
vi: Một dạng hiệu quả tập trung.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUMCHATA
source: What kind of drink is this??
es: ¿Qué tipo de bebida es ésta?
vi: Đây là loại đồ uống gì?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEAWEED_SHAKE
source: Please, no...
es: Por favor, no...
vi: Làm ơn, không...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SODA
source: I never even thought about trying this.
es: Nunca hubiera imaginado probar algo como esto.
vi: Tôi thậm chí chưa bao giờ nghĩ đến việc thử cái này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPARKLINGWINE
source: I miss champagne.
es: Extraño la champaña.
vi: Tôi nhớ sâm panh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPICE_CAFFEINPEPPER
source: It adds value wherever you sprinkle it.
es: Añade valor, donde quiera que lo esparzas.
vi: Nó tăng thêm giá trị ở bất cứ lúc nào bạn rắc nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPOILED_DRINK
source: It was a drink before I spoiled it.
es: Era una bebida antes de que se estropeara..
vi: Đó là đồ uống trước khi tôi làm hỏng nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STRAWBERRYSODA
source: This soda is overly carbonated.
es: Este refresco está excesivamente carbonatado.
vi: Soda này có quá nhiều ga.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: It's not to my taste.
es: No es de mi agrado.
vi: Nó không hợp khẩu vị của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STRAWBERRY_SMOOTHIE
source: Seems like a street vendor drink.
es: Parece una bebida de un vendedor callejero
vi: Trông giống như đồ uống bán rong.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUSHIBISCUS
source: The essence of darkness.
es: Una esencia oscura.
vi: Bản chất của bóng tối.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SWEET_RICE_DRINK
source: The texture is mushy.
es: La textura es pastosa.
vi: Kết cấu nhão.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEALEAVES
source: I should dry them before using.
es: Las debería secar antes de usar.
vi: Tôi nên lau khô trước khi sử dụng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEALEAVES_DRIED
source: I'm longing for a cup of tea.
es: Estoy añorando una taza de té.
vi: Tôi thèm một tách trà.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEA_LUMPY_VODKA
source: Hmm, it's subtle.
es: Hmm, es un sabor sutil.
vi: Hmm, thật tinh tế.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEA_RUINCOLATE_LATTE
source: Do young people really drink this?
es: ¿La gente joven de verdad bebe ésto?
vi: Giới trẻ có thực sự uống thứ này không?
