Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCACAO_TREE
source: It grows in the southern regions, but it looks different from what I know.
es: Crece en el sur, pero se ve diferente de como lo recuerdo.
vi: Nó mọc ở khu vực phía Nam, nhưng trông khác với những gì tôi biết.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCACAO_WINE
source: I've never heard of cocoa wine before.
es: Nunca había escuchado de vino de cacao.
vi: Tôi chưa bao giờ nghe nói đến rượu ca cao.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCHA_LATTE
source: This isn't mocha.
es: Esto no es moca.
vi: Đây không phải là mocha.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCOLATE
source: I didn't have much occasion to eat chocolate, but thanks.
es: Nunca tuve tiempo de probar el chocolate, gracias.
vi: Tôi không có nhiều cơ hội ăn sô cô la, nhưng cảm ơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINCOLATE_SMOOTHIE
source: Sweet and refreshing.
es: Dulce y refrescante.
vi: Ngọt ngào và sảng khoái.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINXOCOLATL
source: The bitterness really comes through.
es: La amargura realmente se siente.
vi: Vị đắng thực sự đã vượt qua.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUIN_SCHOKAKOLA
source: It should give me a boost of energy.
es: Debería darme un impulso de energía.
vi: Nó sẽ giúp tôi tiếp thêm năng lượng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUMCHATA
source: Did the people from the south mix alcohol with milk?
es: ¿La gente del sur mezclaba alcohol con leche?
vi: Người miền Nam có pha rượu với sữa không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEAWEED_SHAKE
source: Wasn't there a better way to use it?
es: ¿No había una mejor forma de usar las algas?
vi: Không có cách nào tốt hơn để sử dụng nó sao?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SODA
source: It's carbonated water.
es: Es agua carbonatada.
vi: Đó là nước có ga.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPARKLINGWINE
source: Someone's going to shake it up, and I won't stand for it.
es: Alguien va a agitarlo y no estaré cerca cuando suceda.
vi: Ai đó sẽ làm xáo trộn nó, và tôi sẽ không chấp nhận điều đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPICE_CAFFEINPEPPER
source: I only think of salt for meat, you know.
es: Creo que la sal es para la carne, ¿Sabes?.
vi: Bạn biết đấy, tôi chỉ nghĩ đến muối cho thịt thôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPOILED_DRINK
source: Oh dear, it's gone bad.
es: Oh dios, creo que salió mal.
vi: Ôi trời, hỏng rồi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STRAWBERRYSODA
source: It's strawberry soda.
es: Refresco de fresa.
vi: Đó là soda dâu tây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: It's smooth and refreshing.
es: Es suave y refrescante.
vi: Thật mịn màng và sảng khoái.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STRAWBERRY_SMOOTHIE
source: I don't actively seek it out, but it's nice.
es: No es mi favorito, pero es agradable.
vi: Tôi không chủ động tìm kiếm nó, nhưng nó rất ngon.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUSHIBISCUS
source: What do you think, Lucy? Shall we give it a try?
es: ¿Que piensas, Lucy? ¿Deberíamos probarlo?
vi: Lucy, bạn nghĩ sao? Chúng ta thử xem nhé?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEET_RICE_DRINK
source: This is an unusual grain juice.
es: Un jugo de granos algo inusual.
vi: Đây là một loại nước ép ngũ cốc đặc biệt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEALEAVES
source: Looks like fresh tea leaves.
es: Parecen hojas de té frescas..
vi: Trông giống như lá trà tươi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEALEAVES_DRIED
source: These look like dried tea leaves.
es: Parecen hojas de té secas.
vi: Trông giống như lá trà khô.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEA_LUMPY_VODKA
source: I've never seen this type of liquor before, but it's not bad.
es: Nunca había visto este tipo de licor, pero no está mal.
vi: Tôi chưa bao giờ thấy loại rượu này trước đây, nhưng nó không tệ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEA_RUINCOLATE_LATTE
source: Surprisingly, the flavors blend well.
es: Sorpresivamente, los sabores se mezclaron bien.
vi: Thật ngạc nhiên, hương vị hòa quyện rất tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEA_SEED
source: Looks like it has more wood than fruit.
es: Parece que tiene más madera que hojas.
vi: Có vẻ như nó có nhiều gỗ hơn quả.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEA_SEED_COOKED
source: It's a shame to waste the wood like this.
es: Una pena desperdiciar la madera.
vi: Thật tiếc khi lãng phí gỗ như thế này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEA_SEED_SAPLING
source: It's got a long way to go before it becomes a tree.
es: Le queda un largo camino por recorrer antes de ser un árbol.
vi: Còn một chặng đường dài trước khi nó trở thành một cái cây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEA_TREE
source: It looks like a fence made of trees.
es: Parece una valla hecha de árboles.
vi: Trông giống hàng rào làm bằng cây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEQUILA
source: It's a kind of hard liquor from the south, right?
es: Es una especie de licor fuerte mexicano, ¿Verdad?
vi: Đó là một loại rượu mạnh của miền Nam phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TOFFEE_LATTE
source: It's really sweet for coffee.
es: Está bastante dulce para ser café.
vi: Cà phê thật sự rất ngọt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TOMATO_JUICE
source: It needs some syrup added.
es: Necesita un poco de jarabe.
vi: Cần thêm một ít xi-rô.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VEGGIE_TEA
source: I don't think this suits my taste.
es: No es mi gusto.
vi: Tôi không nghĩ món này hợp khẩu vị của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATERMELON_JUICE
source: It's really watery.
es: Está muy aguado.
vi: Thật nhiều nước.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATER_CLEAN
source: It's clean water.
es: Es agua limpia.
vi: Đó là nước sạch.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATER_CLEAN_ICE
source: We need to melt it, right?
es: Necesito derretirlo ¿Verdad?
vi: Chúng ta cần làm tan chảy nó, phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATER_DIRTY
source: It's dirty.
es: Esta sucia.
vi: Nó bẩn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATER_DIRTY_ICE
source: It's frozen and dirty.
es: Está congelado y sucio.
vi: Nó đóng băng và bẩn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATER_SALTY
source: It's seawater.
es: Es agua de mar.
vi: Là nước biển.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL
source: Every town should have one of these.
es: Todo poblado debería tener uno de éstos.
vi: Mỗi thị trấn nên có một trong những thứ này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_BURYING_KIT
source: We should seal off unnecessary holes.
es: Deberíamos tapar agujeros innecesarios.
vi: Chúng ta nên bịt kín những lỗ không cần thiết.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_DRILLING
source: It seems to be working properly.
es: Parece que funciona correctamente.
vi: Có vẻ như nó đang hoạt động bình thường.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_DRILLING_ITEM
source: A machine for drilling holes in the ground.
es: Una máquina para perforar el suelo.
vi: Máy khoan lỗ trên mặt đất.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_KIT
source: I'll lend a hand with this.
es: Hecharé una mano con esto.
vi: Tôi sẽ giúp một tay với việc này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: It seems to be running out of fuel.
es: Parece que se está quedando sin combustible.
vi: Dường như sắp hết nhiên liệu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_SPRINKLER.OFF
source: Thanks to this, I have less work to do in the garden.
es: Gracias a esto, tengo menos trabajo que hacer en el jardín.
vi: Nhờ vậy mà tôi có ít việc phải làm ngoài vườn hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_SPRINKLER.ON
source: It's working hard.
es: ¿Trabajando duro o durando en el trabajo?.
vi: Nó đang làm việc chăm chỉ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_SPRINKLER_KIT
source: Completely automatic, isn't it?
es: Completamente automático ¿Verdad?
vi: Hoàn toàn tự động phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: You're doing a great job.
es: Estás haciendo un gran trabajo.
vi: Bạn đang làm rất tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: The water pressure has dropped.
es: La presión esta disminuyendo.
vi: Áp lực nước đã giảm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: You're working hard to pump water.
es: Trabajas duro para sacar agua.
vi: Bạn đang nỗ lực bơm nước.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: Water isn't coming out.
es: Ya no sale más agua.
vi: Nước không chảy ra.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WELL_WATERPUMP_KIT
source: This seems quite convenient, doesn't it?
es: Bastante conveniente ¿Verdad?
vi: Điều này có vẻ khá tiện lợi phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WHEAT_BEER
source: It's real beer.
es: Es cerveza de verdad.
vi: Đó là bia thật.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WHEAT_WHISKEY
source: When the customer comes, I'll ask if they want coffee or whiskey.
es: Preferiría un café o un whisky.
vi: Khi khách hàng đến, tôi sẽ hỏi họ muốn cà phê hay rượu whisky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WHITE_RUINCOLATE
source: Is it sweet and not heavy?
es: ¿Es dulce y no es pesado?
vi: Nó có ngọt và không nặng không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINE
source: It's not made from grapes, but it'll do.
es: No está hecho con uvas, pero servirá.
vi: Nó không được làm từ nho, nhưng nó sẽ làm được.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_NONEDRUNK
source: Some fancy robot bits.
es: Algunas piezas de robot elegantes.
vi: Một số robot lạ mắt.

# STRINGS.CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.WELL_BUSY
source: It's busy.
es: Está ocupado.
vi: Nó bận.

# STRINGS.CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: It's already filled.
es: Ya está lleno.
vi: Nó đã đầy.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_CAFFINE_BUFF_START
source: I feel all bouncy.
es: Me siento saltarín.
vi: Tôi cảm thấy thật bồng bềnh.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_CAFFINE_BUFF_STOP
source: Not so bouncy now.
es: No tan saltarín.
vi: Bây giờ không còn nảy nữa.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_DCAPACITY_CRITICAL
source: Something feels off...
es: Algo se siente mal...
vi: Có gì đó không ổn...

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_NOTCHARGE
source: My squiggly friend isn't ready yet.
es: Mi amigo cornudo aún no esta listo.
vi: Người bạn nguệch ngoạc của tôi vẫn chưa sẵn sàng.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_NOTHIRSTSIESTA
source: Too thirsty to nap.
es: Demasiada sed para siesta.
vi: Quá khát để ngủ trưa.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_NOTHIRSTSLEEP
source: Too thirsty to sleep.
es: Demasiado sediento para dormir.
vi: Quá khát không ngủ được.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_THIRST
source: I need a drink.
es: Necesito bebida.
vi: Tôi cần uống nước.

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ABSINTHE
source: Green and smooth to drink
es: Verde y fácil de beber
vi: Xanh lá và dễ uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ADDITIVE_NUT
source: Edible things are inside
es: Las cosas comibles están dentro
vi: Những thứ ăn được ở bên trong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ADDITIVE_PETALS
source: Pretty things are inside
es: Las cosas bonitas están dentro
vi: Có những thứ xinh đẹp bên trong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ADDITIVE_SEED
source: Little ones are inside
es: Pequeños están dentro
vi: Có những hạt nhỏ bên trong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.AREUHI
source: Not Ha-ye
es: No Ha-ye
vi: Không phải Ha-ye

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ARRACK
source: No tangled smooth drink
es: Bebida suave
vi: Đồ uống không mịn cho lắm

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.AUROBOW
source: Colorful as is!
es: ¡Colorido!
vi: Đầy màu sắc!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BANANA_JUICE
source: Sweet with some hair
es: Dulce con algo de pelo
vi: Ngọt ngào với chút tóc

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BARREL.BURNT
source: Oh no
vi: Ồ không

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BARREL.GENERIC
source: Store drinkable water
es: Guarda agua limpia
vi: Cất trữ nước uống được

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BERRIES_JUICE
source: Sweet to drink
es: Dulce para beber
vi: Uống ngọt

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BERRY_BRANDY
source: Eating small things, drinking quickly
es: Comer cosas pequeñas, beber rápido
vi: Ăn nhỏ, uống nhanh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BERRY_GIN
source: Not sweet but smooth to drink
es: No es dulce pero fácil de beber
vi: Không ngọt nhưng khá dễ uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BLACKTEA
source: Smells very nice
es: Huele bien
vi: Mùi rất thơm

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BLACKTEA_ICED
source: Refreshing
es: Refrescante
vi: Sáng mát

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BOILBOOK
source: Things to drink
es: Cosas de beber
vi: Thức uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BREWERY.BURNT
source: Not good
es: No bueno
vi: Không tốt

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BREWERY.DONE
source: All done!
es: ¡Acabó!
vi: Tất cả đã xong!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BREWERY.EMPTY
source: Bubbling to make
es: Para burbujas
vi: Sủi bọt để làm

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BREWERY.FERMENTING_LONG
source: Wait...
es: Esperar ...
vi: Đợi...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BREWERY.FERMENTING_SHORT
source: Almost done
es: ¡Casi!
vi: Sắp xong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: Dirty to drink
es: Sucio
vi: Uống bẩn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: Dirty and frozen
es: Sucio y congelado
vi: Bẩn và đóng băng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: Made from watery friends
es: Hecho de amigos
vi: Được làm bởi những người bạn nước

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Clean drinkable water
es: Agua para tomar
vi: Nước sạch uống được

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: Clean and cold
es: Brr limpio y frío
vi: Sạch và lạnh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_EMPTY.DIRTY
source: Dirty to drink
es: Sucio
vi: Uống bẩn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: Dirty and frozen
es: Sucio y congelado
vi: Bẩn và đóng băng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_EMPTY.EMPTY
source: Made from friends
es: Hechos de amigos acuáticos
vi: Làm từ bạn bè

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_EMPTY.FULL
source: Clean drinkable water
es: Agua para tomar
vi: Nước sạch uống được

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: Clean and cold
es: Brr limpio y frío
vi: Sạch và lạnh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: Dirty to drink
es: No beber
vi: Uống bẩn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: Dirty and frozen
es: Brr frío y sucio
vi: Bẩn và đóng băng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: An empty steel bucket
es: ¿Porqué vacío?
vi: Một thùng thép rỗng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: Clean drinkable water
es: Agua limpia
vi: Nước sạch uống được

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: Clean and cold
es: Brr limpio y frío
vi: Sạch và lạnh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: Dirty to drink
es: Sucio
vi: Uống bẩn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: Dirty and frozen
es: Sucio y congelado
vi: Bẩn và đóng băng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: I dug into friends, heh...
es: Hecho con amigos...
vi: Tôi đã tìm hiểu về bạn bè, heh...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Clean drinkable water
es: Agua bebible
vi: Nước sạch uống được

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: Clean and cold
es: Brr limpio y frío
vi: Sạch và lạnh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BUTTERBEER
source: Gulp!
vi: Uống một ngụm!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CACTUSFLOWER_TEA
source: I want to drink it
es: Beberlo
vi: Tôi muốn uống nó

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CACTUS_TEA
source: Something prickly inside
es: Algo espinoso dentro
vi: Có gì đó gai góc bên trong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAFFEINBERRY
source: Edible rocky friend
es: Amigo rocoso comestible
vi: Người bạn đá ăn được

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAFFEINBERRY_BEAN
source: Nice smell
es: Huele bien
vi: Mùi thơm

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Very good!
es: ¡Muy bien!
vi: Rất ngon!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: Wait...
es: ¿Falta mucho?...
vi: Đợi đã...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: Almost done
es: ¿Ya casi?
vi: Sắp hoàn tất

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPDESALINATOR.DONE
source: Done!
es: ¡Terminado!
vi: Xong!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPDESALINATOR.GENERIC
source: No water
es: No agua
vi: Không có nước

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPDESALINATOR.STOP
source: Can't drink
es: No bebible
vi: Không thể uống được

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPDESALINATOR_ITEM
source: Clean salty water
es: Limpia agua salada
vi: Nước mặn sạch

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: Wait...
es: ¿Falta mucho? ...
vi: Đợi...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: Almost done
es: ¿Todavía no?
vi: Sắp xong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPKETTLE.DONE
source: Done!
es: ¡Terminado!
vi: Xong!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPKETTLE.GENERIC
source: No water
es: No tener agua
vi: Không có nước

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPKETTLE.STOP
source: Not clean
es: No limpio
vi: Không sạch

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAMPKETTLE_ITEM
source: Clean dirty water
es: Hace agua limpia
vi: Làm sạch nước bẩn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CARROT_TEA
source: Orange to drink
vi: Uống cam

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CHERRY_BLOOM_MADHU
source: Pretty flower petals floating
es: Pétalos bonitos flotando
vi: Cánh hoa xinh xắn nổi lềnh bềnh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CHERRY_BLOOM_RUM
source: Smooth to drink
es: Fácil de beber
vi: Sánh mịn để uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CHERRY_DOCTOR_COLA
source: Bubbly fruity dark water
es: Burbujas oscuras
vi: Nước sẫm màu có mùi trái cây sủi bọt

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CHERRY_HONEY_TEA
source: The bees love it
es: A amigas abejas les gusta
vi: Những con ong thích nó

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: Has a tangy scent
es: Huele fuerte
vi: Có mùi thơm nồng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.COCONUT_JUICE
source: Bubbly with a tang
es: Burbujas picantes
vi: Sôi bong bóng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.COCONUT_WINE
source: No tangled things
es: No hay cosas enredadas
vi: Không có sợi gì đó rối rắm

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.COLA
source: Bubbly dark water
es: Agua negra burbujeante
vi: Nước đen sủi bọt

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.COLAQUANTUM
source: Fizzing and radiant
es: Burbujea con brillo
vi: Xì hơi và rạng rỡ

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CORN_BEER
source: Tiny seeds fermented
es: Semillitas fermentadas
vi: Hạt nhỏ lên men

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CORN_WHISKEY
source: Drinking small seeds
es: Semillitas para beber
vi: Uống hạt nhỏ

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DARK_RUINCOLATE
source: Eating something dark
es: Dulce amargo
vi: Ăn thứ gì đó tối

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DESALINATOR.BURNT
source: Not good
es: No bueno
vi: Không tốt

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DESALINATOR.EMPTY
source: Separates salty water
es: Separa agua de sal
vi: Tách nước mặn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DESALINATOR.HASSALT
source: Lots of salt
es: ¡Mucha sal!
vi: Rất nhiều muối

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DESALINATOR.HASWATER
source: Done!
es: ¡Acabó!
vi: Xong!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DESALINATOR.PURIFY_LONG
source: Wait...
es: Esperando.
vi: Đợi đã...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: Almost done
es: ¡Ya casi!
vi: Sắp hoàn tất

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DISINFECTANT
source: Good for wounds
es: Bueno para heridas
vi: Tốt cho vết thương

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: Almost done
es: Falta poco
vi: Sắp hoàn thành

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: Wait...
es: Esperar...
vi: Đợi...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DISTILLERS.DONE
source: All done!
es: ¡Listo!
vi: Tất cả đã xong!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DISTILLERS.EMPTY
source: Distilling bubbles
es: Burbujas destiladas
vi: Bong bóng chưng cất

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DRAGONJUICE
source: Beautiful fruit to drink
es: Hermosa fruta para beber
vi: Trái cây đẹp để uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUG_CAFFEINBERRY
source: Needs soil
es: Necesita tierra
vi: Cần đất

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUG_RUINCACAO_TREE
source: Needs soil
es: Necesita tierra
vi: Cần đất

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUG_TEA_TREE
source: Needs soil
es: Necesita tierra
vi: Cần đất

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.FIG_JUICE
source: Sweet pocket water
es: Dulce agua de bolsillo
vi: Nước ngọt túi

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.FRUITJUICE
source: Fruit mix to drink
es: Mezcla frutal para beber
vi: Trái cây trộn để uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.FRUITSODA
source: Bubbly fruit drink
es: Burbujas con fruta
vi: Nước trái cây sủi bọt

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.FUER
source: Good for sore throat
es: Bueno para garganta
vi: Tốt cho bệnh viêm họng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GIANT_BLUEBERRY_GIN
source: Smooth to drink, Boom Boom!
es: Fácil de beber ¡Boom! ¡Boom!
vi: Dễ uống nhưng bùm bùm!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GIANT_BLUEBERRY_WINE
source: Boom! Fermented explosive fruit
es: ¡Boom!
vi: Đoàng! Trái cây nổ lên men

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWBERRYJUICE
source: Glowing gulp
es: Gulp brillante
vi: Uống một ngụm phát sáng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWBERRYWINE
source: Glowing and fermented
es: Fermentado brillante
vi: Rực rỡ và lên men

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWBERRY_GIN
source: Shiny and smooth to drink
es: Brillante y fácil de beber
vi: Hoàng Quang và dễ uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GOOPYDRINK
source: Gulp
vi: Sulp

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GREENTEA
source: Cried like a stylish one
es: Elegante
vi: Khóc như người sành điệu

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.HIBISCUSTEA
source: I like the smell
es: Gustar olor
vi: Tôi thích mùi này

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.HOLE
source: There's water inside
es: Hay agua dentro
vi: Có nước bên trong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.HOTRUINCOLATE
source: Make it warm
es: Calientito
vi: Làm ấm

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KAHLUA
source: Thick black and smooth to drink
es: Negro intenso pero fácil de beber
vi: Đen đặc và dễ uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KETTLE.BOILING_LONG
source: Wait...
es: Esperar...
vi: Đợi đã...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KETTLE.BOILING_SHORT
source: Almost done
es: ¿Faltar poco?
vi: Sắp xong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KETTLE.BURNT
source: Oh no
vi: Ồ không

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KETTLE.DONE
source: Done!
es: ¡Terminó!
vi: Xong!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KETTLE.EMPTY
source: No water yet
es: Cosa para agua
vi: Chưa có nước
