Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PINEANANAS_JUICE
source: It has crushed the tough scales to get the flesh.
vi: Nó đã nghiền nát những vảy cứng để lấy thịt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POMEGRANATE_JUICE
source: I should think of it as the blood of the fruit.
es: Voy a pensar que es la sangre de la fruta.
vi: Tôi nên coi nó như máu của trái cây.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: It's better to find my enemies instead of making a drink.
es: Es mejor encontrar a mis enemigos en lugar de hacer una bebida.
vi: Thà đi tìm kẻ thù còn hơn là pha đồ uống.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: The drink is almost ready.
es: La bebida está casi lista.
vi: Đồ uống gần như đã sẵn sàng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: Let's drink quickly and go to battle.
es: Bebámoslo rápido y volvamos a la batalla.
vi: Hãy uống nhanh và ra trận.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: There's no place for meat.
es: No hay lugar para carne.
vi: Không còn chỗ cho thịt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: The battlefield is not the place for a tea party.
es: El campo de batalla no es lugar para una fiesta de té.
vi: Chiến trường không phải là nơi tổ chức tiệc trà.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: A warrior has no time for a tea party; let's remove the water.
es: Un guerrero no tiene tiempo para un banquete, retiremos el agua.
vi: Một chiến binh không có thời gian cho một bữa tiệc trà; khô máu thôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: It's still quite cold.
es: Todavía esta helado.
vi: Trời vẫn còn khá lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: The spring water is almost ready.
es: El agua dulce esta lista.
vi: Nước suối gần như đã sẵn sàng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: Let's be patient; it's not boiling yet
es: Hay que ser pacientes, no ha hervido lo suficiente
vi: Hãy kiên nhẫn, nó vẫn chưa sôi đâu

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: It won't take long.
es: Ya no le tomará mucho.
vi: Sẽ không mất nhiều thời gian đâu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PULQUE
source: It's Mayahuel's blood!
es: ¡Es la sangre de Mayahuel!
vi: Đó là máu của Mayahuel!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.QUARTZ_SHAKE
source: I'll gladly drink this!
es: ¡Beberé esto con gusto!
vi: Tôi rất sẵn lòng uống thứ này!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RAINBOW_SHAKE
source: It contains Freya's blessing!
es: ¡Tiene la bendición de Freya!
vi: Nó chứa đựng phước lành của Freya!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RICE_SPIRITS
source: It's clear and refreshing!
es: ¡Es muy limpio y refrescante!
vi: Trong trẻo và sảng khoái!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RICE_WINE
source: I can't see any difference between it and milk.
es: No puedo ver diferencia entre esto y leche.
vi: Tôi không thể thấy bất kỳ sự khác biệt nào giữa nó và sữa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCACAO
source: Are the young trees destined to be burned while they are confined?
es: ¿Hay árboles jóvenes esperando a ser quemados?
vi: Có phải những cây non sẽ bị đốt cháy trong khi chúng bị giam giữ?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCACAO_BEAN
source: It's oozing with oil.
es: Está rebosante de aceite
vi: Nó rỉ ra dầu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCACAO_BEAN_COOKED
source: The young trees have been cooked.
es: El árbol joven fue cocinado.
vi: Cây non đã được nấu chín.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: Is this for children?
es: ¿Esto es para niños?
vi: Cái này dành cho trẻ em à?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCACAO_SEED
source: It overcame fear and bloomed into a flower.
es: Superó el miedo para convertirse en un brote.
vi: Nó vượt qua nỗi sợ hãi và nở hoa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCACAO_SEED_SAPLING
source: It has cast off its fear. Grow, young tree!
es: Ha dejado el miedo atrás, ¡Crece joven árbol!
vi: Nó đã trút bỏ được nỗi sợ hãi. Hãy lớn lên đi, cây non!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCACAO_TREE
source: A tree from the age of darkness.
es: Un árbol de eras oscuras.
vi: Cây từ thời kỳ bóng tối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCACAO_WINE
source: Is this the wine of the Toltecs?
es: ¿Este es el vino de los toltecas?
vi: Đây có phải là rượu của người Toltec không?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCHA_LATTE
source: My mind is awakening.
es: Mi mente esta despertando.
vi: Tâm trí của tôi đang thức tỉnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCOLATE
source: It's an acceptable ration.
es: Es una porción aceptable.
vi: Đó là một khẩu phần có thể chấp nhận được.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINCOLATE_SMOOTHIE
source: Is this the drink of Hrim-thurs?
es: ¿Es esta la bebida de Hrimthurs?
vi: Đây có phải là thức uống của Hrim-thurs không?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINXOCOLATL
source: A drink of ancient warriors.
es: Una bebida de guerreros ancestrales.
vi: Thức uống của các chiến binh cổ xưa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUIN_SCHOKAKOLA
source: It stirs the excitement of the battlefield.
es: Despierta la emoción del campo de batalla.
vi: Nó khuấy động sự phấn khích của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUMCHATA
source: I prefer to drink alcohol and milk separately.
es: Yo prefiero beber el alcohol y la leche separados.
vi: Tôi thích uống rượu và sữa riêng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEAWEED_SHAKE
source: Dreadful. Absolutely dreadful!
es: Espantoso. ¡Absolutamente espantoso!
vi: Kinh khủng. Hoàn toàn khủng khiếp!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SODA
source: It is a carbonated spring water.
es: Es agua mineral carbonatada.
vi: Đó là nước suối có ga.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPARKLINGWINE
source: This is not a celebratory drink for warriors.
es: No es una bebida para la celebración de guerreros.
vi: Đây không phải là thức uống ăn mừng dành cho các chiến binh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPICE_CAFFEINPEPPER
source: A powder that adds battle excitement to my feast.
es: Un polvo que añade emoción de batalla a mi festín.
vi: Một loại bột tăng thêm hứng thú chiến đấu cho bữa tiệc của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPOILED_DRINK
source: Age has only made this drink gross, not wisdom.
es: La edad sólo ha dado impurezas a esta bebida, no sabiduría.
vi: Thời gian đã cho thức uống này không phải sự khôn ngoan mà là sự kinh tởm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STRAWBERRYSODA
source: The warrior has a distaste for mineral water with red fruits.
es: Este refresco no da el ancho para los guerreros.
vi: Soda này không phù hợp với chiến binh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: This beverage is not appropriate for a warrior's consumption.
es: Esta bebida no es apropiada para el consumo de un guerrero.
vi: Đồ uống này không thích hợp cho một chiến binh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STRAWBERRY_SMOOTHIE
source: It's a cold, red fruit puree.
es: Esta frío, es un puré de frutos rojos.
vi: Đó là một loại nước ép trái cây màu đỏ, lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SUSHIBISCUS
source: This drink is undoubtedly cursed.
es: Está indudablemente maldito.
vi: Thức uống này chắc chắn bị nguyền rủa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SWEET_RICE_DRINK
source: Doesn't this contain seeds?
es: ¿Esto no contiene semillas?
vi: Cái này không chứa hạt à?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEALEAVES
source: A bunch of fragrant leaves.
es: Un montón de hojas perfumadas.
vi: Một chùm lá thơm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEALEAVES_DRIED
source: A handful of dried tea leaves.
es: Un puñado de hojas de té secas.
vi: Một nắm lá trà khô.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEA_LUMPY_VODKA
source: The scent of tea leaves emanates from the liquor.
es: El aroma de las hojas de té emana del licor.
vi: Mùi hương của lá trà tỏa ra từ rượu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEA_RUINCOLATE_LATTE
source: It awakens my soul.
es: Despierta mi alma.
vi: Nó đánh thức tâm hồn tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEA_SEED
source: This young tree is wrapped in red cloth.
es: Este joven árbol esta atrapado en sus ropas rojas.
vi: Cây non này được bọc trong tấm vải đỏ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEA_SEED_COOKED
source: The young tree has been cooked.
es: El joven árbol fue cocinado.
vi: Cây non đã được nấu chín.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEA_SEED_SAPLING
source: Grow strong, young tree!
es: ¡Crece fuerte joven árbol!
vi: Cây non hãy phát triển mạnh mẽ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEA_TREE
source: A fragrant shrub.
es: Un arbusto aromático.
vi: Cây bụi thơm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEQUILA
source: It's a rough and wild drink!
es: ¡Es una bebida áspera y salvaje!
vi: Đó là một thức uống thô và hoang dã!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TOFFEE_LATTE
source: It's sweet and nutty.
es: Es dulce y con sabor a nueces.
vi: Thật ngọt ngào và hấp dẫn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TOMATO_JUICE
source: I'll consume only the water of this vegetable.
es: Solo me tomaré el agua de estos vegetales.
vi: Tôi sẽ chỉ uống nước của loại rau này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VEGGIE_TEA
source: Do I really have to drink this!?
es: ¿En verdad voy a beber esto?
vi: Tôi có thực sự phải uống thứ này không?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELON_JUICE
source: Imagine that this is not fruit, but water.
es: Imagina que no es fruta, es agua.
vi: Hãy tưởng tượng rằng đây không phải là trái cây mà là nước.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATER_CLEAN
source: This is pure water.
es: Esto es agua pura.
vi: Thứ này là nước tinh khiết

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATER_CLEAN_ICE
source: It's frozen solid.
es: Congelado.
vi: Đó là chất rắn đông lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATER_DIRTY
source: Wild waters that refuse to be tamed.
es: Agua salvaje que se rehúsa a ser domada.
vi: Một thứ nước đầy hoang dã cần được thuần hoá!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATER_DIRTY_ICE
source: Ice with impurities.
es: Hielo con impurezas.
vi: Đá có tạp chất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATER_SALTY
source: A cup of seawater.
es: Una taza de agua marina.
vi: Một cốc nước biển.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL
source: Dig the well before you are thirsty.
es: Cava el pozo antes de tener sed.
vi: Hãy đào giếng ngay trước khi chết khát.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_BURYING_KIT
source: Let's make sure no one stumbles.
es: Asegurémonos que nadie tropiece.
vi: Hãy chắc chắn rằng không ai vấp ngã.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_DRILLING
source: Push it all the way to the Styx!
es: ¡Empuja todo el camino hasta Styx!
vi: Đẩy nó đến tận Styx!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_DRILLING_ITEM
source: A mighty tool to bore a path to the underground world.
es: Una poderosa herramienta para abrir un camino al mundo subterráneo.
vi: Một công cụ mạnh mẽ để mở đường đến thế giới dưới lòng đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_KIT
source: I'll gladly install a well.
es: Con gusto instalaré un pozo.
vi: Tôi rất sẵn lòng lắp đặt một cái giếng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: Fuel is running out.
es: El combustible se esta acabando.
vi: Hết nhiên liệu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_SPRINKLER.OFF
source: Have you found a place to sprinkle the rain?
es: ¿Has encontrado un lugar para rociar la lluvia?
vi: Bạn đã tìm được chỗ rắc mưa chưa?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_SPRINKLER.ON
source: This rain comes from underground.
es: La lluvia viene desde el subterráneo.
vi: Mưa này đến từ dưới lòng đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_SPRINKLER_KIT
source: A machine that showers rain without clouds.
es: Una máquina que hace llover sin nubes.
vi: Máy mưa không mây.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: Its power is comparable to that of giants.
es: Su poder es comparable al de gigantes.
vi: Sức mạnh của nó có thể sánh ngang với người khổng lồ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: The machine lacks power.
es: La bestia mecánica esta perdiendo poder.
vi: Máy thiếu nguồn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: The machine is working hard.
es: La bestia mecánica esta trabajando duro.
vi: Máy đang hoạt động mạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: The machine is resting.
es: La bestia esta descansando.
vi: Máy đang nghỉ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WELL_WATERPUMP_KIT
source: Machines will plunder the underground world.
es: Las máquinas saquearán el mundo subterráneo.
vi: Máy móc sẽ cướp bóc thế giới dưới lòng đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHEAT_BEER
source: It's Egir's beer.
es: ¡Es la cerveza de Egir!
vi: Đó là bia của Egir.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHEAT_WHISKEY
source: It's sweet and aromatic.
es: Es dulce y aromático.
vi: Ngọt và thơm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHITE_RUINCOLATE
source: Vikings do not enjoy such sweet snacks.
es: Los vikingos no disfrutan los bocadillos dulces.
vi: Người Viking không thích đồ ăn nhẹ ngọt ngào như vậy.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WINE
source: It's made from the prophet's blood.
es: Esta hecho con la sangre del profeta.
vi: Nó được làm từ máu của nhà tiên tri.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_NONEDRUNK
source: These boons shall empower our metal warrior.
vi: Những lợi ích này sẽ tiếp thêm sức mạnh cho chiến binh kim loại của chúng ta.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.GIVE.WELL_BUSY
source: You're trying to drink directly from the well.
es: Tratas de beber directamente del pozo.
vi: Ta đang cố gắng uống nước trực tiếp từ giếng.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: I should remove the bucket from the well first.
es: Debería remover el balde del pozo primeramente.
vi: Tôi nên tháo xô ra khỏi giếng trước.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CAFFINE_BUFF_START
source: It's getting me hyped up!
es: ¡Esto me esta entusiasmando!
vi: Nó khiến tôi bị tăng động.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CAFFINE_BUFF_STOP
source: The show is over.
es: Se acabó el show.
vi: Buổi biểu diễn đã kết thúc.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CURE_WATERBORNE
source: I'm feeling a bit better now.
es: Me siento mejor.
vi: Bây giờ tôi cảm thấy khá hơn một chút.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DCAPACITY_CRITICAL
source: I'm getting really tipsy.
es: Comienzo a sentirme alegre.
vi: Tôi đang ngà ngà say.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DCAPACITY_HALF
source: It's feeling warm and fuzzy.
es: Me siento con calidez y confuso.
vi: Tôi cảm thấy ấm áp và choáng váng.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DRUNK
source: Ugh, I feel a bit drunk.
es: Ugh, me siento un poco borracho.
vi: Ugh, tôi cảm thấy hơi say.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DRUNK_END
source: Things are looking up.
es: Las cosas mejoran.
vi: Mọi thứ có vẻ rõ ràng hơn rồi.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOTCHARGE
source: This one's useless.
es: Esto es innecesario.
vi: Cái này vô dụng.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOTHIRSTSIESTA
source: I'm too thirsty to rest during the day.
es: Estoy muy sediento para descansar .
vi: Tôi khát quá nên không thể nghỉ ngơi trong ngày.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOTHIRSTSLEEP
source: I'm too thirsty to sleep right now.
es: Estoy muy sediento como para poder dormir así.
vi: Tôi khát quá không thể ngủ được.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_SLEEP_END
source: I feel like I just woke up from a nightmare.
es: Me siento como si acabará de despertar de una pesadilla.
vi: Tôi cảm tưởng như vừa thức dậy từ cõi ác mộng.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_THIRST
source: I'm thirsty.
es: Estoy sediento.
vi: Tôi khát.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ABSINTHE
source: Ah, it's like the depths of my life!
es: Ah,¡Me recuerda a la etapa más oscura de mi vida!
vi: À, nó giống như vực thẳm cuộc đời tôi vậy!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ADDITIVE_DAIRY
source: I respect your taste, but...
es: Respeto gustos, pero...
vi: Tôi tôn trọng sở thích của bạn, nhưng...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ADDITIVE_NUT
source: Do young people really put this in their drinks?
es: ¿La gente joven de verdad pone esto en sus bebidas?
vi: Những người trẻ tuổi có thực sự cho thứ này vào đồ uống của họ không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ADDITIVE_PETALS
source: Does alcohol really need this?
es: ¿Estás seguro que el alcohol queda bien con esto?
vi: Rượu có thực sự cần thứ này không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ADDITIVE_SEED
source: It looks like he's trying to make gin or something.
es: Parece que está intentando hacer ginebra o algo así.
vi: Có vẻ như hắn ta đang cố pha rượu gin hay gì đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.AREUHI
source: It has a strange smell.
es: Tiene un fuerte olor.
vi: Có mùi lạ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARRACK
source: That was versatile fruit, alright.
es: Era una fruta versátil.
vi: Đó là loại trái cây đa năng, được chứ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.AUROBOW
source: Quite bizarre and absurd idea.
es: Una idea bastante bizarra y absurda.
vi: Ý tưởng khá kỳ lạ và vô lý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BANANA_JUICE
source: Was there no better way to do this?
es: ¿No había una mejor manera de hacer esto?
vi: Không có cách nào tốt hơn để làm điều này à?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BARREL.BURNT
source: You're using fire as if it were water
es: Estás usando el fuego como si fuera agua
vi: Ta dùng lửa như cách ta dùng nước vậy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BARREL.GENERIC
source: It's a barrel.
es: Es un barril.
vi: Đó là một cái thùng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRIES_JUICE
source: Well, it's not bad.
es: Bueno, no está tan mal.
vi: Chà, nó không tệ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRY_BRANDY
source: Fits my sophistication.
es: Encaja con mi sofisticación.
vi: Phù hợp với sự tinh tế của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRY_GIN
source: It's not such a low-class drink after all.
es: Al parecer, no es una bebida de baja sofisticación después de todo.
vi: Rốt cuộc đây không phải là đồ uống hạng thấp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLACKTEA
source: Who knew a cup of tea could be so welcome?
es: ¿Quién diría que una taza de té podría ser tan bienvenida?
vi: Ai biết một tách trà có thể được chào đón như vậy?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOILBOOK
source: Making alcohol can't be that hard, can it?
es: Hacer alcohol no debería ser tan difícil, ¿Verdad?
vi: Làm rượu cũng không khó đến thế phải không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BREWERY.BURNT
source: Ah, how smoky the aroma is.
es: Ah, el aroma a ahumado aquí está .
vi: À, mùi thơm mùi khói quá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BREWERY.DONE
source: I wonder if it's drinkable.
es: Me pregunto si es bebible.
vi: Không biết nó có uống được không.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BREWERY.EMPTY
source: It has a strong scent of oak.
es: Tiene un intenso olor a roble.
vi: Có mùi gỗ sồi nồng nặc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BREWERY.FERMENTING_LONG
source: It's going to take a while.
es: Tomará un tiempo
vi: Sẽ mất một lúc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BREWERY.FERMENTING_SHORT
source: It's almost done!
es: ¡Está casi terminado!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: It's disgusting.
es: Es asqueroso.
vi: Thật kinh tởm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: I don't even want to look at it.
es: Ni siquiera quiero mirar.
vi: Tôi thậm chí còn không muốn nhìn vào nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: Hey, Didn't you make the bucket too carelessly?
es: Ey, ¿no hiciste el cubo muy descuidadamente
vi: Này, tụi bây nghĩ rằng cái xô này được làm một cách thiếu cẩn trọng không vậy?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: To think that I've come to the point where I have to collect rainwater to drink.
es: Pensar que he llegado al punto de recolectar agua de lluvia.
vi: Nghĩ về cái việc tôi phải sử dụng nó để lấy nước mưa kiểu..

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: Do I need to get that out?
es: ¿Necesito sacar eso?
vi: Tôi có cần lấy nó ra không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_EMPTY.DIRTY
source: It's disgusting.
es: Es asqueroso.
vi: Thật kinh tởm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: I don't even want to look at it.
es: Ni siquiera quiero mirar.
vi: Tôi thậm chí còn không muốn nhìn vào nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_EMPTY.EMPTY
source: I'd rather not dirty my hands.
es: Preferiría no ensuciar mis manos.
vi: Tôi thà không làm bẩn tay mình còn hơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_EMPTY.FULL
source: To think that I've come to the point where I have to collect rainwater to drink.
es: Pensar que he llegado al punto de recolectar agua de lluvia.
vi: Nghĩ về cái việc tôi phải sử dụng nó để lấy nước mưa kiểu..

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: Do I need to get that out?
es: ¿Necesito sacar eso?
vi: Tôi có cần lấy nó ra không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: It's disgusting.
es: Es asqueroso.
vi: Thật kinh tởm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: I don't even want to look at it.
es: Ni siquiera quiero mirar.
vi: Tôi thậm chí còn không muốn nhìn vào nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: It's just an empty can.
es: Solo es una lata vacía.
vi: Nó chỉ là một cái ca rỗng

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: To think that I've come to the point where I have to collect rainwater to drink.
es: Supongo que puedo recolectar agua de lluvia o beberla.
vi: Nghĩ về cái việc tôi phải sử dụng nó để lấy nước mưa kiểu..

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: Do I need to get that out?
es: ¿Necesito sacar eso?
vi: Tôi có cần lấy nó ra không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: It's disgusting.
es: Es asqueroso.
vi: Thật kinh tởm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: I don't even want to look at it.
es: Ni siquiera quiero mirar.
vi: Tôi thậm chí còn không muốn nhìn vào nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: It looks like wild and natural.
es: Tiene una apariencia salvaje y natural.
vi: Nó trông thật hoang sơ và tự nhiên

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: To think that I've come to the point where I have to collect rainwater to drink.
es: Pensar que he llegado al punto de recolectar agua de lluvia.
vi: Nghĩ về cái việc tôi phải sử dụng nó để lấy nước mưa kiểu..

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: Do I need to get that out?
es: ¿Necesito sacar eso?
vi: Tôi có cần lấy nó ra không?
