Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.ACTIONS.BOIL
source: Boil
es: Hervir
vi: Sôi

# STRINGS.ACTIONS.BURYING
source: Burying
es: Enterrar
vi: Chôn

# STRINGS.ACTIONS.DISITLL
source: Distill
es: Destilar
vi: Chưng Cất

# STRINGS.ACTIONS.DRAIN
source: Drain
es: Drenar
vi: Làm Cạn

# STRINGS.ACTIONS.DRINK
source: Drink
es: Beber
vi: Uống

# STRINGS.ACTIONS.FERMENT
source: Ferment
es: Fermentar
vi: Lên Men

# STRINGS.ACTIONS.GIVEWATER
source: Put Water In
es: Poner
vi: Đổ Nước Vào

# STRINGS.ACTIONS.MILK
source: Mlik
es: Leche
vi: Vắt Sữa

# STRINGS.ACTIONS.MILKINGTOOL
source: Milk
es: Ordeñar
vi: Dụng Cụ Vắt Sữa

# STRINGS.ACTIONS.PURIFY
source: Purify
es: Purificar
vi: Lọc Sạch

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVE.WELL_BUSY
source: There's already a bucket deep in the well.
es: Ya hay una cubeta en lo profundo del pozo.
vi: Có một cái xô đang ở sâu trong giếng rồi.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: I should take the bucket first..
es: Debería tomar primero la cubeta ...
vi: Tôi nên lấy cái xô trước..

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CAFFINE_BUFF_START
source: I can feel the rush surging.
es: Puedo sentir un subidón de energía.
vi: Tôi có thể cảm nhận được sự vội vã đang dâng trào.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CAFFINE_BUFF_STOP
source: It's wearing off...
es: Se está pasando.
vi: Hết thuốc rồi...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CURE_WATERBORNE
source: My stomach has calmed down.
es: Mi estomagó se calmó.
vi: Dạ dày của tôi đã dịu lại.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DCAPACITY_CRITICAL
source: My body feels so heavy...
es: Mi cuerpo se siente pesado...
vi: Cơ thể tôi cảm thấy nặng nề quá...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DCAPACITY_HALF
source: Is it hot out here, or is it me?
es: Hace calor aquí afuera, ¿O soy yo?
vi: Ở đây nóng quá hay là tôi nóng?

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DRUNK
source: Hic... I think I'm drunk.
es: Hic, creo que estoy borracho.
vi: Hic...tôi nghĩ là tôi say rồi.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DRUNK_END
source: Ow, I feel better.
es: Uff, me siento mejor.
vi: Ôi, tôi thấy khỏe hơn rồi.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DRUNK_IMMUNITY
source: Ha! One more!
es: ¡Hey! ¡Otra más!
vi: Ha! Một lần nữa!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NOTCHARGE
source: It's yet too early to milk.
es: Todavía es pronto para ordeñar.
vi: Vẫn còn quá sớm để vắt sữa.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NOTHIRSTSIESTA
source: I'm too thirsty for a siesta!
es: ¡Estoy muy sediento para una siesta!
vi: Tôi khát nước quá để ngủ trưa!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NOTHIRSTSLEEP
source: I'm too thirsty to sleep, I'll dry up like jerky!
es: Estoy muy sediento para dormir, ¡Estoy tan seco como cecina!
vi: Tôi khát quá không ngủ được, tôi sẽ khô héo mất!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_SLEEP_END
source: I feel much refreshed!
es: ¡Me siento renovado!
vi: Tôi cảm thấy sảng khoái rất nhiều!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_THIRST
source: I'm so thirsty!
es: ¡Tengo bastante sed!
vi: Tôi khát quá!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ABSINTHE
source: Notice the sharp stinging taste.
es: Nota tiene un sabor picante y fuerte.
vi: Chú ý vị cay nồng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ADDITIVE_DAIRY
source: The cream is tightly sealed.
es: Esta herméticamente cerrada.
vi: Kem được đóng kín.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ADDITIVE_NUT
source: Smells like coffee and nuts.
es: Huele como café y nueces.
vi: Có mùi cà phê và các loại hạt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ADDITIVE_PETALS
source: It's dried petals and leaves.
es: Son pétalos secos y hojas.
vi: Đó là cánh hoa và lá khô.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ADDITIVE_SEED
source: Did Warly concoct a new spice?
es: ¿Warly inventó una nueva especia?
vi: Warly có pha chế loại gia vị mới không?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AREUHI
source: Not a trace of milk to be seen.
es: No se ve ni rastro de leche.
vi: Không thấy dấu vết sữa nào cả.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARRACK
source: A delicate coconut smell.
es: Un delicado olor a coco.
vi: Mùi dừa thoang thoảng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AUROBOW
source: I can observe the color changing simultaneously.
es: Se puede observar el cambio de color simultáneamente.
vi: Tôi có thể quan sát được sự chuyển màu liên tục trong một lúc

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BANANA_JUICE
source: Isn't a banana supposed to be white?
es: ¿Si es una banana no se supone que sea blanco?
vi: Không phải quả chuối phải có màu trắng sao?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BARREL.BURNT
source: The water's all gone.
es: Toda el agua se fue.
vi: Hết nước rồi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BARREL.GENERIC
source: Barrel to reserve some water.
es: Barril para conservar agua.
vi: Thùng để dự trữ một ít nước.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRIES_JUICE
source: A cup of science, juiced out of berries.
es: Una taza de ciencia, jugo de bayas.
vi: Một tách khoa học, ép từ quả mọng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRY_BRANDY
source: A good drink to have before a new experiment.
es: Una buena bebida para tomar antes de un experimento.
vi: Một thức uống ngon cần có trước một thử nghiệm mới.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRY_GIN
source: What's wrong with making cheap drinks with science?
es: ¿Qué hay de malo en hacer bebidas baratas con ciencia?
vi: Có gì sai khi pha chế đồ uống rẻ tiền bằng khoa học?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLACKTEA
source: A little milk should do.
es: Un poco de leche debería bastar.
vi: Thêm ít sữa là tuyệt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLACKTEA_ICED
source: Ah, so nice and refreshing!
es: ¡Ah, tan bueno y refrescante!
vi: À, thật tuyệt và sảng khoái!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOILBOOK
source: I'm thristy for knowledge.
es: Estoy sediento de conocimiento.
vi: Tôi <khát> khao kiến thức.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BREWERY.BURNT
source: Burnt like a lamp wick.
es: Quemado como la mecha de una lámpara.
vi: Cháy như bấc đèn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BREWERY.DONE
source: Quite expecting, isn't it?
es: ¿Bastante esperanzador no?
vi: Thật đáng mong đợi phải không?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BREWERY.EMPTY
source: It contains powerful science in there.
es: Contiene poderosa ciencia.
vi: Nó chứa đựng khoa học mạnh mẽ trong đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BREWERY.FERMENTING_LONG
source: Now we wait a while.
es: Ahora esperaremos un tiempo.
vi: Bây giờ chúng ta đợi một lát.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BREWERY.FERMENTING_SHORT
source: It'll be done anytime soon.
es: Terminara en cualquier momento.
vi: Việc này sẽ sớm được thực hiện.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: It's filled with dirty water
es: Está lleno de agua sucia
vi: Nó chứa đầy nước bẩn

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: It's filled with dirty ice
es: Está lleno de hielo sucio
vi: Nó chứa đầy đá bẩn

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: It's sturdier than it looks.
es: Es mas dura de lo que parece.
vi: Nó có vẻ chắc chắn hơn những gì tôi tưởng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: It's full of rainwater
es: Está lleno de agua de lluvia
vi: Nó chứa đầy nước mưa

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: It's filled with ice
es: Está lleno de hielo
vi: Nó chứa đầy băng

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_EMPTY.DIRTY
source: It's filled with dirty water
es: Está llena de agua sucia
vi: Nó chứa đầy nước bẩn

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: It's filled with dirty ice
es: Está llena de hielo sucio
vi: Nó chứa đầy đá bẩn

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_EMPTY.EMPTY
source: I can fill it with water. Or something else.
es: Puedo llenarla de agua, o algo asi.
vi: Tôi có thể đổ đầy nước vào. Hoặc thứ gì khác.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_EMPTY.FULL
source: It's full of rainwater
es: Está llena de agua de lluvia
vi: Trời đầy nước mưa

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: It's filled with ice
es: Está llena de hielo
vi: Nó chứa đầy băng

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: It's filled with dirty water
es: Está llena de agua sucia
vi: Nó chứa đầy nước bẩn

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: It's filled with dirty ice
es: Está lleno de hielo sucio
vi: Nó chứa đầy đá bẩn

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: It's a bucket made of iron.
es: Es una cubeta hecha de hierro
vi: Đó là một cái xô làm bằng sắt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: It's full of rainwater
es: Está lleno de agua de lluvia
vi: Trời đầy nước mưa

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: It's filled with ice
es: Está lleno de hielo
vi: Nó chứa đầy băng

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: It's filled with dirty water
es: Está lleno de agua sucia
vi: Nó chứa đầy nước bẩn

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: It's filled with dirty ice
es: Está lleno de hielo sucio
vi: Nó chứa đầy đá bẩn

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: It's roughly cut inside.
es: Esta tallada bruscamente por dentro
vi: Nó bị cắt thô bên trong.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: It's full of rainwater
es: Está lleno de agua de lluvia
vi: Nó chứa đầy nước mưa

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: It's filled with ice
es: Está lleno de hielo
vi: Nó chứa đầy băng

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERBEER
source: Definitely not beer, maybe scotch candy?
es: Definitivamente no es cerveza, ¿Quizás un dulce escoses?
vi: Chắc chắn không phải bia, có thể là kẹo hạch nhân?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CACTUSFLOWER_TEA
source: A tea from a prickly plant.
es: Té de una planta espinosa.
vi: Trà từ cây đầy gai.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CACTUS_TEA
source: Hopefully it has no spine about it.
es: Espero no encontrarme una espina.
vi: Hy vọng là nó không có vấn đề gì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAFFEINBERRY
source: It roots itself deep in the ground.
es: Tiene raíces profundas en el suelo.
vi: Nó cắm rễ sâu vào lòng đất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAFFEINBERRY_BEAN
source: Not like coffee beans I used to know.
es: No se ve como el café que conozco.
vi: Không giống hạt cà phê tôi từng biết.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Heat certainly improved it.
es: El calor sin duda lo mejoró.
vi: Nhiệt độ chắc chắn đã cải thiện nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAFFEINBERRY_JUICE
source: Smells energizing!
es: ¡Huele energizante!
vi: Mùi tràn đầy năng lượng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: This is going to take a while to purified.
es: Tomara un tiempo para que se purifique.
vi: Việc này sẽ mất một thời gian để thanh lọc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: It's almost done!
es: ¡Ya casi esta!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPDESALINATOR.DONE
source: It's all done purified.
es: Esta toda purificada.
vi: Tất cả đã được thanh lọc xong.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPDESALINATOR.GENERIC
source: It's no use of it alone.
es: No sirve para nada solo.
vi: Chỉ riêng nó thôi cũng không có ích gì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPDESALINATOR.STOP
source: It's still too salty.
es: Sigue muy salada.
vi: Vẫn còn mặn quá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPDESALINATOR_ITEM
source: Now I just need a fire.
es: Ahora solo necesito fuego.
vi: Bây giờ tui cần một ngọn lửa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: This is going to take a while to boil.
es: Esto va a tomar un tiempo en hervir.
vi: Sẽ mất một lúc để đun sôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: Almost boiling!
es: ¡Casi hierve!
vi: Sắp sôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPKETTLE.DONE
source: It's all done boiling.
es: Ha terminado de hervir.
vi: Sôi xong rồi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPKETTLE.GENERIC
source: It's no use of it alone.
es: No sirve de nada solo.
vi: Chỉ riêng nó thôi cũng không có ích gì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPKETTLE.STOP
source: It's still dirty.
es: Aún está sucio.
vi: Nó vẫn bẩn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPKETTLE_ITEM
source: Now I just need a fire.
es: Ahora solo necesito fuego.
vi: Bây giờ tui cần một ngọn lửa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_TEA
source: I hope it's acceptable.
es: Espero que sea aceptable.
vi: Tôi hy vọng nó có thể chấp nhận được.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHERRY_BLOOM_MADHU
source: This is going on my bottle collection shelf.
es: Este va a mi estante de colección de botellas.
vi: Cái này đang nằm trên kệ bộ sưu tập chai của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHERRY_BLOOM_RUM
source: I can just watch the leaves float forever.
es: Puedo mirar las hojas flotar eternamente.
vi: Tôi có thể ngắm những chiếc lá trôi mãi mãi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHERRY_DOCTOR_COLA
source: A doctor didn't make this!
es: ¡Un doctor no haría esto!
vi: Không phải bác sĩ đã làm ra thứ này!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHERRY_HONEY_TEA
source: I can just taste the flowers.
es: Puedo saborear las flores.
vi: Tôi chỉ có thể nếm những cánh hoa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: The rosey aroma is strong.
es: El sabor a rosas es fuertes.
vi: Hương hoa hồng nồng nàn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONUT_JUICE
source: Is that squishy jelly I see?
es: ¿Es una gelatina blanda lo que veo?
vi: Tôi thấy thứ thạch sền sệt đó phải không?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONUT_WINE
source: I feel like I'm in the Mediterraneans.
es: Me siento como si estuviera en el Mediterráneo.
vi: Tôi cảm thấy như đang ở Địa Trung Hải.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLA
source: It tastes like it's infused with science
es: ¡Sabe cómo a ciencia!
vi: Nó có vị đậm chất khoa học

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLAQUANTUM
source: There's something very scientific about it!
es: ¡Debe haber algo muy científico en esto!
vi: Có điều gì đó rất khoa học về nó!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN_BEER
source: According to the science, This is not exactly beer.
es: De acuerdo a la ciencia, esto no es exactamente cerveza.
vi: Theo khoa học, rằng đây không hẳn là bia.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN_WHISKEY
source: They used to make corn whiskey like this in America.
es: Solían hacer whisky de maíz como este en América.
vi: Họ từng làm rượu whisky ngô như thế này ở Mỹ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DARK_RUINCOLATE
source: You should have called me if you're conducting a science experiment.
es: Deberías haberme llamado si estás llevando a cabo un experimento científico.
vi: Đáng lẽ bạn nên gọi cho tôi nếu bạn đang tiến hành một thí nghiệm khoa học.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DESALINATOR.BURNT
source: Fire has beaten water.
es: El fuego ha vencido al agua.
vi: Lửa đánh bại nước.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DESALINATOR.EMPTY
source: Separating water out of sea water, that's just science.
es: Obtén agua del agua salada, es solo ciencia.
vi: Tách nước ra khỏi muối, đó mới là khoa học.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DESALINATOR.HASSALT
source: It's all salty.
es: Todo es salado.
vi: Tất cả đều mặn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DESALINATOR.HASWATER
source: The water's purified.
es: El agua esta purificada.
vi: Nước đã được lọc sạch.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DESALINATOR.PURIFY_LONG
source: This's still too salty.
es: Esto sigue siendo muy salado.
vi: Nó vẫn quá mặn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: It's almost done!
es: ¡Ya casi termina!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DISINFECTANT
source: I should wash my lab equipment with this.
es: Debería lavar mi equipo de laboratorio con esto.
vi: Tôi nên rửa thiết bị phòng thí nghiệm của mình bằng cái này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: The distillation is almost over.
es: La destilación ya casi acaba.
vi: Quá trình chưng cất gần như kết thúc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: I have to wait until the distillation is over.
es: Tengo que esperar hasta que la destilación termine.
vi: Tôi phải đợi cho đến khi quá trình chưng cất kết thúc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DISTILLERS.DONE
source: I can't wait to try it.
es: No puedo esperar para probarlo.
vi: Tôi nóng lòng muốn thử nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DISTILLERS.EMPTY
source: I need to make ethanol for myself.
es: Necesito hacer etanol para mí.
vi: Tôi cần tự sản xuất ethanol.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONJUICE
source: It's still weird.
es: Se ve raro.
vi: Nó vẫn lạ sao sao ý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_CAFFEINBERRY
source: I should to move that to the ground!
es: ¡Debería!
vi: Tôi nên !

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_RUINCACAO_TREE
source: I can plant it somewhere else.
es: Puedo plantarlo en otro sitio.
vi: Tôi có thể trồng nó ở nơi khác.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_TEA_TREE
source: Now it can be replanted in other place.
es: Ahora puedo replantarlo en otro lugar.
vi: Bây giờ nó có thể được trồng lại ở nơi khác.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIG_JUICE
source: Non-Newtonian fluid out of Newton's fig.
es: Fluido no Newtoniano fuera del higo de Newton.
vi: Chất lỏng phi Newton từ dạng Newton.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FRUITJUICE
source: It's all fruity.
es: Es todo afrutado.
vi: Tất cả đều làm từ trái cây.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FRUITSODA
source: Sweet, sour, and savory!
es: ¡Dulce, agrio, y sabroso!
vi: Ngọt, chua và mặn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FUER
source: It smells quite good.
es: Huele bastante bien.
vi: Nó có mùi khá thơm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GIANT_BLUEBERRY_GIN
source: It's reacting strongly with the spices.
es: Está reaccionando fuertemente con las especias.
vi: Nó phản ứng mạnh với gia vị.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GIANT_BLUEBERRY_WINE
source: The fruit is destabilizing during fermenation.
es: La fruta se desestabiliza durante la fermentación.
vi: Trái cây không ổn định trong quá trình lên men.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWBERRYJUICE
source: It's not that bad.
es: No esta tan mal.
vi: Không tệ đến thế đâu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWBERRYWINE
source: It's glowing by science.
es: Esta brillando con ciencia.
vi: Nó phát sáng nhờ khoa học.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWBERRY_GIN
source: Couldn't get any worse making a hard liquor shine.
es: No podría ser peor hacer brillar un licor fuerte.
vi: Không thể tệ hơn được nữa khi làm rượu mạnh tỏa sáng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOOPYDRINK
source: I'm not sure if I could drink it.
es: No estoy seguro de que deba beberse.
vi: Tôi không chắc mình có thể uống được nó không.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENTEA
source: Does it count as a tea?
es: ¿Cómo esto cuenta cómo té?
vi: Nó có được tính là trà không?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HIBISCUSTEA
source: Beside that aroma, it's too sour!
es: ¡Aparte de ese aroma es demasiado agrio!
vi: Chua loẹt, chả bù cho hương thơm của nó!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOLE
source: Looks good for me to build a well.
es: Se ve bien para mí, para construir un pozo.
vi: Có vẻ tốt cho tôi khi xây một cái giếng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOTRUINCOLATE
source: A bit of marshmellow would've done.
es: Un poco de caramelo habría hecho el truco.
vi: Rắc thêm một chút kẹo dẻo marshmallow sẽ khiến nó hoàn hảo hơn

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KAHLUA
source: Seems like rum brewed with coffee.
es: Parece ron preparado con café.
vi: Có vẻ như rượu rum được pha với cà phê.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KETTLE.BOILING_LONG
source: This is going to take a while.
es: Esto tomara un tiempo.
vi: Việc này sẽ mất một lúc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KETTLE.BOILING_SHORT
source: Almost done!
es: ¡Ya casi acaba!
vi: Sắp xong!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KETTLE.BURNT
source: It boiled over and burned
es: La tetera se ha asado.
vi: Ấm đun nước đã được đun sôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KETTLE.DONE
source: Mmm, it's tea time!
es: ¡Es hora del té!
vi: Mmm, đến giờ uống trà rồi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KETTLE.EMPTY
source: It makes me thirsty just to look at it.
es: Me da sed de todo mirarlo.
vi: Chỉ nhìn thôi cũng khiến tôi khát nước.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KETTLE.HASWATER
source: We have water, what should we use for it?
es: Tenemos agua ¿En qué deberíamos usarla?
vi: Chúng ta có nước, chúng ta nên dùng nước gì?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KETTLE.MELT_LONG
source: This is going to take a while to melt.
es: Esto tomara un tiempo en derretirse.
vi: Cái này sẽ mất một thời gian để tan chảy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KETTLE.MELT_SHORT
source: Almost molten!
es: ¡Ya casi se derrite!
vi: Gần như nóng chảy!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KETTLE.PURIFY_LONG
source: This is going to take a while to boil.
es: Tomara un tiempo que hierva.
vi: Sẽ mất một lúc để đun sôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KETTLE.PURIFY_SHORT
source: Almost boiling!
es: ¡Ya casi hierve!
vi: Gần sôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KUMIS
source: Wasn't milk supposed to be made into yogurt?
es: ¿No se supone que la leche se convierte en yogurt??
vi: Không phải sữa được dùng làm sữa chua sao?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LEMONLIMESODA
source: Dentists would likely be horrified if they saw this.
vi: Nha sĩ sẽ cảm thấy khiếp sợ khi trông thấy chúng

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOTUSTEA
source: It would be nice to have some biscuits.
es: Sería bueno tener unas galletas.
vi: Thật tuyệt nếu thêm một ít bánh quy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUMPY_BEER
source: The aroma is so sharp!
es: ¡El aroma es muy penetrante!
vi: Mùi thơm quá!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUMPY_TEA
source: Doesn't smell like dirt...
es: No huele a suciedad …
vi: Không có mùi bụi bẩn...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUMPY_VODKA
source: If i really want to get drunk fast.
es: Si realmente te quieres poner borracho rápido.
vi: Nếu như tôi muốn chìm đắm trong niềm say khướt, Vâng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUMPY_WINE
source: It's a clean and neat liquor.
es: Es un licor limpio y pulcro.
vi: Đó là một loại rượu sạch và tinh khiết.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MADHU
source: The honey is fermented.
es: La miel esta fermentada.
vi: Mật ong được lên men.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MADHU_RUM
source: I should bring a bottle for the boat.
es: Debería llevar una botella para el barco.
vi: Tôi nên mang theo một chai cho thuyền.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MIXFLOWER
source: How flowery.
es: ¡Que floral!
vi: Thật hoa mỹ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOONWAY
source: I think it's photoprotein perserved by alcohol
es: Creo que es fotoproteína preservada con alcohol
vi: Tôi nghĩ đó là photoprotein được bảo tồn bằng rượu

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOON_BLOSSOM_TEA
source: The aroma sure is an eye-opener.
es: Con solo sentir su aroma abro los ojos.
vi: Mùi hương chắc chắn làm bạn mở mang tầm mắt.
