Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUMCHATA
source: I've never seen this drink before, but it looks worth trying.
es: Nunca había visto esto antes, pero se vé que vale la pena.
vi: Tôi chưa bao giờ thấy đồ uống này trước đây, nhưng có vẻ đáng để thử.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAWEED_SHAKE
source: It got worse.
es: Ahora está peor.
vi: Mọi chuyện trở nên tệ hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SODA
source: Fizzy water.
es: Agua burbujeante.
vi: Nước có ga.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPARKLINGWINE
source: Shake it a lot, then BAM!
es: Agítalo, y hará ¡BAM!
vi: Lắc thật nhiều rồi BAM!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPICE_CAFFEINPEPPER
source: I'll make them breathe fire from their noses.
es: Haré que respiren fuego por la nariz.
vi: Tôi không biết nếu ngửi thấy nó có khiến ai đó hắt hơi không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPOILED_DRINK
source: Can't even use it as fuel.
es: Ni siquiera puedo usarlo como combustible.
vi: Không thể sử dụng nó làm nhiên liệu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STRAWBERRYSODA
source: It's red and fizzy, so it's good.
es: Es roja y efervescente, así que es buena.
vi: Nó có màu đỏ và có ga, ngon lắm phải không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: Sometimes, cold things aren't so bad.
es: A veces, las cosas frías no están tan mal.
vi: Đôi khi, đồ lạnh cũng không tệ lắm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STRAWBERRY_SMOOTHIE
source: It's been blended nicely into red.
es: Ha sido mezclado hasta tener un rojo bonito.
vi: Nó được pha trộn độc đáo với màu đỏ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUSHIBISCUS
source: Whose dining table should I put this on?
es: ¿En qué mesa debería poner esto?
vi: Tôi nên đặt cái này lên bàn ăn của ai đây?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWEET_RICE_DRINK
source: I prefer the roasted version.
es: Prefiero la versión tostada.
vi: Tôi thích phiên bản rang hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEALEAVES
source: I bet it would smell good if I burned it.
es: Apuesto a que olerían mejor si las quemo.
vi: Tôi cá là nó sẽ có mùi thơm nếu tôi đốt nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEALEAVES_DRIED
source: It looks perfect for fuel.
es: Se ven perfectas para hacer carbón.
vi: Nó trông thật hoàn hảo để làm than.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEA_LUMPY_VODKA
source: Hey, This is truly real tea!
es: Hey, esto es té de verdad.
vi: Này, đây là trà thật.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEA_RUINCOLATE_LATTE
source: Why did you grind leaves into hot chocolate?
es: ¿Porque molimos hojas en el chocolate?
vi: Tại sao bạn lại nghiền lá thành sôcôla nóng?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEA_SEED
source: Hello, tree seed.
es: Hola, semilla de árbol.
vi: Xin chào, hạt giống cây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEA_SEED_COOKED
source: Can't be a tree anymore, right?
es: No puede ser un árbol más, ¿verdad?
vi: Cây chè bây giờ cũng có thể nấu được à?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEA_SEED_SAPLING
source: You'll soon become a real tree.
es: Pronto te convertirás en un árbol.
vi: Bạn sẽ sớm trở thành một cái cây thực sự.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEA_TREE
source: You look so good at catching fire!
es: ¡Qué bien se te da prender fuego!
vi: Bạn có giỏi bắt lửa không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEQUILA
source: I can tolerate the pungent smell.
es: Puedo tolerar el olor acre.
vi: Tôi có thể chịu được mùi thơm nồng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TOFFEE_LATTE
source: I can chew the savory nuts.
es: Puedo masticar las sabrosas nueces.
vi: Các loại hạt rất dai.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TOMATO_JUICE
source: At least my hands won't get juicy.
es: Al menos mis manos no se pondrán jugosas.
vi: Ít nhất thì tay tôi sẽ không bị dính nước trái cây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VEGGIE_TEA
source: I, Don't, Want to, Drink it.
es: ¡Yo, no, quiero, beberlo!
vi: Không, tôi không muốn uống nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATERMELON_JUICE
source: This is so watery, you could build a river with it.
es: Hay tanta agua dentro que parece un río.'
vi: Có rất nhiều nước trong đó giống như một 'sông'

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATER_CLEAN
source: I should drink it all up and get rid of it.
es: Debería beberla toda.
vi: Tôi nên uống hết và bỏ nó đi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATER_CLEAN_ICE
source: You're really cold.
es: Eres realmente frío.
vi: Trời lạnh quá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATER_DIRTY
source: Nope.
vi: Không, cảm ơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATER_DIRTY_ICE
source: You look really unattractive.
es: Se vez muy feo.
vi: Trông bạn thật kém hấp dẫn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATER_SALTY
source: Why is there so much water in the world?
es: ¿Porqué hay tanta agua en el mundo?
vi: Tại sao trên thế giới lại có nhiều nước đến vậy?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL
source: All's well that ends well, but if it ends in a well, it's not so well.
es: ABien está lo que bien acaba, pero si acaba en un pozo, no está tan bien.
vi: Nếu có 'giếng' thì phải có 'lò sưởi', phải không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_BURYING_KIT
source: Great, the sound of water was bothering me anyway.
es: El sonido del agua me molesta.
vi: Mọi chuyện diễn ra tốt đẹp. Dù sao thì tiếng nước cũng làm tôi khó chịu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_DRILLING
source: Would it be quieter if I lit a fire?
es: ¿Haría menos ruido si le prendo fuego?
vi: Sẽ yên tĩnh hơn nếu tôi đốt lửa?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_DRILLING_ITEM
source: Can't this be used to light a fire?
es: ¿Le puedo prender fuego?
vi: Cái này có thể dùng để đốt lửa được không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_KIT
source: Do I have to set this up all by myself?
es: ¿Tengo que construir todo esto yo sola?
vi: Tôi có phải tự mình thiết lập cái này không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: Do I really have to supply it with fuel?
es: ¿Realmente tengo que suministrarle combustible?
vi: Tôi có nên cung cấp nhiên liệu khi nó yêu cầu không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_SPRINKLER.OFF
source: Please don't bother me.
es: No me molestes, por favor.
vi: Đừng làm phiền khi tôi không làm việc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_SPRINKLER.ON
source: It makes a really annoying noise.
es: Hace un ruido muy molesto.
vi: Nó tạo ra tiếng ồn rất khó chịu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_SPRINKLER_KIT
source: What? Are you telling me to install this?
es: ¿Qué? ¿Tengo que instalarlo?
vi: Cái gì? Bạn bảo tôi cài đặt cái này à?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: I only use it when I need to.
es: Sólo lo usaré cuando lo necesite.
vi: Tôi chỉ sử dụng khi cần thiết.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: The firepower is lacking, that's for sure.
es: Está por apagarse, eso seguro.
vi: Hỏa lực còn thiếu, chắc chắn là vậy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: Look, it's already weakened.
es: Está debilitándose.
vi: Nhìn kìa, nó đã yếu đi rồi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: Maybe it'll work hard if I add some fire?
es: ¿Tal vez vuelva a funcionar si le pongo fuego?
vi: Có lẽ nó sẽ hoạt động tốt nếu tôi thêm chút lửa?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WELL_WATERPUMP_KIT
source: I'm not good at assembling machines!
es: No soy buena con las máquinas.
vi: Tôi không giỏi lắp ráp máy móc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHEAT_BEER
source: I don't want foam on my lips.
es: No quiero espuma en mi boca.
vi: Tôi không muốn có bọt trên môi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHEAT_WHISKEY
source: Drinking it would be as good as setting a wheat field on fire.
es: Beberlo sería tan bueno como prender fuego a un campo de trigo.
vi: Uống nó cũng giống như đốt cháy một cánh đồng lúa mì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHITE_RUINCOLATE
source: Mmm... sweet.
es: Mmm... dulce.
vi: Mmm... ngọt ngào.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINE
source: If I burn a whole oak barrel, it would create an incredible aroma.
es: Si quemo una barrica de roble entera, se crearía un aroma increíble.
vi: Nếu bạn đốt nó trong thùng gỗ sồi, nó sẽ có mùi thơm tuyệt vời.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WX78MODULE_NONEDRUNK
source: Hey WX, when are you gonna install a flamethrower?
es: Oye Wx, ¿Cuando vas a instalarte un lanzallamas?
vi: Này WX, khi nào bạn định lắp đặt súng phun lửa?

# STRINGS.CHARACTERS.WINONA.ACTIONFAIL.GIVE.WELL_BUSY
source: Stop it, the well is clogged.
es: Detente, el pozo está tapado.
vi: Dừng lại đi, giếng bị tắc rồi.

# STRINGS.CHARACTERS.WINONA.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: If you were going to do that, you should have added another bucket when designing it.
es: Si vas a hacer eso, deberías añadir otra cubeta
vi: Nếu bạn định làm điều đó, bạn nên thêm một cái xô khác khi thiết kế nó.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_CAFFINE_BUFF_START
source: On-site repair service activated!
es: ¡Reparación a domicilio activado!
vi: Đã kích hoạt dịch vụ sửa chữa tại chỗ!

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_CAFFINE_BUFF_STOP
source: I need to get back to crafting.
es: Necesito regresar al oficio.
vi: Tôi cần quay lại công việc chế tạo.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_CURE_WATERBORNE
source: I feel much better now.
es: Me siento mucho mejor ahora.
vi: Bây giờ tôi cảm thấy tốt hơn nhiều.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_DCAPACITY_CRITICAL
source: It's hard to focus...
es: Es difícil concentrarse...
vi: Thật khó để tập trung...

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_DCAPACITY_HALF
source: Hmm, I should start moderating myself now.
es: Hmm, debería empezar a controlarme.
vi: Hmm, tôi nên bắt đầu tiết chế bản thân ngay bây giờ.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_DRUNK
source: Hic, I can't do this anymore...
es: Hip, No puedo hacer esto...
vi: Hic, tôi không thể làm điều này được nữa...

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_DRUNK_END
source: Feeling a bit better now, should I try to regain my strength?
es: Me siento un poco mejor, ¿Debería tratar de recuperar fuerza?
vi: Bây giờ cảm thấy tốt hơn một chút, tôi có nên cố gắng lấy lại sức không?

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_NOTCHARGE
source: Hmm... When will this goat make milk?
es: Hmm... ¿Cuándo tendrá leche?
vi: Hmm... Khi nào con dê này mới cho sữa?

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_NOTHIRSTSIESTA
source: I should drink water before I rest.
es: Debería beber agua antes de descansar.
vi: Tôi nên uống nước trước khi nghỉ ngơi.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_NOTHIRSTSLEEP
source: I should drink water before I sleep.
es: Debería beber agua antes de ir a dormir.
vi: Tôi nên uống nước trước khi ngủ.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_SLEEP_END
source: Phew, next time I shouldn't drink so much.
es: Fiu, la próxima vez no debería beber tanto.
vi: Phew, lần sau tôi không nên uống nhiều như vậy đâu.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_THIRST
source: I need to drink some water.
es: Debo de beber agua.
vi: Tôi cần uống một ít nước.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ABSINTHE
source: At least we're not mixing it with copper sulfate!
es: ¡Al menos no lo mezclaron con sulfato de cobre!
vi: Ít nhất chúng tôi không trộn nó với đồng sunfat!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ADDITIVE_DAIRY
source: It's milk cream.
es: Es crema de leche.
vi: Đó là kem sữa.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ADDITIVE_NUT
source: Wasn't collecting these for snacking.
es: No recolectaron esto para aperitivos.
vi: Không thu thập những thứ này để ăn vặt.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ADDITIVE_PETALS
source: Bunches of leaves and petals.
es: Un montón de hojas y pétalos.
vi: Bó lá và cánh hoa.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ADDITIVE_SEED
source: Gathered some strange seeds.
es: Una serie de extrañas semillas.
vi: Thu thập một số hạt lạ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.AREUHI
source: This is an unfamiliar distilled spirit.
es: Tiene una alta graduación de alcohol.
vi: Đây là một loại rượu chưng cất không quen thuộc.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ARRACK
source: Smells like palm sap.
es: Huele como la palma.
vi: Có mùi như nhựa cây cọ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.AUROBOW
source: Rainbow liquor, the ingredients are a bit unusual though.
es: Líquido arcoíris, los ingredientes son un poco inusuales.
vi: Rượu cầu vồng, tuy nhiên thành phần có hơi khác thường.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BANANA_JUICE
source: I didn't really ask for warm banana tea.
es: En realidad, no pedí un té caliente de plátano.
vi: Tôi thực sự không yêu cầu trà chuối ấm.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BARREL.BURNT
source: It's alright, we can make another one.
es: Está bien, podemos hacer otro.
vi: Không sao đâu, chúng ta có thể làm cái khác.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BARREL.GENERIC
source: Woody and I put our heads together to ensure the water doesn't go bad.
es: Woodie y yo juntamos nuestro ingenio para asegurar que el agua no se eche a perder.
vi: Woody và tôi cùng chụm đầu lại để đảm bảo nước không bị hỏng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BERRIES_JUICE
source: I won't get juice all over my hands.
es: No me mancharé de jugo mis manos .
vi: Tôi sẽ không để nước ép dính vào tay đâu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BERRY_BRANDY
source: I don't often get the chance to drink expensive spirits like this.
es: No suelo tener tiempo de beber bebidas costosas como está.
vi: Tôi không thường xuyên có cơ hội uống những loại rượu đắt tiền như thế này.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BERRY_GIN
source: Thanks to this, I've made quite a few friends down under.
es: Gracias a esto, he hecho algunos amigos en los barrios bajos.
vi: Nhờ điều này mà tôi đã có được khá nhiều bạn bè ở dưới.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BLACKTEA
source: I prefer coffee, but if there's nothing else, I'll drink this.
es: Prefiero el café, pero si no hay nada más beberé esto.
vi: Tôi thích cà phê hơn, nhưng nếu không có gì khác thì tôi sẽ uống cái này.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BLACKTEA_ICED
source: I should drink it after breaking a sweat.
es: Debería beber esto después de sudar .
vi: Tôi nên uống nó sau khi đổ mồ hôi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BOILBOOK
source: It's full of recipes for making drinks and alcohol.
es: Está lleno de recetas para hacer bebidas con alcohol.
vi: Có đầy đủ các công thức pha chế đồ uống và rượu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BREWERY.BURNT
source: No matter how you look at it, this is infuriating.
es: Se mire como se mire, esto es exasperante.
vi: Dù nhìn thế nào đi nữa thì điều này thật đáng phẫn nộ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BREWERY.DONE
source: Shall we taste it now?
es: ¿Lo probamos ahora?
vi: Chúng ta nếm thử bây giờ nhé?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BREWERY.EMPTY
source: It's got some expensive wood in it, I tell you!
es: ¡Tiene una madera muy cara, te lo aseguro!
vi: Tôi nói cho bạn biết trong đó có một số loại gỗ đắt tiền!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BREWERY.FERMENTING_LONG
source: Fermentation does take a while, after all.
es: Después de todo, la fermentación lleva un tiempo...
vi: Rốt cuộc thì quá trình lên men cũng mất một khoảng thời gian.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BREWERY.FERMENTING_SHORT
source: It's almost done, isn't it?
es: Ya casi está, ¿No?
vi: Sắp xong rồi phải không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: Seems like it needs a good cleaning.
es: Parece que necesita una buena limpieza.
vi: Có vẻ như nó cần được dọn dẹp sạch sẽ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: Did they forget to clean and empty it in the dead of winter?
es: ¿Se olvidaron de limpiarlo y vaciarlo en pleno invierno?
vi: Có phải họ quên dọn dẹp và đổ nó vào giữa mùa đông lạnh giá không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: Whoa, This thing definitely wouldn't pass the hygiene safety standards.
es: Esta cosa definitivamente no pasaría los estándares de seguridad higiénica.
vi: Ai chà, thứ đó chắc hẳn không thể nào đạt đủ chất lượng an toàn vệ sinh!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Rainwater has collected.
es: Se ha acumulado agua de lluvia.
vi: Nước mưa đã được thu thập.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: It'll take some effort to remove it.
es: Tomará algo de esfuerzo removerlo.
vi: Sẽ phải nỗ lực để loại bỏ nó.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_EMPTY.DIRTY
source: Seems like it needs a good cleaning.
es: Parece que necesita una buena limpieza.
vi: Có vẻ như nó cần được dọn dẹp sạch sẽ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: Did they forget to clean and empty it in the dead of winter?
es: ¿Se olvidaron de limpiarlo y vaciarlo en pleno invierno?
vi: Có phải họ quên dọn dẹp và đổ nó vào giữa mùa đông lạnh giá không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_EMPTY.EMPTY
source: What should I put in it?
es: ¿Que debería poner en él?
vi: Tôi nên cho gì vào đây?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_EMPTY.FULL
source: Rainwater has collected.
es: Se ha acumulado agua de lluvia.
vi: Nước mưa đã được thu thập.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: It'll take some effort to remove it.
es: Tomará algo de esfuerzo removerlo.
vi: Sẽ phải nỗ lực để loại bỏ nó.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: Seems like it needs a good cleaning.
es: Parece que necesita una buena limpieza.
vi: Có vẻ như nó cần được dọn dẹp sạch sẽ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: Did they forget to clean and empty it in the dead of winter?
es: ¿Se olvidaron de limpiarlo y vaciarlo en pleno invierno?
vi: Có phải họ quên dọn dẹp và đổ nó vào giữa mùa đông lạnh giá không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: Well made and sturdy, it seems.
es: Se ve bien hecho y robusto.
vi: Có vẻ như được làm tốt và chắc chắn.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: Rainwater has collected.
es: Se ha acumulado agua de lluvia.
vi: Nước mưa đã được thu thập.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: It'll take some effort to remove it.
es: Tomará algo de esfuerzo removerlo.
vi: Sẽ phải nỗ lực để loại bỏ nó.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: Seems like it needs a good cleaning.
es: Parece que necesita una buena limpieza.
vi: Có vẻ như nó cần được dọn dẹp sạch sẽ.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: Did they forget to clean and empty it in the dead of winter?
es: ¿Se olvidaron de limpiarlo y vaciarlo en pleno invierno?
vi: Có phải họ quên dọn dẹp và đổ nó vào giữa mùa đông lạnh giá không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: I have my doubts about its durability.
es: Tengo mis dudas sobre su durabilidad.
vi: Tôi nghi ngờ về độ bền của nó.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Rainwater has collected.
es: Se ha acumulado agua de lluvia.
vi: Nước mưa đã được thu thập.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: It'll take some effort to remove it.
es: Tomará algo de esfuerzo removerlo.
vi: Sẽ phải nỗ lực để loại bỏ nó.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BUTTERBEER
source: Overly advanced technology can be just as magical as magic itself.
es: Una tecnología muy avanzada como la magia misma.
vi: Công nghệ quá tiên tiến cũng có thể kỳ diệu như chính phép thuật vậy.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CACTUSFLOWER_TEA
source: It seems like a trend to make tea from flowers.
es: Parece está de moda hacer té de flores.
vi: Có vẻ như đây là xu hướng pha trà từ hoa.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CACTUS_TEA
source: Even with thorns, it's turned mushy.
es: Incluso con espinas, se volvió blando.
vi: Ngay cả khi có gai, nó cũng trở nên nhão.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAFFEINBERRY
source: The coffee beans are popping! Amazing.
es: ¡Los granos de café están explotando! Increíble.
vi: Hạt cà phê đang nổ tung! Thật tuyệt vời.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAFFEINBERRY_BEAN
source: I should throw it into the fire first, right?
es: ¿Se pone al fuego primero, ¿No?
vi: Tôi nên ném nó vào lửa trước nhỉ?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Ah, the aroma of freshly roasted coffee beans!
es: Ah, el aroma fresco de granos de café tostado!
vi: À, mùi thơm của hạt cà phê mới rang!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAFFEINBERRY_JUICE
source: I used to rely on this a lot during late-night work.
es: Confío en esto cuando tengo mucho trabajo de noche
vi: Tôi thường dựa vào điều này khi làm việc vào đêm khuya.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: The seawater level is still high.
es: El nivel de salinidad es alto.
vi: Mực nước biển vẫn còn cao.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: The freshwater level is higher now.
es: El nivel de agua potable es alto.
vi: Mực nước ngọt hiện đã cao hơn.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPDESALINATOR.DONE
source: Freshwater has collected!
es: ¡Agua potable conseguida!
vi: Đã thu được nước ngọt!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPDESALINATOR.GENERIC
source: An empty canister.
es: Una lata vacía.
vi: Một hộp rỗng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPDESALINATOR.STOP
source: It needs fuel.
es: Necesita combustible.
vi: Nó cần nhiên liệu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPDESALINATOR_ITEM
source: 'Portable,' they say, but it's quite heavy.
es: Portátil dicen, pero pesa bastante.
vi: Người ta nói là 'Di động' nhưng nó khá nặng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: It's still around 68°F.
es: Todavía está alrededor de 68 °F.
vi: Nhiệt độ vẫn còn khoảng 68°F.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: It's boiling at 192.2°F.
es: Está hirviendo a 192.2 °F.
vi: Nó đang sôi ở 192,2°F.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPKETTLE.DONE
source: Time for a break!
es: ¡Es hora de descansar!
vi: Đã đến lúc nghỉ ngơi!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPKETTLE.GENERIC
source: I need to get some water for it.
es: Tengo que conseguir un poco de agua.
vi: Tôi cần lấy một ít nước cho nó.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPKETTLE.STOP
source: Well, it won't boil without fuel.
es: Bueno, no va a hervir sin combustible.
vi: Ồ, không có nhiên liệu thì không sôi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CAMPKETTLE_ITEM
source: It's a bit heavier than the factory-made ones.
es: Es un poco más pesada que las de casa.
vi: Nặng hơn một chút so với loại do nhà máy sản xuất.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CARROT_TEA
source: It's just what I needed on a chilly day.
es: Justo lo que necesito en un día relajante..
vi: Đó chính là thứ tôi cần vào một ngày se lạnh.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CHERRY_BLOOM_MADHU
source: Now the grass is not the same.
es: No sabe igual.
vi: Bây giờ cỏ không giống nhau.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CHERRY_BLOOM_RUM
source: Looks like an airport souvenir, but they're all the same in the end.
es: Parece un souvenir de aeropuerto, todos son iguales al final.
vi: Trông giống như một món quà lưu niệm ở sân bay, nhưng cuối cùng chúng đều giống nhau.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CHERRY_DOCTOR_COLA
source: This isn't cola.
es: Esto no es cola.
vi: Đây không phải là cola.
