Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Safe to drink now!
es: ¡Listo para beber!
vi: An toàn để uống bây giờ!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: Aw, now I have to boil it.
es: Oh, ahora debo hervirlo.
vi: Ồ, bây giờ tôi phải đun nó.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BUTTERBEER
source: It's the drink the wizard had in that novel!
es: ¡Es la bebida que el mago tenía en el cuento!
vi: Đó là đồ uống mà phù thủy đã uống trong cuốn tiểu thuyết đó!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CACTUSFLOWER_TEA
source: This is how you survive in the desert.
es: Así es como sobrevives en el desierto.
vi: Đây là cách bạn sống sót trong sa mạc.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAFFEINBERRY
source: I thought coffee grew from trees.
es: Pensaba que el café crecía en árboles.
vi: Tôi tưởng cà phê mọc từ cây.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAFFEINBERRY_BEAN
source: This is what coffee looks like?
es: ¿Así es como se ve el café?
vi: Cà phê trông như thế này à?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Now it smells more like coffee!
es: ¡Ahora si huele como café!
vi: Bây giờ nó có mùi giống cà phê hơn!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAFFEINBERRY_JUICE
source: Drinking too much will be a ca-pain! Heh...
es: Beber deamasiado será un problema! Je...
vi: Uống nhiều sẽ bị đau bụng! Heh...

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: Do you guys wanna hear a story while we wait?
es: ¿Quieren escuchar una historia mientras esperamos?
vi: Các bạn có muốn nghe kể chuyện trong khi chúng tôi chờ đợi không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: Think it's almost done!
es: ¡Creo que ya casi está listo!
vi: Tôi nghĩ mọi việc gần như đã hoàn tất!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPDESALINATOR.DONE
source: It won't be salty anymore!
es: ¡Ya no está salada!
vi: Nó sẽ không còn mặn nữa!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPDESALINATOR.GENERIC
source: We'll boil the sea water into steam to make plain water.
es: Debo hervir el agua salada para beberla.
vi: Chúng ta sẽ đun sôi nước biển thành hơi nước để tạo thành nước thường.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPDESALINATOR.STOP
source: Let's look for kindling before we get thirsty Woby.
es: Busquemos algo de combustible antes de tener sed Woby.
vi: Hãy tìm củi trước khi chúng ta khát Woby.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPDESALINATOR_ITEM
source: The handbook said to never drink salt water.
es: Mi guía dice que nuca debo beber agua salada.
vi: Sổ tay nói không được uống nước muối.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: Better make sure it doesn't boil too much.
es: Debo asegurarme de que no hierva tanto.
vi: Tốt hơn hết hãy đảm bảo nó không sôi quá nhiều.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: It's boiling!
es: ¡Está hirviendo!
vi: Nó đang sôi!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPKETTLE.DONE
source: Safe to drink now!
es: ¡Ahora es seguro beberlo!
vi: An toàn để uống bây giờ!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPKETTLE.GENERIC
source: It's safer to boil nature's water.
es: Es más seguro hervir el agua.
vi: Đun sôi nước thiên nhiên sẽ an toàn hơn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPKETTLE.STOP
source: Let's look for kindling before we get thirst Woby.
es: Busquemos algo de combustible antes de tener sed Woby.
vi: Hãy tìm củi trước khi chúng ta khát Woby.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CAMPKETTLE_ITEM
source: It's never smart to drink something from the wilderness.
es: No es inteligente beber algo directamente de la naturaleza.
vi: Không bao giờ là thông minh nếu uống thứ gì đó từ vùng hoang dã.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CARROT_TEA
source: Poor carrot...but not really.
es: Pobre zanahoria...no realmente.
vi: Cà rốt tội nghiệp...nhưng không hẳn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CHERRY_BLOOM_MADHU
source: Looks like alcohol in a gift shop!
es: ¡Parece alcohol en una tienda de regalos!
vi: Trông giống như rượu trong cửa hàng quà tặng!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CHERRY_BLOOM_RUM
source: This will look good behind my bug collection!
es: ¡Esto se verá bien al lado de mi colección de insectos!
vi: Bộ sưu tập lỗi của tôi trông sẽ rất đẹp!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CHERRY_DOCTOR_COLA
source: Definitely not a dentist.
es: Definitivamente no es un dentista.
vi: Chắc chắn không phải là nha sĩ.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CHERRY_HONEY_TEA
source: It's like syrup medicine!
es: ¡Es como medicina en jarabe!
vi: Giống như thuốc sirô!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: It's so hip! And relaxed.
es: Es tan relajante.
vi: Thật sành điệu! Và thư giãn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.COCONUT_JUICE
source: This is coco'not'. Why? Because it's not coco'nut', heh heh.
es: Esto nu-ez coco. ¿Por qué? Porque no es un coco, je je.
vi: Đây là dừa'. Tại sao? Bởi vì nó không phải là dừa', heh heh.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.COCONUT_WINE
source: Looks sweet!
es: ¡Se ve dulce!
vi: Trông thật ngọt ngào!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.COLA
source: Who knew I'd drink cola again.
es: Quién diría que bebería cola de nuevo.
vi: Ai biết tôi lại uống cola.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.COLAQUANTUM
source: I can hear it bouncing inside!
es: ¡Puedo escucharlo rebotando en el interior!
vi: Tôi có thể nghe thấy nó nảy bên trong!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CORN_BEER
source: I think it's beer!
es: ¡Creo que es cerveza!
vi: Tôi nghĩ đó là bia!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CORN_WHISKEY
source: Not sure, but I think it's whiskey!
es: ¡No estoy seguro, pero creo que es whisky!
vi: Không chắc lắm, nhưng tôi nghĩ đó là rượu whisky!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DARK_RUINCOLATE
source: I think Mr. Warly made a mistake.
es: Creo que el Sr. Warly se equivocó.
vi: Tôi nghĩ ông Warly đã phạm sai lầm.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DESALINATOR.BURNT
source: So this is...burnt.
es: Así que... se quemó.
vi: Vậy cái này...cháy rồi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DESALINATOR.EMPTY
source: There wasn't anything about purifying salt water in the handbook.
es: No había nada sobre purificar agua salada en mi guía.
vi: Sổ tay không nói gì về việc lọc nước muối.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DESALINATOR.HASSALT
source: Salt is just extra!
es: La sal es un extra!
vi: Muối chỉ là chất bổ sung!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DESALINATOR.HASWATER
source: No more salt!
es: ¡No más sal!
vi: Không còn muối nữa!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DESALINATOR.PURIFY_LONG
source: This'll take long. I'll go exploring with Woby.
es: Esto tomará su tiempo. Iré a explorar con Woby.
vi: Việc này sẽ mất nhiều thời gian. Tôi sẽ đi khám phá cùng Woby.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: I think it's almost done!
es: ¡Ya casi está!
vi: Tôi nghĩ mọi việc gần như đã hoàn tất!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DISINFECTANT
source: The handbook said disinfectants saved a bunch of lives.
es: Mi guía dice que los desinfectantes salvan vidas.
vi: Sổ tay nói rằng chất khử trùng đã cứu được rất nhiều sinh mạng.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: I think it's for alcohol?
es: ¿Creo que es alcohol?
vi: Tôi nghĩ đó là rượu?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: This'll be a while.
es: Tardará mucho.
vi: Sẽ mất một lúc.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DISTILLERS.DONE
source: I should tell the guys at camp drinks are ready.
es: ¡Debería decirles a todos en el campamento que está listo!
vi: Tôi nên nói với những người ở trại đồ uống đã sẵn sàng.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DISTILLERS.EMPTY
source: It's got all kinds of complicated gadgets attached!
es: ¡Cosas complicadas!
vi: Nó có đủ loại tiện ích phức tạp kèm theo!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DRAGONJUICE
source: Is this...dragon blood?
es: Es...¿sangre de dragón?
vi: Đây có phải...máu rồng không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUG_CAFFEINBERRY
source: Take this to camp, and the grown-ups will love it.
es: A los adultos en el campamento les gustará esto.
vi: Mang cái này đi cắm trại, người lớn sẽ thích nó.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUG_RUINCACAO_TREE
source: Let's find a place for my own chocolate facory.
es: Encontremos un lugar para mi fábrica de chocolate.
vi: Hãy tìm một nơi cho mặt tiền sô-cô-la của riêng tôi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUG_TEA_TREE
source: Let's look for a place to plant Woby!
es: Busquemos dónde plantarlo Woby
vi: Hãy tìm nơi trồng Woby!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.FIG_JUICE
source: Not good as a juice either...
es: No es tan bueno como el jugo...
vi: Cũng không tốt bằng nước trái cây...

# STRINGS.CHARACTERS.WALTER.DESCRIBE.FRUITJUICE
source: It's fruit so it's good for me!
es: ¡Es fruta así que es bueno para mí!
vi: Đó là trái cây mọng nên nó tốt cho tôi!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.FRUITSODA
source: Home made fruit soda!
es: ¡Refresco de fruta casero!
vi: Soda trái cây làm tại nhà!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.FUER
source: How about trying some 'Folli-Tea' for a refreshing taste of nature?
es: No sabía que usarían roceadores de agua.
vi: Thử một chút 'Folli-Tea' để thưởng thức hương vị sảng khoái từ thiên nhiên nào!!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GIANT_BLUEBERRY_GIN
source: No firearms!
es: ¡Sin armas de fuego!
vi: Không lấy vũ khí!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GIANT_BLUEBERRY_WINE
source: Uh, at least that kept its temper.
es: Al menos aún tiene el boom.
vi: Uh, ít nhất thứ đó giữ được bình tĩnh.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWBERRYJUICE
source: I wonder if this'll make me bright?
es: Me pregunto si me hará brillar
vi: Tôi tự hỏi liệu điều này có làm tôi tươi sáng không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWBERRYWINE
source: I wonder if this'll make me bright...er?
es: Me pregunto si esto me hará aún más brillante?
vi: Tôi tự hỏi liệu điều này có làm tôi tươi sáng...er không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWBERRY_GIN
source: Shiney Gin! But it's not in a lamp.
es: Ginebra brillante, aunque no está en una lámpara.
vi: Rượu Gin lấp lánh! Nhưng nó không có trong đèn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GOOPYDRINK
source: Um...will Woby eat this?
es: ¿Um...Woby se comerá esto?
vi: Ừm...Woby sẽ ăn cái này chứ?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.HIBISCUSTEA
source: I have a feeling it's gonna be sour.
es: Presiento que sabrá agrio.
vi: Tôi có cảm giác nó sẽ chua.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.HOLE
source: I wonder if it leads to the other side of the world?
es: Me pregunto si lleva al otro lado del mundo
vi: Tôi tự hỏi liệu nó có dẫn đến bên kia thế giới không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.HOTRUINCOLATE
source: Now I don't have to wait for Christmas.
es: Ya no debo esperar hasta navidad.
vi: Bây giờ tôi không phải đợi đến Giáng sinh.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KAHLUA
source: I think Mr. Warly wanted to drink coffee and alcohol
es: Creo que el Sr. Warly querría beber café con alcohol
vi: Tôi nghĩ ông Warly muốn uống cà phê và rượu

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KETTLE.BOILING_LONG
source: This'll take long. Come on Woby, let's go play.
es: Esto tomará bastante. Vamos a jugar Woby.
vi: Việc này sẽ mất nhiều thời gian. Thôi nào Woby, đi chơi thôi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KETTLE.BOILING_SHORT
source: Almost ready!
es: ¡Casi listo!
vi: Gần như sẵn sàng!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KETTLE.BURNT
source: So this is...burnt.
es: Así que... se quemó!
vi: Vậy cái này... bị cháy!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KETTLE.DONE
source: I should tell everyone at camp it's done!
es: ¡Debería decirles a todos en el campamento que está listo!
vi: Tôi nên nói với mọi người ở trại rằng mọi việc đã xong!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KETTLE.EMPTY
source: 3 3 3 rule! You won't last 3 days without water!
es: Regla del 3 3 3 ¡No durarás 3 días sin agua!
vi: Quy tắc 3-3-3! Bạn sẽ không thể tồn tại 3 ngày nếu không có nước!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KETTLE.HASWATER
source: Now let's look for something to brew with Woby!
es: ¡Busquemos algo con que prepararla Woby!
vi: Bây giờ hãy tìm thứ gì đó để pha với Woby!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KETTLE.MELT_LONG
source: Needs to melt more.
es: Necesita más tiempo.
vi: Cần tan chảy nhiều hơn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KETTLE.MELT_SHORT
source: Almost done melting.
es: ¡Casi listo!.
vi: Gần như đã tan chảy xong.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KETTLE.PURIFY_LONG
source: Not finishing is worse.
es: Es mejor que nada.
vi: Không hoàn thành còn tệ hơn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KETTLE.PURIFY_SHORT
source: We'll survive three days more!
es: ¡Sobreviviremos 3 días más!
vi: Chúng ta sẽ sống sót thêm ba ngày nữa!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.KUMIS
source: I wish it were yogurt.
es: Desearía que fuera yogur.
vi: Tôi ước gì đó là sữa chua.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.LEMONLIMESODA
source: Sweet and stingy.
vi: Ngọt ngào và keo kiệt.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.LOTUSTEA
source: Back to where it came from. Hot water.
es: De regreso de dónde vino. Agua caliente.
vi: Quay lại nơi nó xuất phát. Nước nóng.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.LUMPY_BEER
source: Veggies even in drinks is good for me!
es: ¡Vegetales incluso en las bebidas son buenos para mí!
vi: Rau ngay cả trong đồ uống cũng tốt cho tôi!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.LUMPY_TEA
source: Ew... I hope it doesn't smell like dirt.
es: Iugh...parece tierra.
vi: Eo ôi,... tôi mong rằng nó không có vị như đất

# STRINGS.CHARACTERS.WALTER.DESCRIBE.LUMPY_VODKA
source: Ugh! How do grown ups drink this?
es: Iugh, ¿Cómo es que los adultos beben esto?
vi: Ugh! Người lớn làm sao uống được thứ này?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.LUMPY_WINE
source: Maybe for disinfecting scars on my adventures?
es: ¿Tal vez para desinfectar mis heridas en las aventuras?
vi: Có thể để khử trùng vết sẹo trong chuyến phiêu lưu của tôi?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.MADHU
source: Did bees figure out how to brew drinks with honey?
es: ¿Las abejas aprendieron a preparar bebidas?
vi: Có phải ong đã tìm ra cách pha đồ uống bằng mật ong không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.MADHU_RUM
source: They say this is how they stored water on boats!
es: ¡Dicen que así es como guardaban agua en los barcos!
vi: Họ nói đây là cách họ trữ nước trên thuyền!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.MIXFLOWER
source: Do bees drink tea? Probably not.
es: ¿La abejas beben té? Probablemente no.
vi: Ong có uống trà không? Có lẽ là không.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.MOONWAY
source: Seven colors are shining in my palm.
es: Siete colores están brillando en mi palma.
vi: Bảy màu sắc tỏa sáng trong lòng bàn tay tôi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.MOON_BLOSSOM_TEA
source: I wanted cheese, not tea.
es: Quería queso, no té.
vi: Tôi muốn phô mai, không phải trà.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.MULLED
source: Bitter is good for you!
es: Lo amargo es bueno para ti!
vi: Thuốc đắng giã tật

# STRINGS.CHARACTERS.WALTER.DESCRIBE.NOBLEWINE
source: This looks sweet. Only if it wasn't alcohol.
es: Parece tan dulce. Si tan sólo si no fuera alcohol...
vi: Món này trông thật ngọt ngào. Chỉ khi đó không phải là rượu.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.NUT_COCONUT_BRANDY
source: Pirate drink!
es: ¡Bebida pirata!
vi: Đồ uống cho cướp biển!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.NUT_CORN_WHISKEY
source: It would have been better if it was a form that I could eat.
es: Desearía poder beberlo.
vi: Sẽ tốt hơn nếu nó ở dạng mà tôi có thể ăn được.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ORANGESODA
source: What do you call it when an orange soda dreams? Fanta-sy!
vi: Bạn gọi nó là gì khi trông thấy một cốc soda cam? Fanta-sy :>

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ORANGE_JUICE
source: Meet my 'oranginal' juice.
vi: Gặp nước ép 'oranginal' của tôi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PALE_BEER
source: Now I know why grown ups call it pale ail.
es: Ahora se porqué los adultos le dicen cerveza inglesa.
vi: Bây giờ tôi biết tại sao người lớn gọi nó là bia nhạt.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PALE_WHISKEY
source: I think it's some type of medicine.
es: Creo que es un tipo de medicina.
vi: Tôi nghĩ đó là một loại thuốc nào đó.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PETALS_BERRY_BRANDY
source: I don't know about the taste, but it looks pretty!
es: No sé si sabe bien, ¡pero se ve bonito!
vi: Tôi không biết mùi vị thế nào, nhưng nó trông khá ngon!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PINEANANASSODA
source: We'll call it the Pinetree Pioneer Apple Soda.
vi: Chúng tôi sẽ gọi nó là soda Thông Phong Táo.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PINEANANAS_JUICE
source: Do you know who Anana's brother is? Banana!
vi: Bạn có biết anh trai của Anana là ai không? Chuối!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.POMEGRANATE_JUICE
source: Is this juice from inside a fruit which was already inside another fruit?
es: ¿Este jugo es del interior de una fruta que ya estaba dentro de otra fruta?
vi: Nước ép này có phải từ bên trong một loại trái cây vốn đã ở bên trong một loại trái cây khác không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: This'll take long. Come on Woby, let's go play.
es: Esto tomará bastante. Vamos a jugar Woby.
vi: Việc này sẽ mất nhiều thời gian. Thôi nào Woby, đi chơi thôi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: Almost ready!
es: ¡Casi listo!
vi: Gần như sẵn sàng!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: I can have a fancy cup of tea in the wild too!
es: ¡También puedo tomar una taza de té en la naturaleza!
vi: Tôi cũng có thể thưởng thức một tách trà ưa thích ở nơi hoang dã!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: Think we should find water first.
es: Creo que debería buscar agua primero.
vi: Tôi nghĩ chúng ta nên tìm nước trước.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: Now we can drink in the wilderness!
es: ¡Ahora podremos beber allá afuera!
vi: Bây giờ chúng ta có thể uống rượu ở nơi hoang dã!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: Now let's find something to brew with Woby!
es: ¡Busquemos algo con que prepararla Woby!
vi: Bây giờ hãy tìm thứ gì đó để pha với Woby!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: Needs to melt more.
es: Necesita más tiempo.
vi: Cần tan chảy nhiều hơn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: Almost done melting.
es: ¡Casi listo!.
vi: Gần như đã tan chảy xong.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: Not finishing is worse.
es: Es mejor que nada.
vi: Không hoàn thành còn tệ hơn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: Now we can explore for three more days!
es: ¡Ahora podremos explorar por 3 días más!
vi: Bây giờ chúng ta có thể khám phá thêm ba ngày nữa!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PULQUE
source: There wern't instructions in the handbook drinking cactus like this.
es: No hay instrucciones en mi guía de bebidas como esta.
vi: Không có hướng dẫn nào trong sổ tay cách uống xương rồng như thế này.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.QUARTZ_SHAKE
source: Better than fish eyes, right?
es: Mejor que un pescado ¿verdad?
vi: Tốt hơn mắt cá phải không?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RAINBOW_SHAKE
source: It's a delicious color!
es: ¡Es un color delicioso!
vi: Đó là một màu sắc tuyệt vời!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RICE_SPIRITS
source: Ugh, why would anybody like this?
es: Iugh, ¿Porqué a alguien le gustaría esto?
vi: Ugh, sao lại có người thích cái này nhỉ?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RICE_WINE
source: Probably not milk.
es: Probablemente no es leche.
vi: Có lẽ không phải sữa.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINCACAO
source: They say it's dwarf treasure!
es: Dicen que es el tesoro de los duendes
vi: Họ nói đó là kho báu của người lùn!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINCACAO_BEAN
source: Wait, chocolate is white...and smells like grease?
es: Espera, el chocolate es balanco... ¿y huele a grasa?
vi: Đợi đã, sôcôla có màu trắng...và có mùi dầu mỡ?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINCACAO_BEAN_COOKED
source: This isn't the chocolate I know.
es: No es el chocolate que conozco.
vi: Đây không phải là sôcôla mà tôi biết.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: Looks tasty! Too bad it's alcohol.
es: Se ve sabroso, que mal que sea alcohol.
vi: Trông ngon quá! Tiếc là lại là rượu.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINCACAO_SEED
source: This will grow into a new tree.
es: Esto crecerá en un nuevo árbol.
vi: Cái này sẽ phát triển thành một cây mới.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINCACAO_SEED_SAPLING
source: It's blooming already.
es: Está floreciendo.
vi: Nó nở rồi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINCACAO_TREE
source: It's a mini chocolate factory!
es: ¡Es una minifábrica de chocolate!
vi: Đó là một nhà máy sản xuất sôcôla mini!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINCACAO_WINE
source: Cocoa for grown ups!
es: ¡Cacao para adultos!
vi: Ca cao dành cho người lớn!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINCHA_LATTE
source: Never for Woby!
es: No para Woby!
vi: Không bao giờ dành cho Woby!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINCOLATE_SMOOTHIE
source: Chocolate and ice will be crunchy.
es: El chocolate con hielo es crujiente.
vi: Sô cô la và đá sẽ giòn.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUINXOCOLATL
source: Is this cocoa? Really?
es: ¿Esto es cacao? ¿En serio?
vi: Đây là cacao hả? Thật đấy à

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUIN_SCHOKAKOLA
source: At least the chocolate won't get squashed on my adventures.
es: Al menos así el chocolate no se aplastará en mis aventuras.
vi: Ít nhất sô cô la sẽ không bị đè bẹp trong chuyến phiêu lưu của tôi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RUMCHATA
source: Looks sweet and soft!
es: ¡Se ve dulce y cremoso!
vi: Trông ngọt ngào và mềm mại!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SEAWEED_SHAKE
source: What if it starts growing sea weeds inside me?
es: ¿Qué pasa si comienza a crecer dentro de mí?
vi: Không biết liệu rong biển sẽ "đâm chồi nảy lộc" trong bụng tôi không nhỉ?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SODA
source: I've never seen mineral water near camp.
es: Nunca he visto agua mineral cerca del campamento.
vi: Tôi chưa bao giờ thấy nước khoáng gần trại.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SPARKLINGWINE
source: I wanna shake this!!
es: ¡Quiero agitar esto!
vi: Tôi muốn lắc cái này!!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SPICE_CAFFEINPEPPER
source: Makes camping food taste much better.
es: Hace la comida para acampar más sabrosa.
vi: Làm cho đồ ăn cắm trại ngon hơn nhiều.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SPOILED_DRINK
source: I don't think I should drink this...
es: NO creo que deba beber esto...
vi: Tôi không nghĩ mình nên uống thứ này...

# STRINGS.CHARACTERS.WALTER.DESCRIBE.STRAWBERRYSODA
source: I've never seen strawberry soda before!
es: ¡Nunca había visto un refresco de fresa!
vi: Tôi chưa bao giờ thấy soda dâu trước đây!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: Refreshing and cool!
es: ¡Refrescante!
vi: Sáng mát và sảng khoái!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.STRAWBERRY_SMOOTHIE
source: Strong but soft. Because it's a strawng berry smoothie.
es: Fuerte pero rico.
vi: Cường mạnh và mềm lỏng, đó là thức uống sinh tố dâu tằm
