Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUG_CAFFEINBERRY
source: If I take it, maybe I can save some time to rest.
vi: Nếu tôi uống nó, có lẽ tôi có thể tiết kiệm được chút thời gian để nghỉ ngơi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUG_RUINCACAO_TREE
source: No time to waste, I'll just take it all!
vi: Không có thời gian để lãng phí; tôi sẽ lấy hết!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUG_TEA_TREE
source: No time to waste, I'll just take it all!
vi: Không có thời gian để lãng phí; tôi sẽ lấy hết!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.FIG_JUICE
source: The essence of sweetness!
vi: Bản chất của vị ngọt!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.FRUITJUICE
source: Excellent, I can consume multiple fruits at once.
vi: Tuyệt vời, tôi có thể ăn nhiều loại trái cây cùng một lúc.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.FRUITSODA
source: It won't take long to finish a soft drink if I drink it slowly.
es: No tardaré mucho en acabarlo, mejor beberlo despacio.
vi: Sẽ không mất quá nhiều thời gian để thưởng thức đồ uống có ga này.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.FUER
source: Maybe I can enjoy a cup once in a while.
vi: Có lẽ thỉnh thoảng tôi có thể thưởng thức một tách.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GIANT_BLUEBERRY_GIN
source: Someday, someone will surely cause trouble with this.
vi: Một ngày nào đó, chắc chắn sẽ có người gây rắc rối với việc này.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GIANT_BLUEBERRY_WINE
source: It makes me slightly anxious.
vi: Nó làm tôi hơi lo lắng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWBERRYJUICE
source: Delicious and useful!
vi: Ngon và hữu ích!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWBERRYWINE
source: That's it! It doesn't spoil easily and it's efficient!
vi: Chính là nó! Nó không dễ hư hỏng và rất hiệu quả!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWBERRY_GIN
source: It's an excellent spirit, but I still need to be cautious not to overindulge.
vi: Đó là một tinh thần tuyệt vời, nhưng tôi vẫn cần phải thận trọng để không uống quá nhiều.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GOOPYDRINK
source: Oh botheration, I was too impatient!
vi: Ôi trời, tôi thiếu kiên nhẫn quá!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GREENTEA
source: No time to distinguish teas.
vi: Không có thời gian để phân biệt các loại trà.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.HIBISCUSTEA
source: Why is it so sour?
vi: Sao chua thế?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.HOLE
source: It takes ages to climb out once you fall in.
vi: Phải mất nhiều thời gian để trèo ra ngoài khi bạn rơi vào.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.HOTRUINCOLATE
source: Warmth and sweetness in abundance.
vi: Sự ấm áp và ngọt ngào vô cùng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KAHLUA
source: Fantastic! It helps me overcome fear and boosts my energy.
vi: Thật tuyệt vời! Nó giúp tôi vượt qua nỗi sợ hãi và tăng cường năng lượng cho tôi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KETTLE.BOILING_LONG
source: Why does it take so long to make a drink?
es: ¿Porque toma tanto tiempo hacer una bebida?
vi: Tại sao phải mất nhiều thời gian để uống một ly?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KETTLE.BOILING_SHORT
source: I hope it's not over-extracted. can I drink it now?
vi: Tôi hy vọng nó không bị chiết xuất quá mức; bây giờ tôi có thể uống được không?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KETTLE.BURNT
source: Oh botheration, I'll have to lick dew off leaves for a while now.
vi: Ôi chao, lát nữa tôi phải liếm sương trên lá mất.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KETTLE.DONE
source: At last, the beverages have arrived!
es: ¡Por fin llegaron las bebidas!
vi: Cuối cùng cũng có thứ để trưng bày!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KETTLE.EMPTY
source: At least I can boil a lot of water at once with this.
vi: Ít nhất tôi có thể đun sôi nhiều nước cùng lúc với cái này.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KETTLE.HASWATER
source: Can I drink it now?
vi: Bây giờ tôi có thể uống được không?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KETTLE.MELT_LONG
source: Can't I just melt the ice and drink it now?
vi: Tôi không thể làm tan đá và uống nó bây giờ được sao?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KETTLE.MELT_SHORT
source: It's almost melted!
vi: Nó gần như tan chảy rồi!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KETTLE.PURIFY_LONG
source: Come on, hurry up!
es: ¡Vamos, date prisa!
vi: Tôi không thể chỉ đứng đợi cho đến khi nó kết thúc; thời gian là quý giá!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KETTLE.PURIFY_SHORT
source: Isn't it ready to drink yet?
es: ¿Todavía no está lista para beber?
vi: Nhanh lên, nhanh lên!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.KUMIS
source: I hope the investment of time was worth it.
vi: Tôi hy vọng sự đầu tư thời gian là xứng đáng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.LEMONLIMESODA
source: Carbonated drinks are delicious because they're sweet.
vi: Đồ uống có ga rất ngon vì chúng ngọt.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.LOTUSTEA
source: In the past, it might have been a flower or perhaps a fish.
vi: Ngày xưa, nó có thể là một bông hoa hoặc có thể là một con cá.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.LUMPY_BEER
source: When did it become impossible to use the roots of the sassafras tree?
es: ¿Cuándo dejó de ser posible utilizar las raíces del árbol de sasafrás?
vi: Lần cuối cùng tôi sử dụng rễ cây xá xị là khi nào?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.LUMPY_TEA
source: I don't have time for a cup, but...
vi: Tôi không có thời gian uống một tách, nhưng...

# STRINGS.CHARACTERS.WANDA.DESCRIBE.LUMPY_VODKA
source: Be careful not to waste time getting drunk.
vi: Cẩn thận đừng lãng phí thời gian say xỉn.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.LUMPY_WINE
source: I guess I've benefited from this.
es: Supongo que me beneficiaré de esto.
vi: Tôi sẽ coi đó là một lợi ích.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.MADHU
source: It lost its sweetness, but at least it gained some time.
vi: Nó mất đi vị ngọt, nhưng ít nhất tôi cũng có được chút thời gian.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.MADHU_RUM
source: With this, I can set sail, maybe tomorrow, or even now.
vi: Với thứ này, tôi có thể ra khơi, có thể là ngày mai hoặc thậm chí bây giờ.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.MIXFLOWER
source: It's like being grabbed by the collar and forced to smell the flowers.
es: Es como si te agarraran por el cuello y te obligaran a oler las flores.
vi: Nó cho phép bạn dành chút thời gian để ngửi mùi hoa.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.MOONWAY
source: A high-proof spirit that shines with 7 colors.
vi: Một tinh thần có độ bền cao, tỏa sáng với 7 màu.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.MOON_BLOSSOM_TEA
source: I don't know what tea this is, but I don't have time to worry about it.
es: No se que tipo de té es este, pero no tengo tiempo para preocuparme para eso.
vi: Thật lãng phí thời gian khi quyết định xem đó là loại trà gì.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.MULLED
source: I can't remember when I last stayed in bed sick...
vi: Tôi không thể nhớ lần cuối cùng tôi nằm trên giường bệnh là khi nào...

# STRINGS.CHARACTERS.WANDA.DESCRIBE.NOBLEWINE
source: Isn't it just clear wine?
vi: Không phải chỉ là rượu trong thôi sao?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.NUT_COCONUT_BRANDY
source: The sea is fickle. I need something to conquer my fear.
vi: Biển hay thay đổi; tôi cần thứ gì đó để chinh phục nỗi sợ hãi của mình.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.NUT_CORN_WHISKEY
source: It's a waste of time to distinguish between types of spirits.
vi: Thật lãng phí thời gian để phân biệt giữa các loại rượu mạnh.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ORANGESODA
source: Good, I won't waste too much time enjoying this.
vi: Tốt, tôi sẽ không lãng phí quá nhiều thời gian để thưởng thức món này.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ORANGE_JUICE
source: I should have it as a snack after a meal.
vi: Tôi nên dùng nó như một bữa ăn nhẹ sau bữa ăn.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PALE_BEER
source: I've seen so many strange things by now that this doesn't surprise me.
vi: Tôi đã thấy rất nhiều điều kỳ lạ nên điều này không làm tôi ngạc nhiên.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PALE_WHISKEY
source: Once it's in your mouth, all spirits taste the same.
vi: Một khi cho vào miệng, tất cả các loại rượu mạnh đều có hương vị giống nhau.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PETALS_BERRY_BRANDY
source: I don't have the time to enjoy the floral scent in my drinks.
vi: Tôi không có thời gian để thưởng thức hương hoa trong đồ uống của mình.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PINEANANASSODA
source: Good, I won't waste too much time enjoying this.
vi: Tốt, tôi sẽ không lãng phí quá nhiều thời gian để thưởng thức món này.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PINEANANAS_JUICE
source: Even without the outer skin, if you eat a lot, your mouth will start to bleed.
vi: Ngay cả khi không có vỏ, nó vẫn khiến bạn thèm ăn hơn.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.POMEGRANATE_JUICE
source: Now I can consume the seeds as well.
vi: Bây giờ tôi cũng có thể ăn hạt.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: Why does it take so long to make a drink?
es: ¿Por qué se tarda tanto en preparar una bebida?
vi: Tại sao phải mất nhiều thời gian để uống một ly?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: It won't take too long, right?
vi: Sẽ không mất quá nhiều thời gian phải không?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: At last, the beverages have arrived!
es: ¡Por fin han llegado las bebidas!
vi: Cuối cùng cũng có thứ để trưng bày!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: I'd better just... replenish my fluids from berries or carrots instead.
vi: Tốt hơn hết tôi nên bổ sung chất lỏng từ quả mọng hoặc cà rốt.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: I don't have time to lay out a picnic blanket and have a tea party.
vi: Tôi không có thời gian để trải chăn dã ngoại và tổ chức tiệc trà.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: Can I drink it now?
vi: Bây giờ tôi có thể uống được không?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: Can't I just melt the ice and drink it now?
vi: Tôi không thể làm tan đá và uống nó bây giờ được sao?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: It's almost melted!
vi: Nó gần như tan chảy rồi!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: Come on, hurry up!
es: ¡Vamos, deprisa!
vi: Tôi không thể đứng chờ đợi được!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: Isn't it ready to drink yet?
es: ¿Aún no está listo para beber?
vi: Nhanh lên, nhanh lên!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PULQUE
source: I think it might spoil quickly compared to the time invested.
es: Creo que podría estropearse rápidamente en comparación con el tiempo invertido.
vi: Nó có thể hư hỏng nhanh chóng so với thời gian đầu tư.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.QUARTZ_SHAKE
source: At least I won't spend time chewing fish.
vi: Ít nhất tôi sẽ không mất thời gian nhai cá.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RAINBOW_SHAKE
source: Efficient!
vi: Hiệu quả!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RICE_SPIRITS
source: One sip, and I'll be wide awake.
vi: Một ngụm là tôi sẽ tỉnh táo.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RICE_WINE
source: Either way, I can't eat this unless I spend time cooking it.
es: De cualquier manera, no puedo comer esto a menos que pase tiempo cocinándolo.
vi: Dù sao thì tôi cũng không dành nhiều thời gian cho nó.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCACAO
source: You can't tell if it's fruit or charcoal until you open it.
vi: Bạn không thể biết đó là trái cây hay than củi cho đến khi mở nó ra.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCACAO_BEAN
source: Eating this will surely turn my stomach upside down.
vi: Ăn món này chắc bụng tôi sẽ lộn ngược mất.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCACAO_BEAN_COOKED
source: Is this a waste of time or not? I can't tell.
vi: Đây có phải là lãng phí thời gian hay không? Tôi không thể biết được.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: It suits my taste, but I should be cautious about overindulging.
vi: Nó phù hợp với khẩu vị của tôi, nhưng tôi nên thận trọng nếu ăn quá nhiều.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCACAO_SEED
source: A new life is slowly sprouting.
vi: Một cuộc sống mới đang dần nảy mầm.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCACAO_SEED_SAPLING
source: This little guy seems to be intentionally growing slowly just to annoy me.
es: Este pequeñín parece crecer lentamente, sólo para fastidiarme.
vi: Cậu bé này dường như đang cố tình phát triển chậm.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCACAO_TREE
source: It's as twisted as the timelines themselves.
vi: Nó cũng bị bóp méo như dòng thời gian vậy.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCACAO_WINE
source: It's a strange idea, but regardless, I gained some time.
vi: Đó là một ý tưởng kỳ lạ, nhưng dù sao đi nữa, tôi đã có thêm chút thời gian.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCHA_LATTE
source: I've saved some time by deciding what to drink.
vi: Tôi đã tiết kiệm được thời gian bằng cách quyết định uống gì.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCOLATE
source: This is not only sweet, but it also keeps well for a long time!
es: ¡No es soló dulce, pero también se conserva durante mucho tiempo!
vi: Vị ngọt và không mất quá nhiều thời gian để uống!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUINCOLATE_SMOOTHIE
source: Coolness and sweetness in abundance.
vi: Mát mát và ngọt ngào vô cùng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUIN_SCHOKAKOLA
source: A perfect snack!
vi: Một món ăn nhẹ hoàn hảo!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RUMCHATA
source: It's a bit less repulsive now.
vi: Bây giờ nó bớt ghê tởm hơn một chút rồi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SEAWEED_SHAKE
source: Seems like a waste of time compared to other options.
vi: Có vẻ lãng phí thời gian so với các lựa chọn khác.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SODA
source: Surely we're not spending all this time just making bubbles in the water, right?
es: Seguro que no nos pasamos todo este tiempo haciendo burbujas en el agua, ¿verdad?
vi: Tôi không nghĩ họ đã phải trải qua tất cả rắc rối này chỉ để thêm bọt vào nước.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SPARKLINGWINE
source: In another timeline, I might be the one popping champagne at a party.
vi: Trong một dòng thời gian khác, tôi có thể là người bật sâm panh trong một bữa tiệc.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SPICE_CAFFEINPEPPER
source: I can't wait around after marinating it.
es: No puedo esperar después de marinarlo.
vi: Ước gì tôi có thời gian để ướp.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SPOILED_DRINK
source: It used to be a beverage.
vi: Nó từng là đồ uống.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.STRAWBERRYSODA
source: Good, I won't waste too much time enjoying this.
vi: Tốt, tôi sẽ không lãng phí quá nhiều thời gian để thưởng thức món này.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: What a wonderful dessert!
vi: Thật là một món tráng miệng tuyệt vời!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.STRAWBERRY_SMOOTHIE
source: I'll choke if I swallow hastily.
es: Me atragantaré si trago precipitadamente.
vi: Tôi phải uống nó nhanh thôi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SUSHIBISCUS
source: No time to distinguish-- wait, what's this now?
es: No hay tiempo para distinciones... Espera, ¿qué es esto ahora?
vi: Không có thời gian uống trà nhưng... bây giờ là sao đây?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SWEET_RICE_DRINK
source: I don't know why these seeds take so long to eat...
vi: Tôi không biết tại sao những hạt này lại ăn lâu như vậy...

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TEALEAVES
source: These are the picked tea leaves.
vi: Đây là những lá trà được hái.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TEALEAVES_DRIED
source: These are the dried tea leaves.
es: Estas son unas hojas de té secas.
vi: Lá trà khô.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TEA_LUMPY_VODKA
source: Honestly, I'm not sure if it even has the scent of tea.
vi: Thành thật mà nói, tôi không chắc nó có mùi trà hay không.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TEA_RUINCOLATE_LATTE
source: It suits my taste well!
vi: Nó rất hợp với khẩu vị của tôi!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TEA_SEED
source: It'll grow into a new tree when the time is right.
vi: Nó sẽ mọc thành cây mới khi đến thời điểm thích hợp.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TEA_SEED_COOKED
source: It either gets eaten or rots, there's no in-between future for this.
vi: Nó bị ăn hoặc bị thối; không có tương lai cho việc này.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TEA_SEED_SAPLING
source: This little guy seems to be intentionally growing slowly just to annoy me.
es: Este pequeñín parece crecer lentamente a propósito, sólo para fastidiarme.
vi: Cậu bé này dường như đang cố tình lớn chậm.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TEA_TREE
source: This tree has reached its growth limit.
vi: Cây này đã đạt đến giới hạn tăng trưởng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TEQUILA
source: Don't hesitate, just close my eyes and drink it!
es: ¡No debo subestimarlo, cerraré los ojos y lo beberé de golpe!
vi: Đừng chần chừ, hãy nhắm mắt lại và uống đi!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TOFFEE_LATTE
source: It's both coffee and dessert.
vi: Vừa là cà phê vừa là món tráng miệng.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TOMATO_JUICE
source: Smooth, perfect for quick consumption.
vi: Mịn; hoàn hảo để uống nhanh.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.VEGGIE_TEA
source: I can't stand the bitter taste every time it touches the tip of my tongue!
es: ¡No tolero el sabor amargo cada vez que toca la punta de mi lengua
vi: Tôi không có thời gian uống trà.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WATERMELON_JUICE
source: It's really refreshing!
vi: Thật là sảng khoái!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WATER_CLEAN
source: Pure water from a different timeline.
vi: Nước tinh khiết từ dòng thời gian khác.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WATER_CLEAN_ICE
source: When will I ever get around to melting and eating this?
es: ¿Cuándo podré derretirlo y beberlo?
vi: Khi nào rã đông thì mới uống thứ này?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WATER_DIRTY
source: If I'm in a hurry, maybe...!
vi: Nếu tôi đang vội, có lẽ...!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WATER_DIRTY_ICE
source: I'd rather get fresh ice for my drink.
vi: Tôi muốn uống nước đá sạch hơn.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WATER_SALTY
source: Impurities from future clouds mixed in.
vi: Tạp chất từ các đám mây trong tương lai lẫn vào.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL
source: Watching it won't make the water magically appear. I need a tool!
vi: Xem nó sẽ không làm cho nước xuất hiện một cách kỳ diệu; tôi cần một công cụ!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_BURYING_KIT
source: Oh botheration, What a waste of time this is.
es: Oh que molestia, que perdida de tiempo es esto
vi: Ôi trời, thật là một công việc tốn thời gian.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_DRILLING
source: It'll do it by itself, let's save my time.
vi: Nó sẽ tự làm được; hãy tiết kiệm thời gian của tôi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_DRILLING_ITEM
source: I should decide where to dig for groundwater first.
vi: Tôi nên quyết định nơi đào nước ngầm trước.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_KIT
source: Just having it in my hand won't make the water flow, I need to install it!
vi: Chỉ cần có nó trong tay thì nước sẽ không chảy được, tôi cần phải lắp đặt nó!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: If I want, I can refuel it.
vi: Nếu tôi muốn, tôi có thể tiếp nhiên liệu.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_SPRINKLER.OFF
source: It can be activated anytime.
vi: Nó có thể được kích hoạt bất cứ lúc nào.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_SPRINKLER.ON
source: This saves me time when watering!
vi: Điều này giúp tôi tiết kiệm thời gian tưới nước!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_SPRINKLER_KIT
source: That is sophisticated, yet it won't take more than a second to install.
es: Es sofisticado, pero no tardará más de un segundo en instalarse.
vi: Sẽ không mất hơn một giây để thiết lập cài đặt chính xác này.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: All the hard work paid off!
vi: Mọi công sức bỏ ra đã được đền đáp!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: It seems the power is running low.
vi: Có vẻ như nguồn điện đang yếu.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: I can get clean water right away.
vi: Tôi có thể lấy nước sạch ngay lập tức.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: Oh botheration, it will take some time to pump water again.
es: Oh molestia, tomará algún tiempo para bombear agua de nuevo.
vi: Ôi trời, sẽ mất một thời gian để bơm nước trở lại.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WELL_WATERPUMP_KIT
source: I can get groundwater without wasting time.
vi: Tôi có thể lấy nước ngầm mà không tốn thời gian.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WHEAT_BEER
source: It's not a bad method for making beer.
es: Este método no está mal para hacer cerveza.
vi: Làm bia từ trái bánh mì là một cách không tồi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WHEAT_WHISKEY
source: Honestly, I don't know the taste, but at least it doesn't spoil quickly.
vi: Thành thật mà nói, tôi không biết mùi vị, nhưng ít nhất nó không bị hỏng nhanh.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WHITE_RUINCOLATE
source: Warly knows my taste well!
es: ¡Warly conoce bien mis gustos!
vi: Wollie biết rõ sở thích của tôi!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WINE
source: It won't turn into vinegar too quickly.
vi: Nó sẽ không biến thành giấm quá nhanh.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WX78MODULE_NONEDRUNK
source: Aha! I was wondering when they'd started making these.
vi: Aha! Tôi đang thắc mắc họ bắt đầu làm những thứ này từ khi nào.

# STRINGS.CHARACTERS.WARLY.ACTIONFAIL.GIVE.WELL_BUSY
source: Oops, it seems the bucket is already on its way down.
es: Ups, parece que la cubeta ya está bajando.
vi: Rất tiếc, có vẻ như cái xô đang trên đường rơi xuống.

# STRINGS.CHARACTERS.WARLY.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: Let's deal with the full bucket first.
es: Ocupémonos primero de la cubeta llena.
vi: Trước tiên hãy giải quyết vấn đề xô đầy.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_CAFFINE_BUFF_START
source: Ahh, I feel invigorated!
es: Ahh, ¡Me siento vigorizado!
vi: À, tôi cảm thấy như được tiếp thêm sinh lực!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_CAFFINE_BUFF_STOP
source: I yearn for a freshly brewed espresso.
es: Anhelo un espresso recién hecho.
vi: Tôi khao khát một ly cà phê espresso mới pha.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_CURE_WATERBORNE
source: My stomach has settled a bit.
es: Mi estómago se ha calmado un poco.
vi: Dạ dày của tôi đã ổn định lại một chút.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_DCAPACITY_CRITICAL
source: I need to cut back on drinking.
es: Tengo que dejar de beber.
vi: Tôi nên ngưng uống lại.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_DCAPACITY_HALF
source: Mmm, I'm feeling just the right amount of tipsy.
es: Mmm, me siento un poco mareado.
vi: Uừmm, tôi cảm thấy hơi say say rồi.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_DRUNK
source: Hiccup, I was told to enjoy myself, but not to get drunk...
es: Hipo, me dijeron que me divirtiera, pero que no me emborrachara...
vi: Nấc cụt, tui đã cố nhắc nhở bản thân phải thưởng thức, chứ không để say mèm thế này....

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_DRUNK_END
source: Hm...I need to whip up a meal that'll cure my hangover.
es: Necesito preparar una comida que me cure la resaca..
vi: Hừm... tôi nghĩ tôi nên cần chuẩn bị một bữa ăn để giải quyết tàn dư của cơn say này.
