Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL
source: Hmm, I wonder if there's a way to automate this...
es: Hmm, me pregunto si habrá alguna forma de automatizarlo.
vi: Hmm, tôi tự hỏi liệu có cách nào để tự động hóa việc này không...

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_BURYING_KIT
source: You shouldn't leave holes in the ground unattended, mate.
es: No deberías dejar agujeros en el suelo, es peligroso.
vi: Bạn không nên bỏ mặc những cái hố trên mặt đất, anh bạn.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_DRILLING
source: I should be careful not to get hit by flying rocks.
es: Debería tener cuidado de no ser golpeada por las piedras voladoras.
vi: Tôi nên cẩn thận để không bị đá bay trúng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_DRILLING_ITEM
source: Make sure to secure it firmly to the ground before operating, and follow safety rules!
es: Asegúrate que esté sujetado firmemente al suelo antes de operar , ¡Y sigue todas las reglas de seguridad!
vi: Đảm bảo cố định nó chắc chắn xuống đất trước khi vận hành và tuân thủ các quy tắc an toàn!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_KIT
source: Should I give it a try?
es: ¿Debería darle una oportunidad?
vi: Tôi có nên thử không?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: It needs refueling.
es: Necesita recargarse.
vi: Nó cần tiếp nhiên liệu.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_SPRINKLER.OFF
source: Some parts work 'magically' when it's turned off.
es: Algunas partes funcionan "mágicamente" cuando está apagado.
vi: Một số bộ phận hoạt động 'kỳ diệu' khi tắt.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_SPRINKLER.ON
source: Don't get too close with my equipment.
es: No debo estar tan cerca con mi equipo.
vi: Đừng đến gần thiết bị của tôi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_SPRINKLER_KIT
source: Well-made and quite intricate.
es: Hecho a mano, un poco intrigante.
vi: Được làm tốt và khá phức tạp.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: Drawing water with an approximate pressure of 123 psi.
es: Extrae agua con una presión aproximada de 123 psi.
vi: Mở nước với áp suất xấp xỉ 123 psi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: Drawing water with an approximate pressure of 47 psi.
es: Extrae agua con una presión aproximada de 47 psi.
vi: Mở nước với áp suất xấp xỉ 47 psi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: Drawing water with an approximate pressure of 81 psi.
es: Extrae agua con una presión aproximada de 81 psi.
vi: Mở nước với áp suất xấp xỉ 81 psi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: At this pressure, it'll take an incredibly long time to draw water.
es: Con esta presión, le tomará una cantidad de tiempo enorme volver a extraer agua.
vi: Ở áp suất này, sẽ mất rất nhiều thời gian để rút nước.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WELL_WATERPUMP_KIT
source: Batteries couldn't handle the energy consumption.
es: Éstas baterías no pueden tolerar este consumo de energía.
vi: Pin không thể đáp ứng được mức tiêu thụ năng lượng.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WHEAT_BEER
source: I should have a drink after work!
es: ¡Debo tomar una bebida después del trabajo!
vi: Tôi nên uống một chút sau giờ làm việc!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WHEAT_WHISKEY
source: No drinking alcohol while working.
es: No beber alcohol mientras trabajo.
vi: Không uống rượu khi làm việc.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WHITE_RUINCOLATE
source: Oh, Wally, you know I don't like sweet things.
es: Oh, Warly, sabes que no me gustan las cosas dulces...
vi: Ồ, Wally, bạn biết tôi không thích đồ ngọt mà.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WINE
source: I don't have time to savor the aroma, I have a mountain of work to do.
es: No tengo tiempo para olerlo, tengo una montaña de trabajo que hacer.
vi: Tôi không có thời gian để thưởng thức hương thơm, tôi có cả núi việc phải làm.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WX78MODULE_NONEDRUNK
source: They've really gotta start takin' better care of themselves.
vi: Họ thực sự phải bắt đầu chăm sóc bản thân tốt hơn.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.GIVE.WELL_BUSY
source: I'm out of rope!
es: ¡No tengo otra cuerda!
vi: Tôi hết dây rồi!

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: There's no room for another.
es: No hay espacio para otro más.
vi: Không còn chỗ cho người khác.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CAFFINE_BUFF_START
source: Wolfgang running like a wolf!
es: ¡Wolfgang corre como un lobo!
vi: Wolfgang chạy như sói!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CAFFINE_BUFF_STOP
source: Time for Wolfgang's anaerobic exercise.
es: Hora de los ejercicios anaeróbicos de Wolfgang.
vi: Đã đến lúc Wolfgang tập luyện kỵ khí.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CURE_WATERBORNE
source: Wolfgang feels relieved.
es: Wolfgang se siente aliviado.
vi: Wolfgang cảm thấy nhẹ nhõm.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DCAPACITY_CRITICAL
source: Wolfgang should stop drinking...
es: Wolfgang debería dejar de beber...
vi: Wolfgang nên ngừng uống rượu...

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DCAPACITY_HALF
source: Wolfgang feels a bit warmer...
es: Wolfgang se siente caluroso...
vi: Wolfgang cảm thấy ấm hơn một chút...

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DRUNK
source: Ugh, weaker than Wolfgang's booze...
es: Ugh, mas débil que el alcohol de Wolfgang...
vi: Ugh, yếu hơn rượu của Wolfgang...

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DRUNK_END
source: Wolfgang feeling better now.
es: Wolfgang se siente mejor.
vi: Wolfgang cảm thấy khỏe hơn rồi.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DRUNK_IMMUNITY
source: Ha! Alcohol is nothing to mighty Wolfgang!
es: ¡Ja! ¡El alcohol no es nada para el gran Wolfgang!
vi: Ha! Rượu chẳng là gì đối với Wolfgang hùng mạnh!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NOTCHARGE
source: Wolfgang must give power to charge Goat!
es: Wolfgang debe darle poder para cargar a la cabra
vi: Wolfgang phải cung cấp năng lượng để sạc Dê!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NOTHIRSTSIESTA
source: Wolfgang needs a drink before a siesta...
es: Wolfgang necesita un trago antes de su siesta...
vi: Wolfgang cần uống nước trước khi ngủ trưa...

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NOTHIRSTSLEEP
source: Wolfgang is too thirsty to sleep...
es: Wolfgang está demasiado sediento para dormir...
vi: Wolfgang khát quá không ngủ được...

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_SLEEP_END
source: Wolfgang stronger than puny booze!
es: ¡Wolfgang es más fuerte que el alcohol!
vi: Wolfgang mạnh hơn rượu nhỏ!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_THIRST
source: Mighty muscles drying up...
es: Poderosos músculos se secan...
vi: Cơ bắp săn chắc đang khô dần...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ABSINTHE
source: Wow... it's like green fairy spirits.
es: Wow... es como un licor de hadas verdes.
vi: Wow... cứ như những linh hồn cổ tích xanh vậy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ADDITIVE_DAIRY
source: Should Wolfgang not drink milk?
es: ¿Wolfgang debería beber leche?
vi: Wolfgang không nên uống sữa?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ADDITIVE_NUT
source: Wolfgang can easily crush this.
es: Wolfgang puede aplastarlo fácilmente.
vi: Wolfgang có thể dễ dàng nghiền nát thứ này.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ADDITIVE_PETALS
source: Where should Wolfgang use these small flowers?
es: ¿Dónde debería Wolfgang usar estas pequeñas flores?
vi: Wolfgang nên sử dụng những bông hoa nhỏ này ở đâu?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ADDITIVE_SEED
source: It has a refreshing smell.
es: Tiene un olor refrescante.
vi: Nó có mùi sảng khoái.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.AREUHI
source: It's made by boiling milk.
es: Está hecho con leche hervida.
vi: Nó được làm bằng sữa sôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARRACK
source: Coconut spirits made by boiling.
es: Licor de coco hervido.
vi: Rượu dừa được làm bằng cách đun sôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.AUROBOW
source: A pretty jelly drink.
es: Bastante gelatinosa.
vi: Một thức uống thạch xinh xắn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BANANA_JUICE
source: Cool and tasty!
es: ¡Fresco y sabroso!
vi: Mát và ngon!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BARREL.BURNT
source: Did all the water burn?
es: ¿Se quemó el agua?
vi: Có phải nước đã cháy hết không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BARREL.GENERIC
source: Wolfgang prepares for tough times.
es: Wolfgang se prepara para tiempos difíciles.
vi: Wolfgang chuẩn bị cho thời điểm khó khăn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRIES_JUICE
source: Sweet and red.
es: Dulce y rojo.
vi: Ngọt và đỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRY_BRANDY
source: It's a fine-tasting spirit.
es: Es un licor de buen sabor.
vi: Đó là một loại rượu có hương vị tuyệt vời.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRY_GIN
source: Best when mixed with tonic!
es: ¡Mejora cuando se mezcla con tónico!
vi: Tốt nhất khi trộn với thuốc bổ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLACKTEA
source: Wolfgang thinks black tea might be dangerous...
es: Wolfgang cree que el té negro es peligroso...
vi: Wolfgang cho rằng trà đen có thể nguy hiểm...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLACKTEA_ICED
source: It's a refreshing tea! Wolfgang likes it.
es: ¡Esun té refrescante! A Wolfgang le gusta.
vi: Đó là một loại trà giải khát! Wolfgangthích nó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BOILBOOK
source: It's a guide on making drinks!
es: ¡Una guía para hacer bebidas!
vi: Hướng dẫn pha chế đồ uống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BREWERY.BURNT
source: Can Wolfgang no longer drink?
es: ¿Wolfgang ya no puede beber?
vi: Wolfgang không uống nữa được không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BREWERY.DONE
source: Finally finished!
es: ¡Finalmente terminó!
vi: Cuối cùng cũng xong!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BREWERY.EMPTY
source: Turning water into drinks.
es: Para convertir el agua en bebidas.
vi: Biến nước thành đồ uống.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BREWERY.FERMENTING_LONG
source: It will take a long time.
es: Tomará un largo tiempo.
vi: Sẽ mất nhiều thời gian.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BREWERY.FERMENTING_SHORT
source: It's almost done!
es: ¡Casi listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: Precious water has become dirty...
es: La preciosa agua se ha ensuciado...
vi: Nước quý giá đã trở nên bẩn...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: Oh no! What a waste!
es: ¡Oh no! ¡Qué desperdicio!
vi: Ồ không! Thật lãng phí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: This bucket is lighter but sturdier.
es: Este cubo es ligero pero duro.
vi: Cái xô này nhẹ hơn nhiều nhưng lại khá chắc chắn đấy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Water for Wolfgang is ready!
es: ¡El agua de Wolfgang está lista!
vi: Nước cho Wolfgang đã sẵn sàng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: The water has frozen in the cold.
es: El agua se ha congelado por el frío.
vi: Nước đã đóng băng trong giá lạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_EMPTY.DIRTY
source: Precious water has become dirty...
es: La preciosa agua se ha ensuciado...
vi: Nước quý giá đã trở nên bẩn...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: Oh no! What a waste!
es: ¡Oh no! ¡Qué desperdicio!
vi: Ồ không! Thật lãng phí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_EMPTY.EMPTY
source: Ha! A cup fit for mighty Wolfgang!
es: ¡Ja! ¡Una taza apta para el poderoso Wolfgang!
vi: Ha! Một chiếc cốc dành cho Wolfgang hùng mạnh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_EMPTY.FULL
source: Water for Wolfgang is ready!
es: ¡El agua de Wolfgang está lista!
vi: Nước cho Wolfgang đã sẵn sàng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: The water has frozen in the cold.
es: El agua se ha congelado por el frío.
vi: Nước đã đóng băng trong giá lạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: Precious water has become dirty...
es: La preciosa agua se ha ensuciado...
vi: Nước quý giá đã trở nên bẩn...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: Oh no! What a waste!
es: ¡Oh no! ¡Qué desperdicio!
vi: Ồ không! Thật lãng phí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: As sturdy as Wolfgang's muscles!
es: ¡Tan robusto como los músculos de Wolfgang!
vi: Cứng cáp như cơ bắp của Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: Water for Wolfgang is ready!
es: ¡El agua de Wolfgang está lista!
vi: Nước cho Wolfgang đã sẵn sàng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: The water has frozen in the cold.
es: El agua se ha congelado por el frío.
vi: Nước đã đóng băng trong giá lạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: Precious water has become dirty...
es: La preciosa agua se ha ensuciado...
vi: Nước quý giá đã trở nên bẩn...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: Oh no! What a waste!
es: ¡Oh no! ¡Qué desperdicio!
vi: Ồ không! Thật lãng phí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: Delicate and strong.
es: Hecho delicadamente, pero fuerte.
vi: Tinh tế và mạnh mẽ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Water for Wolfgang is ready!
es: ¡El agua de Wolfgang está lista!
vi: Nước cho Wolfgang đã sẵn sàng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: The water has frozen in the cold.
es: El agua se ha congelado por el frío.
vi: Nước đã đóng băng trong giá lạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERBEER
source: It's beer, but sweet!
es: Es cerveza, ¡pero dulce!
vi: Là bia nhưng ngọt ngào!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CACTUSFLOWER_TEA
source: Tea made from red flowers.
es: Té hecho con flores rojas.
vi: Trà làm từ hoa màu đỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CACTUS_TEA
source: No sharp spines, right?
es: Sin semillas puntiagudas. ¿Verdad?
vi: Không có gai nhọn phải không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAFFEINBERRY
source: This is different from what Wolfgang knows.
es: Esto es diferente de como Wolfgang lo recuerda.
vi: Điều này khác với những gì Wolfgang biết.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAFFEINBERRY_BEAN
source: Hmm... It smells good.
es: Mmm... Huele bien.
vi: Hmm... Mùi thơm quá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: These small beans make Wolfgang stronger!
es: ¡Pequeños granos hacen fuerte a Wolfgang!
vi: Những hạt cà phê nhỏ này làm cho Wolfgang mạnh hơn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAFFEINBERRY_JUICE
source: It's bitter, but it makes Wolfgang stronger!
es: ¡Es amargo, pero hace a Wolfgang más fuerte!
vi: Tuy đắng nhưng khiến Wolfgang mạnh mẽ hơn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: Salty water still remains.
es: Aún queda sal.
vi: Nước mặn vẫn còn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: It's almost done!
es: ¡Está casi listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPDESALINATOR.DONE
source: Now we can drink!
es: ¡Ahora puedo beberlo!
vi: Bây giờ chúng ta có thể uống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPDESALINATOR.GENERIC
source: We need to boil salty water.
es: Wolfgang debem hervir el agua salada.
vi: Chúng ta cần đun sôi nước mặn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPDESALINATOR.STOP
source: The fire needs more work.
es: El fuego necesita más leña.
vi: Lửa cần phải cố gắng nhiều hơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPDESALINATOR_ITEM
source: Now we can drink salty water!
vi: Bây giờ chúng ta có thể uống nước mặn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: The water is still dirty.
es: El agua sigue sucia.
vi: Nước vẫn bẩn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: It's almost done!
es: ¡Casi está listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPKETTLE.DONE
source: Now we can drink!
es: ¡Ahora puedo beberlo!
vi: Bây giờ chúng ta có thể uống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPKETTLE.GENERIC
source: We need boiling water.
es: Wolfgang necesita agua hirviendo.
vi: Chúng tôi cần nước sôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPKETTLE.STOP
source: The fire needs more work.
es: El fuego necesita más leña.
vi: Lửa cần phải cố gắng nhiều hơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPKETTLE_ITEM
source: Make clean water with this!
es: ¡Hay que purificar el agua!
vi: Tạo nước sạch bằng cái này!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_TEA
source: Wolfgang enjoys drinking carrots too!
es: ¡Wolfgang disfruta beber zanahorias también!
vi: Wolfgang cũng thích uống cà rốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHERRY_BLOOM_MADHU
source: Incredibly sweet!
es: ¡Muy dulce!
vi: Ngọt vô cùng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHERRY_BLOOM_RUM
source: Was there such a sweet spirit?
es: ¿Existe un licor tan dulce?
vi: Có một tinh thần ngọt ngào như vậy à?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHERRY_DOCTOR_COLA
source: Tastes like candy!
es: ¡Sabe a dulces!
vi: Có vị như kẹo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHERRY_HONEY_TEA
source: Extremely sweet!
es: ¡Extremadamente dulce!
vi: Cực kỳ ngọt ngào!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: It smells like lovely roses.
es: Huele a rosas preciosas.
vi: Có mùi như hoa hồng đáng yêu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COCONUT_JUICE
source: The tough fruit is now a drink!
es: ¡La dura nuez-ahora una bebida!
vi: Trái cây dai bây giờ là đồ uống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COCONUT_WINE
source: It became a coconut drink.
es: Se hizo vino de ¿Coco?.
vi: Nó đã trở thành đồ uống từ dừa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLA
source: Sweet and black beverage.
es: Una bebida dulce y negra.
vi: Thức uống ngọt và đen.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLAQUANTUM
source: A powerful drink! Wolfgang likes it a lot!
es: ¡Una bebida poderosa! ¡Le gusta mucho a Wolfgang!
vi: Thức uống cực mạnh! Wolfgang rất thích nó!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN_BEER
source: Made from corn.
es: Hecho de maíz.
vi: Làm từ ngô.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN_WHISKEY
source: It's made in the Scottish way.
es: Está hecho al estilo escocés..
vi: Nó được làm theo cách của Scotland.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DARK_RUINCOLATE
source: Hmm, it's bitter!
es: Hmm, ¡Está amargo!
vi: Hmm, đắng quá!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DESALINATOR.BURNT
source: The machine burned, and white salt remains.
es: La máquina se quemó, pero la sal quedó ahí.
vi: Máy bị cháy, còn lại muối trắng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DESALINATOR.EMPTY
source: No salty water.
es: ¿Sin agua salada?.
vi: Không có nước mặn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DESALINATOR.HASSALT
source: There's a salty smell from inside.
es: Hay un olor salado que viene del interior..
vi: Có mùi mặn từ bên trong.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DESALINATOR.HASWATER
source: Now Wolfgang can drink!
es: ¡Ahora Wolfgang puede tomar agua!
vi: Bây giờ Wolfgang có thể uống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DESALINATOR.PURIFY_LONG
source: Salty water still remains.
es: Aún queda agua salada.
vi: Vẫn còn nước mặn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: It's almost done!
es: ¡Casi está listo!
vi: Sắp hoàn tất!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DISINFECTANT
source: It's used for cleaning.
es: Se usa para limpiar cosas.
vi: Dùng để làm sạch.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: It's almost done!
es: ¡Está casi listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: It will take a while.
es: Tomará un poco.
vi: Sẽ mất một lúc.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DISTILLERS.DONE
source: The scary machine has finished its work!
es: ¡La máquina aterradora ha terminado su trabajo!
vi: Cỗ máy đáng sợ đã hoàn thành công việc của nó!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DISTILLERS.EMPTY
source: A scary machine...
es: Da un poco de miedo...
vi: Một cỗ máy đáng sợ...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONJUICE
source: Why is the fruit red but the juice white?
es: ¿Por qué la fruta es roja pero el jugo blanco?
vi: Tại sao quả màu đỏ mà nước ép lại màu trắng?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_CAFFEINBERRY
source: Cold and lonely.
es: Frío y solitario.
vi: Lạnh lùng và cô đơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_RUINCACAO_TREE
source: This is an unpleasant tree.
es: Un árbol desagradable.
vi: Đây là một cái cây khó ưa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_TEA_TREE
source: This small tree came out of the ground.
es: Este pequeño árbol salió de la tierra.
vi: Cây nhỏ này mọc lên từ mặt đất.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIG_JUICE
source: Made from big, sweet fruits.
es: Hecho con frutas grandes y dulces.
vi: Được làm từ những quả to, ngọt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FRUITJUICE
source: It's water with fruit in it.
es: Es agua con frutas.
vi: Đó là nước có trái cây.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FRUITSODA
source: Fizzy and sweet.
es: Burbujeante y dulce.
vi: Có ga và ngọt ngào.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FUER
source: Made from tree leaves.
es: Hecho con hojas de árbol.
vi: Làm từ lá cây.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GIANT_BLUEBERRY_GIN
source: Wolfgang feels like he might explode like a giant blueberry!
es: ¡Wolfgang siente que podría explotar como una bombaya!
vi: Wolfgang cảm thấy như mình sắp nổ tung như một quả việt quất khổng lồ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GIANT_BLUEBERRY_WINE
source: Will Wolfgang's belly explode?
es: ¿Wolfgang va a explotar?
vi: Liệu bụng Wolfgang có nổ tung không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWBERRYJUICE
source: Can Wolfgang drink glowing water?
es: ¿Puede Wolfgang beber agua brillante?
vi: Wolfgang có thể uống nước phát sáng được không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWBERRYWINE
source: It sparkles.
es: Brilla mucho.
vi: Nó lấp lánh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWBERRY_GIN
source: Never seen glowing spirits before!
es: ¡Nunca había visto un licor brillante!
vi: Chưa bao giờ nhìn thấy rượu mạnh phát sáng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOOPYDRINK
source: Did Wolfgang put something strange in it?
es: ¿Wolfgang puso algo extraño en ella?
vi: Có phải Wolfgang đã bỏ thứ gì lạ vào trong đó không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENTEA
source: It has a strong grassy smell.
es: Tiene un fuerte olor a pasto.
vi: Có mùi cỏ nồng nặc.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HIBISCUSTEA
source: It makes Wolfgang emotional.
es: Hace que Wolfgang se ponga emocional.
vi: Nó khiến Wolfgang xúc động.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOLE
source: Wolfgang gets water from this hole.
es: Wolfgang sacará agua de este pozo.
vi: Wolfgang lấy nước từ lỗ này.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOTRUINCOLATE
source: It's sweet and warm chocolate.
es: Es un dulce chocolante caliente.
vi: Đó là sô cô la ngọt ngào và ấm áp.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KAHLUA
source: Made with beans, it's a spirit.
es: Hecho con café, definitivamente un licor.
vi: Được làm bằng đậu, đó là tinh thần.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KETTLE.BOILING_LONG
source: It needs more time to boil.
es: Necesita tiempo para hervirse.
vi: Cần thêm thời gian để đun sôi.
