Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NOBLEWINE
source: Is it made from fruit afflicted with leukemia?
es: ¿Se hace con fruta enferma de leucemia?
vi: Có phải nó được làm từ trái cây bị bệnh bạch cầu?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NUT_COCONUT_BRANDY
source: Same story, different versions, and all are true.
es: Sin duda, voy a entrar sin saberlo en la boca del lobo...
vi: Cùng một câu chuyện, với những phiên bản khác nhau, và tất cả đều có thật. Pirates of the Caribbean : Tia Dalma

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NUT_CORN_WHISKEY
source: If you have a peanut allergy, it will be perfect.
vi: Nếu bạn bị dị ứng đậu phộng thì nó sẽ rất hoàn hảo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGESODA
source: It's carbonated beverage with squeezed orange juice.
vi: Đó là đồ uống có ga với nước cam ép.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGE_JUICE
source: As sour as the thick rind.
vi: Chua như lớp vỏ dày.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PALE_BEER
source: Pale like its name suggests.
es: Pálido como su nombre indica.
vi: Nhạt như tên gọi của nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PALE_WHISKEY
source: The pale knight watches over those who drink it.
es: El caballero pálido vigila a los que lo beben.
vi: Hiệp sĩ xanh xao trông chừng những người uống nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PETALS_BERRY_BRANDY
source: It seduces with the scent of flowers.
es: Seduce con el perfume de las flores.
vi: Nó quyến rũ với mùi hương của hoa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINEANANASSODA
source: It's tangy and sweet soda.
vi: Đó là soda thơm và ngọt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINEANANAS_JUICE
source: It tore through the tough rind and mashed the pulp.
vi: Nó xé nát lớp vỏ cứng và nghiền nát cùi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE_JUICE
source: It will stain your clothes red if you spill it.
es: Manchará tu ropa si lo derramas.
vi: Nó sẽ làm quần áo của bạn bị ố đỏ nếu bạn làm đổ nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: Whatever is inside, it will still be alive.
es: Lo que haya dentro, seguirá vivo.
vi: Dù có gì bên trong thì nó vẫn còn sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: It needs a bit more time to cook.
es: Necesita un poco más de tiempo para cocinarse.
vi: Cần thêm chút thời gian để nấu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: Finally, I can quench my thirst.
es: Finalmente puedo refrescar mi garganta.
vi: Cuối cùng tôi cũng có thể làm ướt còi của mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: As dry as my eyeballs.
es: Tan seca como mis ojos.
vi: Khô như nhãn cầu của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: For when my throat is parched.
es: Para evitar una garganta reseca.
vi: Khi cổ họng tôi khô rát.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: Shall I gather ingredients for a drink?
es: ¿Recolecto ingredientes para una bebida?
vi: Tôi có nên thu thập nguyên liệu để làm đồ uống không?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: It's still frozen.
es: Está congelado.
vi: Nó vẫn còn đóng băng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: I need to boil it a bit more to melt it.
es: Necesito hervirlo un poco mas para derretirlo.
vi: Tôi cần đun sôi thêm chút nữa để làm tan chảy nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: The water is still lukewarm.
es: El agua sigue tibia.
vi: Nước vẫn còn âm ấm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: I need to boil it a bit more.
es: Necesita hervir un poco mas.
vi: Tôi cần đun sôi thêm chút nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PULQUE
source: All the prideful needles have melted away.
es: Todas las púas se han derretido.
vi: Tất cả những chiếc kim kiêu hãnh đã tan chảy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.QUARTZ_SHAKE
source: A fitting death for a fool.
es: Una muerte apropiada para un tonto.
vi: Một cái chết xứng đáng cho một kẻ ngốc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAINBOW_SHAKE
source: It's a beautiful death in a cup.
es: Una hermosa muerte dentro de una taza.
vi: Đó là một cái chết đẹp đẽ trong một chiếc cốc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RICE_SPIRITS
source: It's hard liquor disguised as water.
es: Es un licor fuerte disfrazado de agua.
vi: Đó là rượu mạnh đội lốt nước.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RICE_WINE
source: It’s wine made from rice.
es: Es vino hecho de arroz
vi: Đó là rượu làm từ gạo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCACAO
source: A makeup jar with tiny lives trapped inside.
es: Una cajita de maquillaje con pequeñas vidas atrapadas dentro.
vi: Một lọ trang điểm với những sinh vật nhỏ bé bị mắc kẹt bên trong.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCACAO_BEAN
source: It's filled with oil.
es: Esta lleno de aceite.
vi: Nó chứa đầy dầu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCACAO_BEAN_COOKED
source: In the end, it's all the same.
es: Al final, todos acabamos igual.
vi: Cuối cùng thì mọi thứ đều giống nhau.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: Only the scent is sweet.
es: Sólo el aroma es dulce.
vi: Chỉ có mùi thơm là ngọt ngào.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCACAO_SEED
source: I rescued it before it could burn.
es: La rescate antes de que ardiera.
vi: Tôi đã cứu nó trước khi nó có thể cháy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCACAO_SEED_SAPLING
source: Life has sprung forth from the darkness.
es: La vida se abrió paso entre las sombras.
vi: Sự sống nảy sinh từ bóng tối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCACAO_TREE
source: It burned its seeds and turned them into nutrients.
es: Quemé las semillas y se convieron en nutrientes.
vi: Nó đốt hạt và biến chúng thành chất dinh dưỡng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCACAO_WINE
source: It's never going to get sweet now.
es: Amargado por el paso del tiempo, nunca volverá a ser dulce
vi: Bây giờ nó sẽ không bao giờ trở nên ngọt ngào nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCHA_LATTE
source: Coffee for adults who can't drink bitter things.
es: Café para adultos que no pueden beber cosas amargas.
vi: Cà phê dành cho người lớn không uống được thứ đắng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCOLATE
source: It's edible black fuel.
es: Es un combustible negro comestible
vi: Đó là nhiên liệu đen ăn được.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINCOLATE_SMOOTHIE
source: A whirlpool of sweetness.
es: Un remolino de dulzura.
vi: Vòng xoáy ngọt ngào.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUIN_SCHOKAKOLA
source: Has everything to wake you up.
es: Lo tiene todo para despertarte.
vi: Có mọi thứ để đánh thức bạn dậy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUMCHATA
source: Give this drink to suffering babies.
es: Dale esta bebida a los bebés que sufren.
vi: Đưa thức uống này cho những đứa trẻ đang đau khổ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEAWEED_SHAKE
source: I can't make any sense of this.
es: No le encuentró sentido a esto.
vi: Tôi chả biết nói gì với cái thứ này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SODA
source: It's fizzing.
es: Está efervescente.
vi: Nó sủi bọt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPARKLINGWINE
source: It's suppressing it insides with a small cork stopper.
es: Esta atrapado dentro, con un pequeño tapón de corcho
vi: Nó ngăn chặn nó bên trong bằng một nút chai nhỏ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPICE_CAFFEINPEPPER
source: It's more versatile than I am.
es: Es más versátil que yo.
vi: Nó linh hoạt hơn tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPOILED_DRINK
source: Can it get any worse than this?
es: ¿Puede haber algo peor que esto?
vi: Nó có thể tệ hơn thế này nữa không?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STRAWBERRYSODA
source: It'sCarbonated beverage with crushed strawberries.
es: Es una bebida carbonatada con fresas trituradas
vi: Đó là nước giải khát có ga với dâu tây nghiền.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: Smoothly wraps around the tip of my tongue.
es: Suavemente envuelve la punta de mi lengua
vi: Nhẹ nhàng quấn quanh đầu lưỡi của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STRAWBERRY_SMOOTHIE
source: A drink made by crushing strawberries with ice.
es: Una bebida hecha triturando fresas con hielo.
vi: Thức uống được làm bằng cách nghiền dâu tây với đá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUSHIBISCUS
source: If I could be with Abigail even for a moment.
es: Si pudiera abrazar ha Abigail, aunque fuera un instante
vi: Giá như tôi có thể ở bên Abigail dù chỉ một lát.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SWEET_RICE_DRINK
source: There's something chewy in it.
es: ¿Tiene algo masticable dentro?.
vi: Có gì đó dai trong đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEALEAVES
source: The leaves will never attach themselves to the stems again.
es: Las hojas nunca volverán a unirse al tallo.
vi: Những chiếc lá sẽ không bao giờ tự gắn vào thân cây nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEALEAVES_DRIED
source: The leaves were badly scorched by the sunlight.
es: Las hojas estan muy quemadas por el sol.
vi: TNhững chiếc lá của anh ta bị cháy sém bởi ánh nắng mặt trời.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEA_LUMPY_VODKA
source: It won't make you healthier.
es: No te hará mas saludable.
vi: Nó sẽ không giúp bạn khỏe mạnh hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEA_RUINCOLATE_LATTE
source: It's bitter but also sweet.
es: Es amargo pero dulce.
vi: Đắng nhưng cũng ngọt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEA_SEED
source: Life has found a place within an unstable death.
es: La vida ha encontrado lugar dentro de una muerte inestable.
vi: Sự sống đã tìm được chỗ đứng trong cái chết bất ổn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEA_SEED_COOKED
source: It ended up roasted to death.
es: Se quemó hasta la muerte.
vi: Nó đã bị nướng chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEA_SEED_SAPLING
source: They share the same root, but the stems don't get along.
es: Comparten la misma raíz, pero los tallos no se llevan bien
vi: Chúng được chia rẽ từ cùng một gốc nhưng chúng không bao giờ bị cô đơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEA_TREE
source: The leaves are lush.
es: Las hojas son ostentosas.
vi: Lá tươi tốt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEQUILA
source: Rough and toxic.
es: Un regalo de los antiguos hijos del sol.
vi: Thô và độc hại.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TOFFEE_LATTE
source: It is too sweet, lacking the lingering echo of coffee's aroma.
es: Es demasiado dulce, le falta el eco persistente, del olor a café
vi: Nó quá ngọt, thiếu đi dư vị dai dẳng của hương cà phê.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TOMATO_JUICE
source: Blood is thicker but the drink I prefer is water
es: La sangre es mas espesa, pero prefiero el agua
vi: Máu sẽ đặc hơn nhưng thứ tôi cần là nước. from a Place of Love

# STRINGS.CHARACTERS.WENDY.DESCRIBE.VEGGIE_TEA
source: I mixed vegetables and boiled them.
es: He mezclado vegetales y los herví.
vi: Tôi trộn rau và luộc chúng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WATERMELON_JUICE
source: It's as watery as water itself.
es: Es tan acuoso como el agua misma.
vi: Nước như nước.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WATER_CLEAN
source: It extends life for a moment.
es: Prolonga la vida por un tiempo.
vi: Nó kéo dài tuổi thọ trong giây lát.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WATER_CLEAN_ICE
source: As frozen as my heart.
es: Tan frío como mi corazón.
vi: Cóng như trái tim tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WATER_DIRTY
source: If you want to experience a long-lasting pain.
es: Si quieres experimenar un dolor duradero
vi: Nếu bạn muốn trải nghiệm một nỗi đau lâu dài.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WATER_DIRTY_ICE
source: Dirty and frozen water.
es: Suciedad con hielo sucio.
vi: Nước bẩn và đóng băng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WATER_SALTY
source: It gives life, yet it is also a poison that leads to death..
es: Da vida, ¿Oh solo es un veneno que lleva a la muerte?
vi: Nó mang lại sự sống nhưng cũng là chất độc dẫn đến cái chết.. Salt Water from the novel "Lord of the Flies"

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_BURYING_KIT
source: Even if you dig such a deep hole and try to seal it with a huge nail..
es: Incluso si cavas un agujero tan profundo, tratas de sellarlo con un clavo enorme..
vi: Ngay cả khi bạn đào một cái hố sâu như vậy và cố gắng bịt kín nó bằng một chiếc đinh khổng lồ..

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_DRILLING
source: Drilling a large hole into the ground.
es: ¿Cavará tan profundo hasta el averno?.
vi: Khoan một lỗ lớn vào lòng đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_DRILLING_ITEM
source: It will drill a deep hole into the ground.
es: Haré un gran agujero en el suelo.
vi: Nó sẽ khoan một lỗ sâu vào lòng đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_KIT
source: It's heavy, but I'll try to stay motivated.
es: Es pesado, pero trataré de mantenerme motivada.
vi: Thật nặng nề nhưng tôi sẽ cố gắng duy trì động lực.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: It can work again, as long as I provide fuel.
es: Puede funcionar de nuevo, siempre y cuando le proporcione combustible.
vi: Nó có thể hoạt động trở lại miễn là tôi cung cấp nhiên liệu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_SPRINKLER.OFF
source: It has stopped working.
es: Ah dejado de trabajar.
vi: Nó đã ngừng hoạt động.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_SPRINKLER.ON
source: It stole my job.
es: Me ha robado el trabajo.
vi: Nó đã cướp mất công việc của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_SPRINKLER_KIT
source: If I just designate where to install the machine, it will automatically find its place.
es: Si sólo elijo dónde instalar la máquina, automáticamente encontrará su lugar.
vi: Nếu tôi chỉ định nơi cài đặt máy, nó sẽ tự động tìm vị trí của nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: It's pumping vigorously.
es: Bombea tan fuerte como el corazón antes de extinguirse.
vi: Nó đang bơm mạnh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: It seems there's an arrhythmia.
es: Parece que tiene una arritmia.
vi: Dường như có rối loạn nhịp tim.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: It will expel water in response to movement.
es: Su fuerza empieza a extinguirse.
vi: Nó sẽ đẩy nước ra ngoài khi có chuyển động.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: The heart has stopped.
es: Su corazón se ha parado.
vi: Tim đã ngừng đập.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL_WATERPUMP_KIT
source: A cold mechanical heart.
es: Un gélido corazón mecánico.
vi: Trái tim máy móc lạnh lùng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WHEAT_BEER
source: I can no longer taste the sweetness of the grain.
es: No se puede saborear la dulzura de los granos
vi: Bạn không thể nếm được vị ngọt của ngũ cốc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WHEAT_WHISKEY
source: It's just a poison that slowly kills people.
es: Solo es un veneno que mata lentamente a las personas
vi: Đó chỉ là chất độc giết người từ từ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WHITE_RUINCOLATE
source: If only I could share this sweetness with Abigail...
es: Si tan sólo pudiera compartir esta dulzura con Abigail...
vi: Giá như tôi có thể chia sẻ sự ngọt ngào này với Abigail...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINE
source: As red and dark as blood.
es: Oscuro y carmesí como la sangre
vi: Đỏ và sẫm như máu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WX78MODULE_NONEDRUNK
source: It looks so fragile... hopefully no tragic accidents befall it.
vi: Nó trông mỏng manh quá...hy vọng không có tai nạn thương tâm nào xảy ra với nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.GIVE.WELL_BUSY
source: Let's wait.
es: Esperemos un momento.
vi: Đợi đã.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: This well only holds one bucket.
es: Este pozo solo puede tener una cubeta a la vez.
vi: Bạn cần lấy nước từ giếng có đủ nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CAFFINE_BUFF_START
source: I can feel the caffeine starting to bind to my adenosine receptors.
es: Puedo sentir la cafeína empezando a unirse a mis receptores de adenosina.
vi: Tác dụng của caffeine đang bắt đầu phát huy tác dụng.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CAFFINE_BUFF_STOP
source: The caffeine has been fully metabolized in my body.
es: La cafeína fue metabolizada completamente en mi cuerpo.
vi: Quá trình chuyển hóa caffeine trong cơ thể tôi đã kết thúc.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CURE_WATERBORNE
source: I can feel the pain from the endemic disease easing up.
es: Puedo sentir el dolor de la enfermedad endémica aliviarse.
vi: Nỗi đau do bệnh lây qua đường nước đang bắt đầu giảm bớt.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DCAPACITY_CRITICAL
source: Don't drink alcohol too much. Overdrinking has a negative impact on your liver and...
es: No debería beber demasiado, tiene efectos nocivos para el hígado y aparato digestivo
vi: Không nên uống quá nhiều. Uống quá nhiều sẽ ảnh hưởng xấu đến gan và hệ tiêu hóa...

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DCAPACITY_HALF
source: Moderate drinking has some benefits for the body.
es: Beber con moderación tiene efectos positivos en la salud.
vi: Uống rượu vừa phải có một số lợi ích cho cơ thể.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DRUNK
source: Dige-stive system.. and mentally... ahem..hem..
es: Mi sistema diges-tivoo, y mentaal ejem edn.
vi: Fe...Cảm thấy hơi choáng váng...chóng mặt...

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DRUNK_END
source: Anyway, overdrinking is absolutely forbidden.
es: De todas formas, beber en exceso esta completamente prohibido.
vi: Dù sao, việc uống rượu quá mức là hoàn toàn bị cấm.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NOTCHARGE
source: That goat is not in a condition to be milked.
es: La cabra no esta en condiciones de ser ordeñada.
vi: Bạn không thể vắt sữa khi chưa sạc.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_THIRST
source: Librarian needs water.
es: La bibliotecaria necesita agua.
vi: Tôi cần đồ uống từ căng tin.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ABSINTHE
source: Distilled spirits made by extracting various herbs in alcohol.
es: Bebida destilada mediante la extracción de diversas hierbas en alcohol.
vi: Rượu chưng cất được làm bằng cách chiết xuất các loại thảo mộc khác nhau trong rượu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ADDITIVE_DAIRY
source: Adds a creamy flavor to liquors.
es: Añade un sabor cremoso a los licores.
vi: Thêm hương vị kem cho rượu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ADDITIVE_NUT
source: Adds nut flavors to liquors.
es: Añade un sabor de frutos secos a los licores.
vi: Thêm hương vị hạt vào rượu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ADDITIVE_PETALS
source: Adds leaf and flower flavors to liquors.
es: Agrega un sabor de hojas y flores al licor.
vi: Thêm hương vị lá và hoa vào rượu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ADDITIVE_SEED
source: Adds a seed flavor to liquors.
es: Agrega un sabor a semilla a los licores.
vi: Thêm hương vị hạt vào rượu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.AREUHI
source: Shimiin Arkhi is made by repeatedly distilling and fractionating kumis to remove impurities.
es: El Shimiin Arkhi se elabora destilando y fraccionando repetidamente los kumis para eliminar las impurezas.
vi: Makgeolli được chưng cất và tinh chế nhiều lần để loại bỏ tạp chất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARRACK
source: Distilled spirits made by South Asian indigenous people using coconut flower sap.
es: Destilado de savia de coco elaborado por los indígenas del sur de Asia.
vi: Rượu chưng cất do người dân bản địa Nam Á sử dụng nhựa hoa dừa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.AUROBOW
source: I should research why this drink is glowing.
es: Debería investigar por qué esta bebida brilla.
vi: Tôi nên nghiên cứu lý do tại sao thức uống này lại phát sáng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BANANA_JUICE
source: It's not bad to have a warm drink.
es: No está mal tomar una bebida caliente.
vi: Uống nước ấm cũng không tệ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BARREL.BURNT
source: Oh no, all the water is gone!
es: ¡Oh no, se ah perdido toda el agua!
vi: Ồ không, hết nước rồi!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BARREL.GENERIC
source: Charcoal is added for safe water storage.
es: Un filtro de carbón es agregado para un seguro almacenamiento de agua.
vi: Than được thêm vào để trữ nước an toàn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRIES_JUICE
source: The pharmacological effects of the Ardisia crenata fruit include antipyretic and anti-inflammatory properties.
es: Los efectos farmacológicos del fruto de la Ardisia crenata incluyen propiedades antipiréticas y antiinflamatorias.
vi: Có đặc tính hạ sốt và chống viêm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRY_BRANDY
source: Known as the 'king of spirits' due to its high price and complicated production.
es: Conocido como el "rey de los licores" por su elevado precio y complicada elaboración.
vi: Được mệnh danh là 'vua rượu mạnh' do giá cao và quá trình sản xuất phức tạp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRY_GIN
source: Originally intended as a medicinal drink for diuresis, antipyretic effects, and to promote digestion.
es: Originalmente se utilizaba como bebida medicinal para la diuresis, con efectos antipiréticos y para favorecer la digestión.
vi: Ban đầu được dùng làm thuốc lợi tiểu, hạ sốt và toát mồ hôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLACKTEA
source: A cup of tea and a good book is needed.
es: Una taza de té y un buen libro es lo que necesito.
vi: Cần một tách trà và một cuốn sách hay.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLACKTEA_ICED
source: It invigorates the spirit.
es: Vigoriza el espíritu.
vi: Nó tiếp thêm sinh lực cho tinh thần.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOILBOOK
source: A compilation of beverage information.
es: Interesante, una compilación de información sobre bebidas.
vi: Tổng hợp thông tin đồ uống.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BREWERY.BURNT
source: I'll have to put off research on fermentation for a while.
es: Tendré que aplazar por un tiempo la investigación sobre la fermentación.
vi: Chúng tôi sẽ phải hoãn việc nghiên cứu lên men một thời gian.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BREWERY.DONE
source: You can smell it from afar.
es: Puedes olerlo desde lejos.
vi: Bạn có thể ngửi thấy nó từ xa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BREWERY.EMPTY
source: To preserve food for a long time, they started making alcohol.
es: Para conservar los alimentos durante mucho tiempo, empezaron a fabricar alcohol.
vi: Chúng tôi đã bắt đầu sản xuất rượu để bảo quản thực phẩm lâu dài.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BREWERY.FERMENTING_LONG
source: Now we need to be patient as the ingredients ferment.
es: Tendremos que tener paciencia hasta que los ingredientes fermenten.
vi: Bây giờ chúng ta cần kiên nhẫn trong khi các nguyên liệu lên men.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BREWERY.FERMENTING_SHORT
source: Fermentation is almost done!
es: ¡La fermentación ya casi acaba!
vi: Quá trình lên men gần như hoàn tất!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: Water with bacteria teeming in it.
es: El agua contiene bacterias, necesita hervirse.
vi: Nước có vi khuẩn sôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: Small ice chunks with bacteria.
es: Pequeños pedazos de hielo con bacterias.
vi: Những khối băng nhỏ chứa vi khuẩn.
