Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TEQUILA
source: Praise the sun! Hohoho!
es: Adora al sol, jojojo.!
vi: Ca ngợi mặt trời! Hohoho!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TOFFEE_LATTE
source: I don't really like drinks.
es: No me gustan estas bebidas.
vi: Tôi không thực sự thích đồ uống.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TOMATO_JUICE
source: Sad tomato. Hehe!
es: Tomate triste, jeje
vi: Cà chua buồn. Hehe!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.VEGGIE_TEA
source: I'm fine. It's just the soul that matters.
es: Estoy bien, es el alma la que importa.
vi: Tôi ổn. Chỉ có tâm hồn mới quan trọng.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WATERMELON_JUICE
source: Hmm, I'll pass.
es: Hmmm, paso.
vi: Hmm, tôi sẽ vượt qua.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WATER_CLEAN
source: Mortals can't live without this.
es: Los mortales no pueden vivir sin esto.
vi: Con người không thể sống thiếu thứ này.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WATER_CLEAN_ICE
source: It must be tough to drink.
es: Debe ser difícil de beber.
vi: Chắc là khó uống lắm.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WATER_DIRTY
source: Eww, it's really impure!
es: Hugh, está sucia
vi: Ôi, nó bẩn thật!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WATER_DIRTY_ICE
source: Eww, it's filthy!
es: Hugh, ¡Está sucio!
vi: Ôi, bẩn quá!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WATER_SALTY
source: Eww, the more I drink, the thirstier I get!
es: Hugh, cuanto más tomo más me da sed
vi: Ôi, càng uống càng khát!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL
source: I need to find a bucket to lower.
es: Necesito una cubeta para bajarla.
vi: Tôi cần tìm một cái xô để hạ xuống.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_BURYING_KIT
source: A tool for burying past mistakes.
es: Una herramienta para borrar errores pasados.
vi: Một công cụ để chôn vùi những sai lầm trong quá khứ.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_DRILLING
source: Creating holes in the world.
es: Creando agujeros en el mundo.
vi: Tạo lỗ trên thế giới.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_DRILLING_ITEM
source: Let's dig a little!
es: ¡Cavemos un poco!
vi: Hãy đào một chút!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_KIT
source: A guide for mortals on how to dig a well.
es: Una guía para mortales sobre como construir un pozo.
vi: Hướng dẫn cách đào giếng cho người phàm.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: It looks like it needs more fuel.
es: Parece que necesita más combustible.
vi: Có vẻ như nó cần nhiều nhiên liệu hơn.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_SPRINKLER.OFF
source: It's not working, just resting.
es: No funciona, está descansando.
vi: Nó không hoạt động, chỉ đang nghỉ ngơi.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_SPRINKLER.ON
source: A fountain show!
es: ¡Apareció una fuente!
vi: Buổi trình diễn đài phun nước!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_SPRINKLER_KIT
source: I don't like getting sprayed.
es: No me gusta ser salpicado.
vi: Tôi không thích bị xịt.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: It's making quite a noise!
es: ¡Está haciendo mucho ruido!
vi: Nó gây ra tiếng ồn khá lớn!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: It looks like it's about to turn off.
es: Parece que se va a apagar.
vi: Có vẻ như nó sắp tắt.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: The sound has weakened a bit.
es: El ruido ya no es tan alto.
vi: Âm thanh đã yếu đi một chút.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: I guess I need to recharge it!
es: ¡Supongo que necesito recargarlo!
vi: Tôi đoán là tôi cần phải sạc lại!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WELL_WATERPUMP_KIT
source: A well relying on magic, how amusing!
es: Un pozo mágico ¡Qué divertido!
vi: Một cái giếng dựa vào phép thuật, thật thú vị!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WHEAT_BEER
source: I'll drink wheat beer when it's high tide.
es: Beberé cerveza de trigo cuando haya marea alta.
vi: Tôi sẽ uống bia lúa mì khi thủy triều lên.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WHEAT_WHISKEY
source: Mortals should mix it with their beverages. Hohoho.
es: Los mortales deberían mezclarlo con sus bebidas.
vi: Con người nên trộn nó với đồ uống của họ. Hohoho.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WHITE_RUINCOLATE
source: It's still smoother than a soul.
es: Sigue siendo más suave que un alma.
vi: Nó vẫn mượt mà hơn cả tâm hồn.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WINE
source: It tastes like a luxurious mortal.
es: Sabe a mortal.
vi: Nó có vị như một loại rượu sang trọng.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WX78MODULE_NONEDRUNK
source: Are you the brightest bulb of the bunch?
es: Puede que seas el más inteligente del grupo
vi: Bạn có phải là người sáng nhất trong nhóm không?

# STRINGS.CHARACTERS.WURT.ACTIONFAIL.GIVE.WELL_BUSY
source: It's inside the bucket hole, florp!
es: ¡Está dentro del agujero, baaah!
vi: Nó ở trong hố xô, baaah!

# STRINGS.CHARACTERS.WURT.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: There's already a bucket attached, florp!
es: ¡Ya hay una cubeta aquí, baaah!
vi: Đã có sẵn một cái xô rồi, baaah!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_CAFFINE_BUFF_START
source: Ready to run!
es: Estoy lista para correr!
vi: Tôi đã sẵn sàng chạy!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_CAFFINE_BUFF_STOP
source: Don't feel like running anymore.
es: No creo poder correr.
vi: Tôi không muốn chạy nữa.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_CURE_WATERBORNE
source: Feeling a bit better now, florp.
es: Me siento un poco mejor, baaah.
vi: Bây giờ tôi cảm thấy khá hơn một chút rồi, baaah.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_DCAPACITY_CRITICAL
source: Flurph, I feel dizzy!
es: Baaah, me mareo!
vi: Baaah, tôi cảm thấy chóng mặt!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_DCAPACITY_HALF
source: My face is flushed, glargh!
es: ¡Mi cara esta roja, baaah!
vi: Mặt tôi đỏ bừng, baaah!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_DRUNK
source: My head hurts... Feeling dizzy, fluuurph...
es: Me duele la cabeza... me mareo, baaah...
vi: Đầu tôi đau...Tôi cảm thấy chóng mặt, baaah...

# STRINGS.CHARACTERS.WURT.ANNOUNCE_DRUNK_END
source: Flurp! Feeling a bit better now.
es: Baaah! Me siento un poco mejor.
vi: Baaah! Bây giờ tôi cảm thấy tốt hơn một chút rồi.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_NOTCHARGE
source: No milk is coming out!
es: ¡No sale nada de leche!
vi: Không có sữa chảy ra!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_NOTHIRSTSIESTA
source: I need water, then I'll take a nap.
es: Necesito agua, así podré tomar una siesta.
vi: Tôi cần nước, sau đó tôi sẽ chợp mắt một lát.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_NOTHIRSTSLEEP
source: I need water, then I'll sleep.
es: Necesito agua, así podré dormir.
vi: Tôi cần nước, sau đó tôi sẽ ngủ.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_SLEEP_END
source: Flurp, All better after a nap!
es: Baaah, estaré mejor después de una siesta!
vi: Baaah, tôi thấy khỏe hơn sau một giấc ngủ ngắn!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_THIRST
source: I need a drink!
es: ¡Necesito una bebida!
vi: Tôi cần uống nước!

# STRINGS.CHARACTERS.WURT.DESCRIBE.ABSINTHE
source: Is green like poison, and smells strange!
es: Es como una poción verde, ¡Y huele extraño!
vi: Nó có màu xanh như chất độc và có mùi lạ!

# STRINGS.CHARACTERS.WURT.DESCRIBE.ADDITIVE_DAIRY
source: Looks like soil in front of our house but white!
es: ¡Es tan blanco como el suelo de nuestra casa!
vi: Trắng như nền đất nhà chúng ta!

# STRINGS.CHARACTERS.WURT.DESCRIBE.ADDITIVE_NUT
source: Won't eat this snack?
es: ¿No te comerás este snack?
vi: Bạn sẽ không ăn món ăn nhẹ này à?

# STRINGS.CHARACTERS.WURT.DESCRIBE.ADDITIVE_PETALS
source: Collected a lot of petals.
es: Recolecté muchos pétalos.
vi: Tôi đã thu thập được rất nhiều cánh hoa.

# STRINGS.CHARACTERS.WURT.DESCRIBE.ADDITIVE_SEED
source: Aren't going to plant it in the ground?
es: ¿No vas a plantar en este suelo?
vi: Bạn không định trồng nó xuống đất à?

# STRINGS.CHARACTERS.WURT.DESCRIBE.AREUHI
source: Where did the milk go?
es: ¿A dónde se fue la leche?
vi: Sữa đi đâu rồi?

# STRINGS.CHARACTERS.WURT.DESCRIBE.ARRACK
source: I'll eat waterly fruit as it is, not this.
es: Por los merms, solamente dame el agua de fruta, flurp.
vi: Merm, cho tôi nước trái cây nguyên chất, húp xì xụp.

# STRINGS.CHARACTERS.WURT.DESCRIBE.AUROBOW
source: Pretty fishs... why?
es: Hermoso pez...¿Por qué?
vi: Cá đẹp... tại sao?

# STRINGS.CHARACTERS.WURT.DESCRIBE.BANANA_JUICE
source: Is warm, but fruit juice is delicious!
es: Incluso aunque no esté frío,¡Este jugo está delicioso!
vi: Ngay cả khi trời ấm, nước ép trái cây vẫn ngon!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BARREL.BURNT
source: Why is burning when there's water inside?
es: ¿Por qué se quemó si hay agua adentro?
vi: Tại sao lại cháy khi có nước bên trong?

# STRINGS.CHARACTERS.WURT.DESCRIBE.BARREL.GENERIC
source: Wicker lady got mad at them for raising fish in this...
es: La señora Wicker se enfado con ellos por meter pescados ahí, ribbit.
vi: Bà đan liễu gai nổi giận với họ vì nuôi cá trong cái này, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BERRIES_JUICE
source: Bushefruite juice!
es: ¡Jugo de los arbustos de bayas!
vi: Nước ép từ bụi quả mọng!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BERRY_BRANDY
source: Where are my snack fruit, glurph?
es: ¿Dónde está mi aperitivo frutal?
vi: Trái cây ăn vặt của tôi đâu rồi, húp xì xụp?

# STRINGS.CHARACTERS.WURT.DESCRIBE.BERRY_GIN
source: Has a stronger scent, glorp.
es: Tiene un sabor fuerte, flurp.
vi: Nó có mùi thơm nồng hơn, sền sệt.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BLACKTEA
source: Hot water has smells good!
es: ¡El agua caliente huele bien!
vi: Nước nóng có mùi thơm quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BLACKTEA_ICED
source: Cold water has smells good!
es: ¡El agua fría huele bien!
vi: Nước lạnh có mùi thơm quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BOILBOOK
source: A book full of recipes for drinks!
es: ¡Un libro lleno de recetas!
vi: Cuốn sách đầy đủ các công thức pha chế đồ uống!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BREWERY.BURNT
source: Sob sob...
es: Oh no, ribbit.
vi: Ồ không, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BREWERY.DONE
source: Is it so-da, florp?
es: ¿Es refresco?, flurp.
vi: Có phải soda không, ribbit?

# STRINGS.CHARACTERS.WURT.DESCRIBE.BREWERY.EMPTY
source: Can make so-da, not just alcohol, florp!
es: Puede hacer refresco, no solo alcohol, ¡Florp!
vi: Có thể làm soda, không chỉ rượu, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BREWERY.FERMENTING_LONG
source: It's taking sooooo loooong, glorp!
es: Está tomando mucho tiempo, ribbit.
vi: Mất quá nhiều thời gian, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BREWERY.FERMENTING_SHORT
source: Is it so-da yet? Almost done?
es: ¿Ya está el refresco?
vi: Soda chưa? Gần xong rồi à?

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: It turned into a tiny pond, florp!
es: Se convirtió en un pequeño estanque.!
vi: Nó biến thành một cái ao nhỏ, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: Flrrr, the tiny pond has frozen.
es: Brrr, el pequeño estanque se ha congelado.
vi: Brrr, cái ao nhỏ đã đóng băng.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: Is a floaty bucket. florp
es: Es un cubo flotante flop
vi: Nó là một cái xô có thể nổi được he, phờ lóp

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Full of rainwater!
es: ¡Lleno de agua de lluvia!
vi: Đầy nước mưa!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: Flrrr, don't want to touch it.
es: Brrr, no lo quiero tocar
vi: Brrr, không muốn chạm vào nó.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_EMPTY.DIRTY
source: It turned into a tiny pond, florp!
es: Se convirtió en un pequeño estanque.!
vi: Nó biến thành một cái ao nhỏ, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: Flrrr, the tiny pond has frozen.
es: Brrr, el pequeño estanque se ha congelado.
vi: Brrr, cái ao nhỏ đã đóng băng.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_EMPTY.EMPTY
source: Is a bucket.florp
es: Es una cubeta, ribbit.
vi: Đó là một cái xô, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_EMPTY.FULL
source: Full of rainwater!
es: ¡Lleno de agua de lluvia!
vi: Đầy nước mưa!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: Flrrr, don't want to touch it.
es: Brrr, no lo quiero tocar
vi: Brrr, không muốn chạm vào nó.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: It turned into a tiny pond, florp!
es: Se convirtió en un pequeño estanque
vi: Nó biến thành một cái ao nhỏ, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: Flrrr, the tiny pond has frozen.
es: Brrr, el pequeño se ha congelado.
vi: Brrr, cái ao nhỏ đã đóng băng.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: Sturdy bucket!
es: ¡Una cubeta resistente!
vi: Xô chắc chắn!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: Full of rainwater!
es: ¡Lleno de agua de lluvia!
vi: Đầy nước mưa!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: Brrr, don't want to touch it.
es: Brrr, no lo quiero tocar .
vi: Brrr, không muốn chạm vào nó.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: It turned into a tiny pond, florp!
es: Se convirtió en un pequeño estanque.
vi: Nó biến thành một cái ao nhỏ, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: Flrrr, the tiny pond has frozen.
es: Brrr, el pequeño estanque se ha congelado.
vi: Brrr, cái ao nhỏ đã đóng băng.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: Wood choppy man said not to sit on it.
es: El leñador dijo que no me sentará en él.
vi: Tiều phu đã bảo đừng ngồi lên nó.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Full of rainwater!
es: ¡Lleno de agua de lluvia!
vi: Đầy nước mưa!

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: Flrrr, don't want to touch it.
es: Brrr, ¡No lo quiero tocar!.
vi: Brrr, không muốn chạm vào nó.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BUTTERBEER
source: Doesn't taste bugs and very sweet!
es: No sabe a bichos ,es muy dulce !
vi: Nó không có vị như côn trùng và rất ngọt!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CACTUSFLOWER_TEA
source: Ugly flowers went into it and it's sweet, florp!
es: Las flores feas florecieron y son dulces, florp.
vi: Có những bông hoa xấu xí cắm vào đó và nó thật ngọt ngào, baaah!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CACTUS_TEA
source: No thorns? Good!
es: ¿Sin espinas? ¡Grandioso!
vi: Không có gai? Tốt!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAFFEINBERRY
source: A lot of snacks are opening up!
es: ¡Un snack es revelado!
vi: Một bữa ăn nhẹ được tiết lộ!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAFFEINBERRY_BEAN
source: A delicious snack!
es: ¡Un delicioso snack!
vi: Một món ăn nhẹ ngon tuyệt!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Is not delicious anymore..
es: Ya no es delicioso.
vi: Nó không còn ngon nữa.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAFFEINBERRY_JUICE
source: Gleh... yucky.
es: Flurp... No tiene sabor.
vi: Ôi...không ngon chút nào.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: Slooosh, slooosh~
es: Slush, slush, florp
vi: Slooosh, slooosh, ribbit~

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: Water's almost moving, fascinating!
es: El agua se está moviendo, ¡Fascinante!
vi: Nước gần như chuyển động, thật hấp dẫn!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPDESALINATOR.DONE
source: Water isn't salty anymore!
es: ¡El agua ya no está salada, ribbit!
vi: Nước không còn mặn nữa, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPDESALINATOR.GENERIC
source: Fww, is empty.
es: Oh, está vacío.
vi: Ôi, nó trống rỗng.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPDESALINATOR.STOP
source: There is huge pond water in it., florp.
es: Hay un gran estanque en el interior, flurp.
vi: Bên trong có một cái ao lớn, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPDESALINATOR_ITEM
source: Is toooo heavy.
es: Esto es muy pesado
vi: Cái này nặng quá.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: Water's still cold, glorp.
es: El agua sigue fría, flort.
vi: Nước vẫn còn lạnh, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: Is hot!!
es: ¡Está caliente!
vi: Nóng quá!!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPKETTLE.DONE
source: Water doesn't smell?
es: ¿El agua no huele verdad?, ribbit.
vi: Nước không có mùi, ribbit?

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPKETTLE.GENERIC
source: Fww, is empty.
es: Oh, está vacío.
vi: Aww, nó trống rỗng.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPKETTLE.STOP
source: There's pond water inside.
es: Hay un gran estanque en el interior.
vi: Bên trong có nước ao.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CAMPKETTLE_ITEM
source: Needed for Scale-less to drink pond water!
es: ¡Se necesitan agallas para tomar agua del estanque!
vi: Cần cho làn da mịn màng uống nước ao!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CARROT_TEA
source: It tastes even better now!
es: ¡Sabe mejor!
vi: Giờ nó còn ngon hơn nữa!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CHERRY_BLOOM_MADHU
source: Make alcohol with pretty honey?
es: ¿Hiciste alcohol con flor de cerezo y miel?
vi: Bạn có làm rượu bằng mật ong hoa anh đào đẹp không?

# STRINGS.CHARACTERS.WURT.DESCRIBE.CHERRY_BLOOM_RUM
source: Ugly flowers are dancing, florp!
es: ¡Las flores feas están bailando!
vi: Những bông hoa xấu xí đang nhảy múa, húp xì xụp!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CHERRY_DOCTOR_COLA
source: Black water bubbles and tastes like red juice!
es: ¡El agua oscura tiene burbujas y sabe a jugo rojo!
vi: Nước đen sủi bọt và có vị như nước trái cây màu đỏ!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CHERRY_HONEY_TEA
source: Drinking pretty honey-tanned water makes body warm!
es: ¡Beber agua de miel te mantiene cálido!
vi: Uống nước rám nắng mật ong làm ấm cơ thể!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: No more ugly fruit hair?
es: Fruta fea, ¿Sin pelos?
vi: Trái cây xấu, không có tóc?

# STRINGS.CHARACTERS.WURT.DESCRIBE.COCONUT_JUICE
source: Fruit has become soft, florp!
es: Está lleno de fruta , slurp!
vi: Nó đầy hương trái cây, húp xúp!

# STRINGS.CHARACTERS.WURT.DESCRIBE.COCONUT_WINE
source: Smells like watery fruit to alcohol.
es: Huele como agua de frutas combinado con alcohol.
vi: Có mùi như nước trái cây trộn với rượu.

# STRINGS.CHARACTERS.WURT.DESCRIBE.COLA
source: Wow, Tastes amazing, florp!
es: Wow, ¡Sabe increíble!, flurp!
vi: Chà, ngon quá, húp úp!

# STRINGS.CHARACTERS.WURT.DESCRIBE.COLAQUANTUM
source: Sparkles and makes a some sounds, florp!
es: Brilla y hace ruido, slurp!
vi: Nó lấp lánh và phát ra âm thanh, xì xụp!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CORN_BEER
source: Has a foamy head, florp.
es: Por encima es espumoso, slurp.
vi: Nó có bọt ở đầu, húp xúp.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CORN_WHISKEY
source: Smells poisonous, glorpt.
es: Huele como peligro, slurp.
vi: Nó có mùi độc, húp xúp.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DARK_RUINCOLATE
source: Cooked man gave me strange snacks.
es: El hombre que cocina me dió estos extraños snacks.
vi: Người đàn ông nấu ăn đã cho tôi những món ăn vặt kỳ lạ.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DESALINATOR.BURNT
source: It's not me, glorph!
es: No fuí yo, ribbit!
vi: Không phải tôi đâu, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.DESALINATOR.EMPTY
source: This makes it possible to drink water from a huge pond!
es: ¡Le hicieron de beber del gran estanque!
vi: Họ làm ra nó để uống từ một cái ao lớn!

# STRINGS.CHARACTERS.WURT.DESCRIBE.DESALINATOR.HASSALT
source: Too much salty rocks, no use, glorp.
es: Demasiada sal, no es útil, ribbit.
vi: Quá nhiều muối, không có tác dụng, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DESALINATOR.HASWATER
source: Water's not salty anymore.
es: El agua ya no está salada, ¡Florp!
vi: Nước không còn mặn nữa, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.DESALINATOR.PURIFY_LONG
source: Gurgle, gurgle, Is spinning.!
es: Florp, florp, ¡Tomará un tiempo!
vi: Ròng rọc, ríu rít, sẽ mất một lúc!

# STRINGS.CHARACTERS.WURT.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: Almost ready to drink, florp!
es: Casi listo para beber, ¡Ribbit!
vi: Sắp sẵn sàng để uống rồi, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.DISINFECTANT
source: This water is cold and quickly disappears.
es: Esta agua es fría y desaparece rápidamente.
vi: Nước này lạnh và nhanh chóng biến mất.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: I don't drink alcohol, glorp.
es: No bebo alcohol, florp.
vi: Tôi không uống rượu, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: If i watch it up, my head is spinning!
es: Si lo miras, ¡Hace ping ping!
vi: Nếu bạn xem nó, nó sẽ kêu ping!

# STRINGS.CHARACTERS.WURT.DESCRIBE.DISTILLERS.DONE
source: Let's give it to someone who can drink, florp!
es: ¡Démosle a alguien que lo pueda beber, flurp!
vi: Hãy đưa nó cho người biết uống, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.DISTILLERS.EMPTY
source: Cauldron made of pretty stone!
es: ¡Una bonita caldera hecha de piedra!
vi: Một cái vạc xinh xắn làm bằng đá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.DRAGONJUICE
source: Is bit bland, florp.
es: Está sin sabor , baaah.
vi: Hơi nhạt nhẽo, baaah.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUG_CAFFEINBERRY
source: You'll find a good place.
es: Encontrarás un buen lugar.
vi: Bạn sẽ tìm được một nơi tốt.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUG_RUINCACAO_TREE
source: You'll find a good place.
es: Encontrarás un buen lugar.
vi: Bạn sẽ tìm được một nơi tốt.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUG_TEA_TREE
source: Let's go somewhere with me, florp.
es: Vayamos a algún lado, baaah.
vi: Đi đâu đó đi, baaah.

# STRINGS.CHARACTERS.WURT.DESCRIBE.FIG_JUICE
source: Ummm, chewy-chewy-gulp-gulp-.
es: Hmm, es correoso pero sabe bien
vi: Hmm, nó dai và ăn rất ngon!

# STRINGS.CHARACTERS.WURT.DESCRIBE.FRUITJUICE
source: Has the taste of various fruits!
es: ¡Tiene el sabor de distintas frutas!
vi: Nó có hương vị của nhiều loại trái cây khác nhau!

# STRINGS.CHARACTERS.WURT.DESCRIBE.FRUITSODA
source: Tastes fruity, but the bubbles are annoying.
es: Sabe a frutas, pero las burbujas son molestas.
vi: Nó có vị trái cây nhưng sủi bọt rất khó chịu.

# STRINGS.CHARACTERS.WURT.DESCRIBE.FUER
source: Cave plants turned red, flurpt!
es: Las plantas de la cueva se pusieron rojas , baaah!
vi: Cây trong hang chuyển sang màu đỏ, baaah!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GIANT_BLUEBERRY_GIN
source: Faboom!
es: ¡Kaboom!
vi: Kwagwang!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GIANT_BLUEBERRY_WINE
source: Explodes when set it on fire.
es: Explota cuando lo pones en el fuego.
vi: Nó phát nổ khi bạn đốt cháy.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWBERRYJUICE
source: Is shining juice!!
es: ¡Es un jugo brillante!
vi: Đó là nước ép tỏa sáng!!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWBERRYWINE
source: Give me juice instead of shining fruit wine.
es: Dame un jugo en vez de este vino brillante.
vi: Hãy cho tôi nước trái cây thay vì rượu hoa quả.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWBERRY_GIN
source: Give me glowing fruit juice, not alcohol.
es: ¡Está brillando!
vi: Thật lấp lánh!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GOOPYDRINK
source: Is this our home's pond water?
es: ¿Es esto el agua del estanque de nuestra casa?Is this our home's pond water?
vi: Đây có phải là nước ao nhà chúng ta không?

# STRINGS.CHARACTERS.WURT.DESCRIBE.GREENTEA
source: Is fragrant water!
es: ¡Huele como agua!
vi: Có mùi như nước!

# STRINGS.CHARACTERS.WURT.DESCRIBE.HIBISCUSTEA
source: Heh-heh, I boiled red flowers!
es: Hehe, ¡Herví flores rojas!
vi: Hehe, tôi luộc hoa đỏ!

# STRINGS.CHARACTERS.WURT.DESCRIBE.HOLE
source: Can hear the sound of stream.
es: Puedo escuchar el agua.
vi: Tôi có thể nghe thấy tiếng nước.
