Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: It's frozen solid.
es: Está sólidamente congelado.
vi: Nó đã đông cứng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: Dirty water has collected inside!
es: ¡Se ha llenado de agua sucia!
vi: Nước bẩn đã tích tụ bên trong!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: Maybe heating it up all at once will solve everything?
es: ¿Tal vez quemarlo lo arregle?
vi: Có lẽ đun nóng tất cả cùng một lúc sẽ giải quyết được mọi chuyện?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: It doesn't seem like it will burn, should I use it as a container for firewood instead?
es: No parece que vaya a arder, ¿debería utilizarlo como contenedor de leña en su lugar?
vi: Có vẻ như nó không giữ được nước. Tôi có nên dùng nó làm củi hay gì không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: Rainwater has collected inside.
es: Se ha llenado de agua de lluvia.
vi: Nước mưa đã tích tụ bên trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: It's frozen solid.
es: Está sólidamente congelado.
vi: Nó đã đông cứng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: Dirty water has collected inside!
es: ¡Se ha llenado de agua sucia!
vi: Nước bẩn đã tích tụ bên trong!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: Maybe burning it all at once will solve everything?
es: ¿Tal vez quemarlo lo arregle?
vi: Có lẽ đốt hết một lúc sẽ giải quyết được mọi chuyện?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: Isn't it just firewood with the insides hollowed out?
es: ¿No es sólo leña con el interior ahuecado?
vi: Không phải thùng gỗ rỗng?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Rainwater has collected inside.
es: Se ha llenado de agua de lluvia.
vi: Nước mưa đã tích tụ bên trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: It's frozen solid.
es: Está sólidamente congelado.
vi: Nó đã đông cứng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERBEER
source: I think I can start a fire, should I give it a try?
es: Creo que puedo encender un fuego, ¿debería intentarlo?
vi: Tôi có nên thử làm nó bằng lửa không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CACTUSFLOWER_TEA
source: It's just another flower tea.
es: Es otro té de flores.
vi: Chỉ là một loại trà hoa khác thôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CACTUS_TEA
source: It's really mushy.
es: Está muy pastoso.
vi: Thật nhiều nước.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAFFEINBERRY
source: This time, I'm seeing you on a cold moon.
es: Té-veré con la luz de la luna.
vi: Lần này, tôi được gặp bạn trong một đêm trăng lạnh.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAFFEINBERRY_BEAN
source: In the end, it still has to go into the fire too.
es: Al final, también tiene que ir a la hoguera.
vi: Cuối cùng thì tôi cũng phải ném anh vào lửa à?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Ah, it smells fragrant.
es: Ah, huele fragante.
vi: À, nó có mùi thơm quá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAFFEINBERRY_JUICE
source: I suddenly feel motivated.
es: De repente me siento motivada.
vi: Đột nhiên tôi cảm thấy có động lực.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: Come on, fire up!
es: ¡Vamos fuego!
vi: Nào, cháy lên!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: It's almost gone!
es: ¡Ya casi!
vi: Sắp hết rồi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPDESALINATOR.DONE
source: The winner is always the fire.
es: El ganador es siempre el fuego.
vi: Lửa luôn thắng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPDESALINATOR.GENERIC
source: There's no contender for the duel.
es: No hay contendientes para el duelo.
vi: Không có đối thủ trong cuộc đấu tay đôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPDESALINATOR.STOP
source: Hey, hey! There's no fire!
es: ¡Hey, hey! No tiene fuego.
vi: Này, này! Không có lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: I'm clearing away the dirt. I grew up as a clean kid.
es: Estoy limpiando la suciedad. Crecí como una niña limpia.
vi: Nó đang đun sôi những tạp chất. Tôi lớn lên như một đứa trẻ sạch sẽ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: I've boiled away almost all the impurities.
es: He eliminado casi todas las impurezas.
vi: Mau đun đi, cổ họng tôi sắp cháy rồi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPKETTLE.DONE
source: Nothing, not even water, is an exception when heated by fire.
es: Calentarlo con fuego ayudó, ¿Verdad?
vi: Hâm nóng bằng lửa có thể làm cho nước tốt hơn, phải không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPKETTLE.GENERIC
source: It's empty.
es: Vacío.
vi: Nó trống rỗng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPKETTLE.STOP
source: I need firepower. More firepower!
es: Necesito fuego. ¡Más fuego!
vi: Tôi cần hỏa lực. Thêm hỏa lực!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPKETTLE_ITEM
source: I'm going to use fire to sterilize the water.
es: La usaré para destilar agua con fuego.
vi: Tôi sẽ dùng lửa để khử trùng nước.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_TEA
source: Ugh. Did you boil the carrots in water?
es: Ugh, ¿Son zanahorias hervidas?
vi: Ugh. Bạn luộc cà rốt trong nước à?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHERRY_BLOOM_RUM
source: It's pretty, I should drink it all and set it on fire.
es: Es bonito, debería bebérmelo todo y prenderle fuego.
vi: Đẹp đấy, nhưng tôi nên uống hết rồi đốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHERRY_DOCTOR_COLA
source: It's a homemade imitation.
es: Una imitación casera.
vi: Đó là hàng nhái tự chế.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHERRY_HONEY_TEA
source: Ha, such a nice color.
es: Al menos se ve bonito.
vi: Ít nhất trông nó cũng đẹp.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: Yeah, it smells fragrant.
es: Sí, huele fragante.
vi: Chắc chắn rồi, nó có mùi thơm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COCONUT_JUICE
source: Now it feels more like a dish than a drink.
es: Parece mas un bocadillo que una bebida.
vi: Bây giờ nó thực sự trông giống như một thức uống.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLA
source: Who would have thought I'd see cola here?
es: ¿Quién iba a pensar que vería cola aquí?
vi: Tôi có thể tìm thấy cola ở bất cứ đâu quanh đây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLAQUANTUM
source: This is truly an abnormal drink.
es: Esto es totalmente anormal.
vi: Đây thực sự là một thức uống bất thường.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN_BEER
source: It looks totally like an old man's taste.
es: Parece totalmente del gusto de un viejo.
vi: Trông hoàn toàn giống thứ mà một ông già sẽ uống.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN_WHISKEY
source: Let's drink roughly and get lightly drunk!
es: ¡Bebamos bruscamente y emborrachémonos ligeramente!
vi: Hãy uống mạnh và say nhẹ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DARK_RUINCOLATE
source: Did Warly have a lot of pent-up feelings towards me?
es: ¿Warly tenía muchos sentimientos reprimidos hacia mí?
vi: Có nhiều thứ đổ lên đầu tôi phải không, Walani?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DESALINATOR.BURNT
source: At least it was incredibly fun, right?
es: Pero las risas no faltaron, ¿Verdad?
vi: Ít nhất thì nó cũng cực kỳ thú vị phải không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DESALINATOR.EMPTY
source: It'd be a great spectacle to set it on fire with a windmill.
es: Sería un gran espectáculo incendiarlo con el molino de viento.
vi: Sẽ là một cảnh tượng tuyệt vời nếu đốt cháy nó bằng cối xay gió.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DESALINATOR.HASSALT
source: You need to remove the salt first before you can use it.
es: Hay que quitar la sal.
vi: Bạn cần loại bỏ muối trước khi có thể sử dụng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DESALINATOR.HASWATER
source: Purification is complete.
es: Purificación completada.
vi: Quá trình thanh lọc hoàn tất.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DESALINATOR.PURIFY_LONG
source: It's boring without a fire.
es: Es aburrido sin fuego.
vi: Thật nhàm chán nếu không có lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: Purification will be done soon.
es: La purificación está casi lista.
vi: Quá trình thanh lọc sẽ sớm được thực hiện.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DISINFECTANT
source: I've tried burning this before, but the flame is hard to see.
es: He intentado quemar esto antes, pero la llama es difícil de ver.
vi: Tôi đã thử đốt nó, nhưng nó không có nhiều ngọn lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: Hurry up, I want to drink some spirits.
es: Date prisa, quiero beber algo de licor.
vi: Nhanh lên, tôi muốn uống.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: It would have ended faster if I had thrown fire inside.
es: Habría terminado más rápido si le hubiera puesto fuego.
vi: Nó sẽ kết thúc nhanh hơn nếu tôi ném lửa vào bên trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DISTILLERS.DONE
source: It's mine!
es: ¡Mío!
vi: Nó là của tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DISTILLERS.EMPTY
source: A machine that uses fire effectively.
es: Una máquina que usa el fuego eficientemente.
vi: Một chiếc máy sử dụng lửa hiệu quả.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONJUICE
source: Why did you put fire-like fruits in water?
es: ¿Porqué hay frutas del fuego en el agua?
vi: Tại sao bạn lại cho trái cây như lửa vào nước?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_CAFFEINBERRY
source: What should I do with you now?
es: ¿Que debería hacer contigo?
vi: Tôi nên làm gì với bạn bây giờ?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_RUINCACAO_TREE
source: Why are you like this? Is it because there's no dirt?
es: ¿Por qué estás así? ¿Es porque no hay suciedad?
vi: Có phải vì xung quanh không có bụi bẩn không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_TEA_TREE
source: It will look prettier if lit on fire.
es: Quedará más bonito si se enciende en llamas.
vi: Sao lại thế này? Có phải vì không có bụi bẩn không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIG_JUICE
source: Of course it tastes worse cooked with water.
es: laro que sabe peor cocinado con agua.
vi: Với nước thì có lẽ sẽ kém ngon miệng hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FRUITJUICE
source: Fruits are better eaten as they are.
es: Prefiero las frutas como son.
vi: Trái cây nguyên chất thì ăn ngon hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FRUITSODA
source: Among beverages, this one's the tastiest.
es: De todas las bebidas, esta es la más sabrosa.
vi: Trong số các loại đồ uống, loại này là ngon nhất.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FUER
source: Aren't all teas the same?
es: ¿No son todos los tés así?
vi: Không phải tất cả các loại trà đều giống nhau sao?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GIANT_BLUEBERRY_GIN
source: Wow. I really like this.
es: Guau. Realmente me gusta esto.
vi: Wow. Tôi thực sự thích cái này hả?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GIANT_BLUEBERRY_WINE
source: I like its new disposition!
es: ¡Me gusta!
vi: Tôi thích cách bố trí mới của nó!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWBERRYJUICE
source: It's strange that the water is glowing.
es: Es raro que el agua brille.
vi: Thật kỳ lạ khi nước phát sáng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWBERRYWINE
source: It's a wine that glows as if it's on fire.
es: Es un vino que brilla como si estuviera ardiendo.
vi: Nó vẫn phát sáng ngay cả khi không có lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWBERRY_GIN
source: It will shine and set a flame in my throat.
es: Brillará y encenderá una llama en mi garganta.
vi: Chà. Tôi thực sự thích cái này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOOPYDRINK
source: Wouldn't have come to this if it had been thrown into the fire.
es: No habría llegado a esto si hubiera sido arrojado al fuego.
vi: Sẽ tốt hơn nếu tôi bỏ nó vào lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENTEA
source: It's just water with leaves in it.
es: Es sólo agua con hojas dentro.
vi: Chỉ là nước có lá trong đó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HIBISCUSTEA
source: It's tangy, but it tastes good.
es: Sabe raro, pero está bien.
vi: Nó thơm nhưng vị rất ngon.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOLE
source: I'm definitely not falling there.
es: Definitivamente no voy a caer ahí.
vi: Tôi chắc chắn không rơi vào đâu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOTRUINCOLATE
source: Hot chocolate tastes better when it's hot.
es: El chocolate caliente sabe mejor si está caliente.
vi: Sôcôla nóng ngon hơn khi còn nóng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KAHLUA
source: I can drink both coffee and alcohol, hehe...
es: Puedo tomar alcohol y café, jeje...
vi: Tôi có thể uống cả cà phê và rượu, hehe...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KETTLE.BOILING_LONG
source: Fire is working hard to brew the ingredients.
es: El fuego está trabajando duro para mezclar los ingredientes.
vi: Lửa đang nỗ lực để ủ nguyên liệu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KETTLE.BOILING_SHORT
source: Fire has extracted almost all the ingredients!
es: El fuego ha extraído casi todos los ingredientes.
vi: Cháy, nhanh lên! Cổ họng tôi đang bỏng rát!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KETTLE.BURNT
source: it's nothing without water.
es: Son agua no es nada
vi: Không có nước thì chẳng là gì cả.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KETTLE.DONE
source: Heating with fire can even improve water, you know?
es: Calentar con fuego puede incluso mejorar el agua, ¿sabes?
vi: Hâm nóng bằng lửa có thể làm cho nước ngon hơn phải không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KETTLE.EMPTY
source: All water must need to be sterilized by fire.
es: Toda el agua debe ser esterilizada por el fuego.
vi: Bạn phải khử trùng toàn bộ nước bằng lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KETTLE.HASWATER
source: So, what should I boil next?
es: Entonces, ¿qué debo hervir a continuación?
vi: Tiếp theo tôi nên nấu món gì?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KETTLE.MELT_LONG
source: Fire is working hard to melt the ice.
es: Está trabajando duro para derretirlo.
vi: Lửa đang nỗ lực làm tan băng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KETTLE.MELT_SHORT
source: There's no way ice can beat fire.
es: Es imposible que el hielo venza al fuego.
vi: Tan chảy, nhanh lên!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KETTLE.PURIFY_LONG
source: Fire is working hard to sterilize the water.
es: Está trabajando duro.
vi: Lửa đang nỗ lực khử trùng nước.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KETTLE.PURIFY_SHORT
source: Fire has almost washed away all the germs!
es: ¡Apúrate fuego!
vi: Nhanh lên, cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KUMIS
source: Sour and unpleasant!
es: ¡Acida y desagradable!
vi: Nó chua và đậm đà.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LEMONLIMESODA
source: Honey water is meant to be drunk warm.
vi: Họ nói rằng bạn nên uống loại này khi còn ấm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOTUSTEA
source: It must have been satisfied going back into the water.
es: Debió sentirse satisfecho al volver al agua.
vi: Chắc hẳn bạn đã rất hài lòng khi được trở về nước.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUMPY_BEER
source: It's the worst among sodas.
es: El peor refresco.
vi: Đây là loại nước ngọt tệ nhất.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUMPY_TEA
source: I'd rather eat it roasted.
es: Preferiría comerlo tostado.
vi: Tôi thích ăn nó rang hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUMPY_VODKA
source: Let's drink roughly and light our insides on fire!
vi: Hãy uống một cách thô bạo và đốt cháy bên trong chúng ta!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUMPY_WINE
source: The drink will probably smell like dirt.
es: La bebida probablemente olerá a suciedad.
vi: Có lẽ nó sẽ có mùi đất.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MADHU
source: It's made with honey, but it's not that sweet.
es: Está hecho con miel, pero no es tan dulce.
vi: Tôi làm nó bằng mật ong, nhưng nó không ngọt đến thế.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MADHU_RUM
source: I'll just drink this instead of water!
es: ¡Beberé esto en vez de agua!
vi: Bạn muốn uống thứ này thay vì nước lọc?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MIXFLOWER
source: At least the water smells better now.
es: Al menos el agua huele mejor así.
vi: Ít nhất thì nước đã thơm hơn rồi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOONWAY
source: If it gets me drunk, I don't care what it's made of.
es: Si me emborracha, no me importa de qué esté hecho.
vi: Hãy uống bất cứ thứ gì bạn pha miễn là nó khiến bạn say, phải không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOON_BLOSSOM_TEA
source: This is somewhat impressive.
es: Esto es algo impresionante.
vi: Điều này khá ấn tượng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MULLED
source: Ah, it feels like I've lit a heater inside my stomach.
es: Ah, parece que encendí un calentador en mi estómago.
vi: À, cảm giác như tôi đang đốt một cái lò sưởi trong bụng vậy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NOBLEWINE
source: Goes down smoothly.
es: Pasa muy bien.
vi: Diễn ra suôn sẻ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NUT_COCONUT_BRANDY
source: I will rule this sea or see it burnt to ashes around me.
es: Gobernaré este mar o lo veré reducido a cenizas a mi alrededor.
vi: Nếu tôi không thể sở hữu biển, tôi sẽ biến mọi thứ thành tro bụi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NUT_CORN_WHISKEY
source: Did you put nuts in whiskey?
es: ¿Hay nueces en el whisky?
vi: Bạn có cho hạt vào rượu whisky không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGESODA
source: Nothing special, just orange soda.
vi: Không có gì đặc biệt, chỉ là soda cam thôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGE_JUICE
source: If someone's drinking it, I'll suggest brushing their teeth.
vi: Nếu ai đó uống nó, tôi nên giới thiệu kem đánh răng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALE_BEER
source: Why is beer blue?
es: ¿Porqué está azul?
vi: Tại sao bia có màu xanh?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALE_WHISKEY
source: Now even whiskey is blue!
es: Ahora hasta el whisky es azul.
vi: Loại whisky này cũng được làm từ lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PETALS_BERRY_BRANDY
source: The booze smells like flowers; as long as I can get drunk, I don't care.
es: Puedo oler las flores.
vi: Tôi có thể ngửi thấy mùi hoa nên tôi sẽ uống bất cứ thứ gì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINEANANASSODA
source: It's just pineapple soda.
vi: Chỉ là soda dứa thôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINEANANAS_JUICE
source: Good when you drink, but your mouth will tingle after.
vi: Uống thì tốt, nhưng nó sẽ khiến miệng bạn ngứa ran.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE_JUICE
source: It's red, so it must taste good.
es: Es rojo, así que debe saber bien.
vi: Nó có màu đỏ nên chắc chắn là ngon.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: Brew it quickly!
es: ¡Prepáralo rápido!
vi: Đun sôi nhanh!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: Hurry up, my throat is burning!
es: ¡Apúrate!
vi: Nhanh lên, cổ họng tôi bỏng rát quá!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: Alright, let's drink it.
es: Muy bien, bebámoslo.
vi: Được rồi, uống đi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: It's just a can without water.
es: Es sólo una lata sin agua.
vi: Chỉ là một cái lon không có nước.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: Just an empty can.
es: Es una lata vacía.
vi: Chỉ là một cái lon rỗng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: So, what should I boil next?
es: Entonces, ¿qué debo hervir ahora?
vi: Tiếp theo tôi nên nấu món gì?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: Melt it quickly!
es: ¡Derrítelo rápido!
vi: Làm tan chảy nhanh!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: Fire, hurry up!
es: ¡Fuego, date prisa!
vi: Cháy, nhanh lên!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: Boil it quickly!
es: ¡Hiérvelo rápido!
vi: Hãy đun sôi nhanh!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: Fire, hurry up!
es: ¡Apúrate fuego!
vi: Cháy, nhanh lên!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PULQUE
source: Ugh, it's sticky and sour.
es: Ugh, Es pegajoso y agrio.
vi: Ugh, nó dính và chua.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.QUARTZ_SHAKE
source: Looks like a disastrous collaboration of water and fish.
es: Una combinación de agua con pescado llevaba al límite.
vi: Sự kết hợp giữa nước và cá trở nên hoang dã.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAINBOW_SHAKE
source: Who made the water look strangely shiny?
es: ¿Quién hizo que el agua pareciera extrañamente brillante?
vi: Bạn đã làm cho nước có màu sắc kỳ lạ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RICE_SPIRITS
source: I like it strong like this.
es: Me gustan los licores fuertes como éste.
vi: Tôi thích nó mạnh như thế này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RICE_WINE
source: They really make alcohol out of the strangest things.
es: De verdad hacen alcohol de las cosas más extrañas.
vi: Bạn có thể làm rượu với những nguyên liệu kì lạ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCACAO
source: Hmmm- smoky.
es: Hmm, humoso.
vi: Hmm - có khói.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCACAO_BEAN
source: You also eventually need the help of fire?
es: ¿También necesitas eventualmente la ayuda del fuego?
vi: Cuối cùng thì bạn cũng cần sự trợ giúp của lửa nhỉ?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCACAO_BEAN_COOKED
source: Mmm, it smells good.
es: Mmm, huele bien.
vi: Mmm, mùi thơm quá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: This is really tasty and sweet!
es: ¡Esto es realmente sabroso y dulce!
vi: Món này có vị rất ngon!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCACAO_SEED
source: Pretty flowers have already bloomed!
es: ¡Las bonitas flores ya han florecido!
vi: Bạn đã nở hoa rất đẹp rồi phải không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCACAO_SEED_SAPLING
source: You're growing up nicely.
es: Estás creciendo muy bien.
vi: Bạn lớn lên thật tốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCACAO_TREE
source: You look like you've made friends with fire too?
es: ¿También parece que te has hecho amigo del fuego?
vi: Có vẻ như bạn cũng gặp phải lửa phải không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCACAO_WINE
source: I do prefer hot chocolate, but this isn't bad either.
es: Prefiero el chocolate caliente, pero este no está mal.
vi: Sôcôla nóng sẽ ngon hơn khi còn nóng, nhưng cái này cũng được.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCHA_LATTE
source: It's bitter yet sweet.
es: Es amargo y dulce a la vez.
vi: Đắng nhưng ngọt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCOLATE
source: Melt it well and make a spread to taste even better!
es: ¡Hay que derretirlo bien y mezclarlo para más sabor!
vi: Làm tan chảy và phết lên để hương vị còn ngon hơn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINCOLATE_SMOOTHIE
source: It doesn't taste as sweet when it's cold.
es: No sabe tan dulce cuando está frío.
vi: Khi trời lạnh, nó có vị bớt ngọt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINXOCOLATL
source: I really like that this drink is full of smoky flavor.
es: Me gusta mucho que esta bebida esté llena de sabor ahumado.
vi: Mặc dù là đồ uống nhưng nó lại đầy mùi lửa và tôi rất thích nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUIN_SCHOKAKOLA
source: It will shine better if you light this before using it. wait, Is it a chocolate?
es: Brillará mejor si lo enciendes antes de usarlo. Espera, ¿es un chocolate?
vi: Nó sẽ tỏa lửa tốt hơn nếu bạn thắp nó. Chà, đó là sô cô la.
