Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CACTUSFLOWER_TEA
source: It was a beautiful flower. Now it's liquid!
es: Una flor hermosa. ¡Ahora líquida!
vi: Đó là một bông hoa đẹp. Bây giờ nó ở dạng lỏng!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CACTUS_TEA
source: A beverage with no thorns and a good view.
es: Una bebida sin espinas y de buen aspecto.
vi: Thức uống không có gai và tầm nhìn đẹp.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAFFEINBERRY
source: It's blue, unlike me.
es: Es azul, a diferencia de mí.
vi: Nó có màu xanh, không giống tôi.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAFFEINBERRY_BEAN
source: A lively-smelling bean.
es: Un grano de olor vivo.
vi: Một loại đậu có mùi sống động.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: It has an invigorating scent.
es: Tiene un olor vigorizante.
vi: Nó có mùi thơm tiếp thêm sinh lực.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAFFEINBERRY_JUICE
source: It'll give you energy. It doesn't taste great to me.
es: Te dará energía. Aunque no sabe tan bien.
vi: Nó sẽ cung cấp cho bạn năng lượng. Tôi thấy nó không ngon lắm.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: It will take quite some time.
es: Tomará algo de tiempo.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: I'm almost done!
es: ¡Realmente estoy esperando esto!
vi: Tôi sắp hoàn tất!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPDESALINATOR.DONE
source: Now I can drink it!
es: ¿Debería tomármelo ahora?
vi: Bây giờ tôi có thể uống được rồi!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPDESALINATOR.GENERIC
source: It wants salty water, unlike mortals.
es: Quiere agua salada, a diferencia de los mortales.
vi: Nó muốn nước mặn, không giống con người.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPDESALINATOR.STOP
source: Weak, weak, weak!
es: ¡Que fuego tan débil!
vi: Yếu, yếu, yếu!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPDESALINATOR_ITEM
source: A simple tool for removing salt.
es: Una herramienta sencilla para quitar la sal.
vi: Một công cụ đơn giản để loại bỏ muối.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: It will take quite some time.
es: Tomará algo de tiempo.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: I'm really looking forward to this!
es: ¡Realmente estoy esperando esto!
vi: Tôi thực sự mong chờ điều này!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPKETTLE.DONE
source: Shall I try some water now?
es: ¿Debería tomarlo ahora?
vi: Bây giờ tôi có nên thử một ít nước không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPKETTLE.GENERIC
source: Creating something from nothing is impossible!
es: ¡Crear algo de la nada es imposible!
vi: Không thể tạo ra thứ gì đó từ con số không!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPKETTLE.STOP
source: Weak, weak, weak!
es: ¡Que fuego tan débil!
vi: Yếu, yếu, yếu!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CAMPKETTLE_ITEM
source: A way for mortals to survive.
es: Una manera para sobrevivir de los mortales.
vi: Một cách để người phàm sống sót.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CARROT_TEA
source: Drinking carrots won't hurt much.
es: Beber zanahorias no hace daño.
vi: Uống cà rốt sẽ không hại gì nhiều đâu.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CHERRY_BLOOM_MADHU
source: It's sweet enough to drink.
es: Suficientemente dulce para beberlo.
vi: Ngọt vừa phải để uống.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CHERRY_BLOOM_RUM
source: It's good enough to drink.
es: Suficientemente bueno para beber.
vi: Uống là đủ.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CHERRY_DOCTOR_COLA
source: It can be a good torture tool. Hohoho!
es: Puede ser una herramienta de toruta, jojo.
vi: Nó có thể là một công cụ tra tấn tốt. Hohoho!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CHERRY_HONEY_TEA
source: It's sweet enough to drink.
es: Es lo suficientemente dulce para beberlo.
vi: Ngọt vừa phải để uống.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: It has a shadowy rose scent.
es: Tiene un oscuro olor a rosa.
vi: Có mùi hoa hồng thoang thoảng.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.COCONUT_JUICE
source: Drinking something with no taste at all.
es: No tiene ningún tipo de sabor.
vi: Uống thứ gì đó chẳng có mùi vị gì cả.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.COCONUT_WINE
source: It doesn't taste like anything special.
es: No sabe a nada en especial.
vi: Nó chẳng có vị gì đặc biệt cả.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.COLA
source: It's okay for something black!
es: Está bien para estar negro.
vi: Thứ gì đó màu đen cũng được!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.COLAQUANTUM
source: Hmm, radioactivity is good!
es: Hmm, ¡La radiación es buena!
vi: Hmm, độ phóng xạ tốt!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CORN_BEER
source: Where did all the corns go?
es: ¿Adónde fue el maíz?
vi: Tất cả ngô đã đi đâu rồi?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CORN_WHISKEY
source: It's just corn liquor.
es: Es sólo licor de maíz.
vi: Chỉ là rượu ngô thôi.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DARK_RUINCOLATE
source: It's the taste of the darkness realm!
es: ¡Un trozo del mundo oscuro!
vi: Đó là hương vị của thế giới bóng tối!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DESALINATOR.BURNT
source: I guess I have to drink salty water again. Hehehe!
es: Supongo que beberé agua salada de nuevo, jeje.
vi: Chắc lại phải uống nước mặn nữa rồi. Hehehe!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DESALINATOR.EMPTY
source: It wants salty water, unlike mortals.
es: Quiere agua salada, a diferencia de los mortales.
vi: Nó muốn nước mặn, không giống con người.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DESALINATOR.HASSALT
source: Eek! It smells like salt!
es: Umm, huele a sal.
vi: Eek! Có mùi muối!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DESALINATOR.HASWATER
source: It seems it's finally done!
es: ¡Parece que está listo!
vi: Có vẻ như cuối cùng cũng xong!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DESALINATOR.PURIFY_LONG
source: It will take quite some time.
es: Tomará un poco de tiempo.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: It's almost done!
es: ¡Casi está listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DISINFECTANT
source: As long as you have a soul, you don't need to disinfect.
es: Mientras tengas una alma, no necesitas desinfectarte.
vi: Chỉ cần bạn còn linh hồn thì không cần khử trùng.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: It was too long!
es: ¡Fue demasiado!
vi: Đã quá lâu!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: It will take quite some time.
es: Tomará tiempo.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DISTILLERS.DONE
source: I thought my throat would dry out!
es: ¡Pensé que mi garganta se secaría!
vi: Tôi tưởng cổ họng mình sẽ khô mất!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DISTILLERS.EMPTY
source: Well, shall we drink some spirits?
es: ¿Deberíamos probar algún licor?
vi: Chà, chúng ta uống chút rượu nhé?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DRAGONJUICE
source: Is it dragon-flavored or fly-flavored?
es: ¿Tiene sabor a dragón o sabor a mosca?
vi: Vị rồng hay vị ruồi?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUG_CAFFEINBERRY
source: Is there a place to plant this?
es: ¿Hay algún lugar dónde plantar esto?
vi: Có chỗ nào trồng cây này không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUG_RUINCACAO_TREE
source: Is it okay to plant this near home?
es: ¿Está bien plantar esto cerca de casa?
vi: Trồng cây này gần nhà có được không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUG_TEA_TREE
source: I should plant it somewhere quickly.
es: Debería plantarlo en algún sitio.
vi: Tôi nên trồng nó ở đâu đó nhanh lên.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.FIG_JUICE
source: Drinking this will get me kicked out of the farm.
es: Beber esto hará que me echen de la granja.
vi: Uống thứ này sẽ khiến tôi bị đuổi khỏi trang trại.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.FRUITJUICE
source: It has everything in it.
es: Tiene de todo dentro.
vi: Có tất cả mọi thứ trong đó.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.FRUITSODA
source: It feels like the fruits are screaming!
es: Parece como si las frutas gritaran
vi: Cảm giác như trái cây đang gào thét!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.FUER
source: Just boiled leaves.
es: Sólo son hojas secas.
vi: Chỉ đun sôi lá.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GIANT_BLUEBERRY_GIN
source: Hohoho, this should be fun!
es: Hohoho, ¡Esto debería ser divertido!
vi: Hohoho, chuyện này chắc vui lắm đây!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GIANT_BLUEBERRY_WINE
source: It's good enough to drink. It's better as a weapon!
es: Bueno para beber, ¡Pero mejor para pelear!
vi: Uống được thì tốt. Dùng làm vũ khí thì tốt hơn!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWBERRYJUICE
source: It's nice to shine, but not to drink.
es: Es bueno para brillar, pero no para beber.
vi: Tỏa sáng thì tốt, nhưng không nên uống.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWBERRYWINE
source: I'm going to drink something strange.
es: Voy a beber algo extraño.
vi: Tôi sắp uống thứ gì đó lạ.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWBERRY_GIN
source: Will your stomach glow?
es: ¿Tu estómago brillará?
vi: Dạ dày của bạn sẽ sáng lên chứ?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GOOPYDRINK
source: An unpleasant failed experiment.
es: Un desagradable experimento fallido.
vi: Một thử nghiệm thất bại khó chịu.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GREENTEA
source: It feels like something's missing.
es: Parece que falta algo.
vi: Cảm giác như thiếu thứ gì đó.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.HIBISCUSTEA
source: It feels like a soul. Hehe!
es: Se siente como un alma. Jeje.
vi: Cảm giác như có linh hồn vậy. Hehe!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.HOLE
source: It's quite deep inside!
es: ¡Está muy profundo ahí dentro!
vi: Bên trong khá sâu!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.HOTRUINCOLATE
source: A solution for mortals without fur during winter.
es: Una solución para los mortales sin pelaje para invierno.
vi: Giải pháp cho người không có lông trong mùa đông.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KAHLUA
source: Balance between sleeping and waking up.
es: En balance como dormir y despertar.
vi: Cân bằng giữa ngủ và thức.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KETTLE.BOILING_LONG
source: It will take quite some time.
es: Tomará algo de tiempo.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KETTLE.BOILING_SHORT
source: I'm really looking forward to this!
es: ¡Ya casi está!
vi: Tôi thực sự mong chờ điều này!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KETTLE.BURNT
source: I can't understand mortal cuisine at all.
es: No entiendo la cocina mortal.
vi: Tôi chẳng hiểu gì về ẩm thực trần tục cả.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KETTLE.DONE
source: Shall I try some water now?
es: ¿Debería beberlo ahora?
vi: Bây giờ tôi nên thử chút nước nhé?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KETTLE.EMPTY
source: It's completely empty.
es: Completamente vacío.
vi: Nó hoàn toàn trống rỗng.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KETTLE.HASWATER
source: I guess I need to boil it again. There are so many requests!
es: Supongo que debería hervirlo de nuevo.
vi: Tôi đoán là tôi cần phải đun sôi lại. Có rất nhiều yêu cầu!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KETTLE.MELT_LONG
source: It will take quite some time.
es: Tomará su tiempo.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KETTLE.MELT_SHORT
source: It's almost melted!
es: ¡Casi está derretido!
vi: Nó gần tan rồi!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KETTLE.PURIFY_LONG
source: It will take quite some time.
es: Tardará un poco.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KETTLE.PURIFY_SHORT
source: I'm almost done!
es: ¡Casi está listo!
vi: Tôi sắp xong rồi!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.KUMIS
source: Well, it won't be a gift if you drink it, kids.
es: Bueno, no es un regalo si lo bebes.
vi: Chà, uống nó sẽ không phải là một món quà đâu các em.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.LEMONLIMESODA
source: It's a sweet drink with a fruity taste.
vi: Là đồ uống ngọt có vị trái cây.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.LOTUSTEA
source: No pink souls, though.
es: Sin alma.
vi: Tuy nhiên, không có tâm hồn màu hồng.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.LUMPY_BEER
source: It looks like it's designed for the police.
es: Parece estar diseñado para la policía.
vi: Có vẻ như nó được thiết kế cho cảnh sát.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.LUMPY_TEA
source: What does root flavor taste like?
es: ¿A que saben las raíces?
vi: Hương vị rễ cây có vị như thế nào?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.LUMPY_VODKA
source: Imps will have a hard time with this.
es: Los diablillos tienen problemas con esto.
vi: Imps sẽ gặp khó khăn với điều này.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.LUMPY_WINE
source: I can't trust someone from the underground.
es: No puedo confiar en el subsuelo.
vi: Tôi không thể tin tưởng ai đó từ lòng đất.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.MADHU
source: If you drink it, you'll buzz like a bee!
es: Si lo bebes ¡Zumbarás como una abeja!
vi: Nếu bạn uống nó, bạn sẽ vo ve như một con ong!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.MADHU_RUM
source: They say mortals try to drink poison, you know.
es: Dicen que los mortales beben veneno.
vi: Cáiy nói con người cố gắng uống thuốc độc, bạn biết đấy.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.MIXFLOWER
source: A master's flower tea.
es: Un té de muchas flores.
vi: Trà hoa của bậc thầy.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.MOONWAY
source: I know their thoughts about immortality, but I don't understand.
es: No lo entiendo.
vi: Tôi biết suy nghĩ của họ về sự bất tử, nhưng tôi không hiểu.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.MOON_BLOSSOM_TEA
source: Even the drink glows with moonlight!
es: Incluso la bebida brilla como la luna
vi: Ngay cả đồ uống cũng tỏa sáng dưới ánh trăng!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.MULLED
source: Warming imp intestines.
es: Es una bebida cálida.
vi: Làm ấm ruột.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.NOBLEWINE
source: How can red turn into white?
es: ¿Cómo es que el rojo se hizo blanco?
vi: Làm sao màu đỏ có thể chuyển thành màu trắng?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.NUT_COCONUT_BRANDY
source: Hey, octopus head! Are you looking for something? Could it be this? It looks good!
es: ¡Oye, cabeza de pulpo! ¿Estás buscando algo? ¿Podría ser esto? ¡Se ve bien!
vi: Này, đầu bạch tuộc! Bạn đang tìm kiếm thứ gì đó à? Có thể là cái này không? Trông ngon đấy!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.NUT_CORN_WHISKEY
source: Is there a bolt in it?
es: ¿Esto tiene alcohol?
vi: Có chốt trong đó không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ORANGESODA
source: Oranges that can't be turned into juice.
vi: Quả cam không thể ép thành nước được.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ORANGE_JUICE
source: I'm satisfied with just looking at the orange color.
vi: Chỉ nhìn màu cam là tôi đã thấy hài lòng rồi.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PALE_BEER
source: Will my complexion turn pale?
es: ¿Me pondré pálido también?
vi: Liệu nước da của tôi có bị tái đi không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PALE_WHISKEY
source: It's really pale.
es: Está muy pálido.
vi: Nó thực sự rất nhạt.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PETALS_BERRY_BRANDY
source: I don't fit in with upscale things.
es: No es mi estilo.
vi: Tôi không hợp với những thứ cao cấp.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PINEANANASSODA
source: I prefer to enjoy being an essence rather than drinking it.
vi: Tôi thích tận hưởng tinh chất hơn là uống nó.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PINEANANAS_JUICE
source: I could be an essence.
vi: Tôi có thể là một tinh chất.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.POMEGRANATE_JUICE
source: Should I drink it even though I have to stay underground?
es: ¿Debería beberlo?
vi: Tôi có nên uống nó dù phải ở dưới lòng đất không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: It will take quite some time.
es: Tomará algo de tiempo.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: I'm really looking forward to this!
es: ¡Ya casi está!
vi: Tôi thực sự mong chờ điều này!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: Shall I try some water now?
es: ¿Debería beberlo ahora?
vi: Bây giờ tôi nên thử chút nước nhé?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: It's completely empty.
es: Completamente vacío.
vi: Nó hoàn toàn trống rỗng.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: Can I boil souls in it?
vi: Tôi có thể đun sôi linh hồn trong đó không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: I guess I need to boil it again. There are so many requests!
es: Supongo que debería hervirlo de nuevo
vi: Tôi đoán là tôi cần phải đun sôi lại. Có rất nhiều yêu cầu!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: It will take quite some time.
es: Tomará su tiempo.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: It's almost melted!
es: ¡Casi está derretido!
vi: Nó gần tan rồi!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: It will take quite some time.
es: Tardará un poco.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: I'm almost done!
es: ¡Casi está listo!
vi: Tôi sắp xong rồi!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PULQUE
source: Who would have thought that plants with thorns would be used for drinking?
es: ¿Quién diría que las plantas con púas pueden usarse para beber?
vi: Ai có thể nghĩ rằng cây có gai lại được dùng để uống?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.QUARTZ_SHAKE
source: Fish drinking this? I couldn't have imagined it.
es: ¿Bebida de cerebro? no lo podría haber imaginado.
vi: Cá uống thứ này? Tôi không thể tưởng tượng nổi.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RAINBOW_SHAKE
source: Just looking at the colors is enough.
es: Con solo ver los colores es suficiente.
vi: Chỉ cần nhìn màu sắc là đủ.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RICE_SPIRITS
source: It would be fun to hide it in the water.
es: Debe ser divertido esconderse en el agua.
vi: Giấu nó trong nước sẽ rất thú vị.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RICE_WINE
source: Did the rice dissolve in the water?
es: ¿El arroz se disolvió en el agua?
vi: Gạo có hòa tan trong nước không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCACAO
source: I'm not Krampus, but...
es: No soy un Krampus, pero...
vi: Tôi không phải Krampus, nhưng...

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCACAO_BEAN
source: It doesn't smell like burning.
es: Huele a quemado.
vi: Không có mùi khét.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCACAO_BEAN_COOKED
source: Strangely, it smells okay.
es: Extrañamente, huele bien.
vi: Kỳ lạ là nó có mùi thơm.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: Hmm, I'm fine.
es: Hmm, Estoy bien.
vi: Hmm, tôi ổn.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCACAO_SEED
source: Is it sprouting?
es: ¿Está brotando?
vi: Nó đang nảy mầm à?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCACAO_SEED_SAPLING
source: It's strangely growing!
es: ¡Extrañamente está creciendo!
vi: Nó phát triển một cách kỳ lạ!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCACAO_TREE
source: A cheerful and eerie tree. How amusing!
es: Un árbol alegre y misterioso. ¡Qué divertido!
vi: Một cái cây vui vẻ và kỳ lạ. Thật thú vị!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCACAO_WINE
source: Oh, now you can make alcohol with beans?
es: Oh, ¿Ahora puedes hacer alcohol con granos?
vi: Ồ, bây giờ bạn có thể làm rượu bằng đậu à?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCHA_LATTE
source: I guess I should try this.
es: Supongo que debo probarlo.
vi: Tôi đoán mình nên thử món này.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCOLATE
source: It's mostly a favorite block.
es: Es principalmente el dulce favorito.
vi: Nó chủ yếu là khối yêu thích.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINCOLATE_SMOOTHIE
source: I prefer cold drinks. Not my taste.
es: Prefiero bebidas frías.
vi: Tôi thích đồ uống lạnh hơn. Không phải khẩu vị của tôi.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUINXOCOLATL
source: Even if you only taste half, it's bitter!
es: Aunque solo pruebes la mitad, es amargo.
vi: Ngay cả khi bạn chỉ nếm một nửa, nó vẫn đắng!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUIN_SCHOKAKOLA
source: Do mortals try to eat plants they've never seen before?
es: ¿Los mortales intentan comer plantas que nunca antes habían visto?
vi: Con người có cố gắng ăn những thực vật mà họ chưa từng thấy trước đây không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RUMCHATA
source: Is this common in mortal society?
es: ¿Esto es común en la sociedad mortal?
vi: Điều này có phổ biến trong xã hội phàm trần không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SEAWEED_SHAKE
source: Seaweed again after drying.
es: ¿Algas de nuevo?.
vi: Rong biển trở lại sau khi sấy khô.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SODA
source: Hmm, it's like water attacking me!
es: Hmm, ¡Es como si el agua me atacara!
vi: Hmm, cứ như nước đang tấn công tôi vậy!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SPARKLINGWINE
source: Hmm, it's full of things that are bad for the body!
es: Hmm, ¿Lleno de cosas malas para el cuerpo!
vi: Hmm, nó chứa đầy những thứ không tốt cho cơ thể!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SPICE_CAFFEINPEPPER
source: Spicy robbery spice.
es: Especia picante.
vi: Gia vị cướp cay.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SPOILED_DRINK
source: It's really spoiled water!
es: ¡Es agua podrida!
vi: Đó thực sự là nước hư!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.STRAWBERRYSODA
source: Will the seeds explode like a bomb?
es: ¿Las semillas explotarán?
vi: Liệu hạt có nổ như bom không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: At least it should be smooth.
es: Al menos es suave.
vi: Ít nhất nó phải mịn.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.STRAWBERRY_SMOOTHIE
source: It's a split red fruit.
es: ¿Una fruta roja hizo esto?.
vi: Đó là một loại trái cây màu đỏ.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SUSHIBISCUS
source: Sushi, my friend. Want to see what I brought?
es: ¿Es sushi?
vi: Sushi, trời ơi bạn bè. Muốn xem tôi mang gì không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SWEET_RICE_DRINK
source: They say you should drink and eat it at the same time!
es: ¡Deberías comerlo y beberlo a la vez!
vi: Họ nói rằng bạn nên uống và ăn cùng lúc!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TEALEAVES
source: Fragrant-smelling leaves.
es: Hojas fragantes.
vi: Lá có mùi thơm.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TEALEAVES_DRIED
source: They've dried up. Cruelty has its own charm!
es: Se han secado. La crueldad tiene su propio encanto.
vi: Chúng đã cạn kiệt. Sự tàn ác có sức hấp dẫn riêng!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TEA_LUMPY_VODKA
source: No, no, no.
vi: Không, không, không.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TEA_RUINCOLATE_LATTE
source: I'm not really fond of drinking.
es: No me gusta mucho beber.
vi: Tôi không thực sự thích uống rượu.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TEA_SEED
source: There's something small inside the big one.
es: Hay algo pequeño dentro.
vi: Có cái gì đó nhỏ bên trong cái lớn.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TEA_SEED_COOKED
source: It couldn't handle the heat.
es: No pudo aguantar el calor.
vi: Nó không thể chịu được nhiệt.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TEA_SEED_SAPLING
source: It's growing so diligently!
es: ¡Está creciendo tan diligentemente!
vi: Nó phát triển chăm chỉ quá!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TEA_TREE
source: A fragrant and feeble tree.
es: Un árbol aromático y débil.
vi: Cây thơm và yếu ớt.
