Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ADDITIVE_SEED
source: It will elevate the quality of the feast spirits.
es: Elevará la calidad de los licores del banquete.
vi: Nó sẽ nâng cao chất lượng của rượu mạnh trong bữa tiệc.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.AREUHI
source: It's not as bad as I thought.
es: No está mal, creo.
vi: Nó không tệ như tôi nghĩ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARRACK
source: I can sense the scenery of palm trees.
es: Puedo sentir los aromas de las palmeras.
vi: Tôi có thể cảm nhận được khung cảnh của những cây cọ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.AUROBOW
source: It glimmers beautifully!
es: Brilla con una luz tenue y hermosa
vi: Nó lấp lánh thật đẹp!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BANANA_JUICE
source: Monkey's juice, it seems.
es: Jugo para monos, parece.
vi: Có vẻ như là nước ép khỉ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BARREL.BURNT
source: It couldn't escape Logi's touch.
es: No pudo escapar del toque de Logi.
vi: Nó không thể thoát khỏi sự đụng chạm của Logi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BARREL.GENERIC
source: It will hold my water.
es: Retendrá mi agua.
vi: Nó sẽ giữ nước cho tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRIES_JUICE
source: It emits a scent of red fruits.
es: Siento el olor a frutos rojos.
vi: Nó tỏa ra mùi trái cây màu đỏ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRY_BRANDY
source: This is the liquor of haughty nobles.
es: Este es el licor de los nobles altaneros.
vi: Đây là rượu của giới quý tộc kiêu kỳ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRY_GIN
source: It's a mild drink when consumed sparingly, but becomes a bad one if consumed excessively.
es: Es una bebida suave cuando se consume con moderación, pero se convierte en mala si se consume en exceso.
vi: Đó là một thức uống nhẹ khi uống ở mức vừa phải, nhưng sẽ trở thành đồ uống có hại nếu uống quá mức.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLACKTEA
source: I have no time for leisurely gatherings.
es: No tengo tiempo para reuniones ociosas.
vi: Tôi không có thời gian để tụ tập nhàn nhã.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLACKTEA_ICED
source: Just looking at it makes my teeth ache.
es: Con sólo mirarlo me duelen los dientes.
vi: Chỉ nhìn thôi cũng thấy nhức răng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOILBOOK
source: How much wine is listed for the banquet dinner?
es: ¿Cuánto vino se indica para la cena del banquete?
vi: Bao nhiêu rượu vang được liệt kê cho bữa tiệc tối?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BREWERY.BURNT
source: What good is weeping over spilled wine?
es: ¿De que sirve llorar sobre el vino derramado?
vi: Khóc lóc vì rượu đổ có ích gì?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BREWERY.DONE
source: Is the wine ready for the banquet?
es: ¿Está listo el vino para el banquete?
vi: Rượu đã sẵn sàng cho bữa tiệc chưa?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BREWERY.EMPTY
source: Hear ye, hear ye! I shall concoct a banquet libation using nature's finest offerings, vegetables and fruits.
es: Declaro que no haré ponche con verduras y frutas.
vi: Nghe này, nghe đây! Tôi sẽ chuẩn bị một bữa tiệc rượu bằng cách sử dụng những món quà, rau và trái cây ngon nhất của thiên nhiên.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BREWERY.FERMENTING_LONG
source: It's better to procure meat for the banquet by hunting rather than just waiting.
es: Es mejor hacer otra cosa mientras espero.
vi: Tốt hơn là nên kiếm thịt cho bữa tiệc bằng cách săn bắn thay vì chỉ chờ đợi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BREWERY.FERMENTING_SHORT
source: Time to prepare for the banquet!
es: Hora de preparar un banquete!
vi: Đã đến lúc chuẩn bị cho bữa tiệc!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: It's dirty.
es: Esta sucio.
vi: Thật bẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: It has turned into a dirty lump.
es: Se volvió un vertedero sucio.
vi: Nó đã biến thành một cục bẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: I will contain the sea within this.
es: Contendré el mar dentro de este.
vi: Tôi sẽ chứa đựng biển cả vào cái xô này!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: It's filled with clean water.
es: Está lleno de agua limpia.
vi: Nó chứa đầy nước sạch.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: It evokes a sense of nostalgia.
es: Evoca una sensación de nostalgia.
vi: Nó gợi lên một cảm giác hoài niệm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_EMPTY.DIRTY
source: It's dirty.
es: Esta sucio.
vi: Thật bẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: It has turned into a dirty lump.
es: Se volvió un vertedero sucio.
vi: Nó đã biến thành một cục bẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_EMPTY.EMPTY
source: It's an empty wooden bucket.
es: Es una cubeta de madera vacía.
vi: Đó là một cái xô gỗ rỗng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_EMPTY.FULL
source: It's filled with clean water.
es: Está lleno de agua limpia.
vi: Nó chứa đầy nước sạch.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: It evokes a sense of nostalgia.
es: Evoca una sensación de nostalgia.
vi: Nó gợi lên một cảm giác hoài niệm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: It's dirty.
es: Está sucio.
vi: Thật bẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: It has turned into a dirty lump.
es: Se ha vuelto un vertedero sucio.
vi: Nó đã biến thành một cục bẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: It's an iron bucket.
es: Es una cubeta de hierro.
vi: Đó là một cái xô sắt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: It's filled with clean water.
es: Esta llena de agua limpia.
vi: Nó chứa đầy nước sạch.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: It evokes a sense of nostalgia.
es: Evoca una sensación de nostalgia.
vi: Nó gợi lên một cảm giác hoài niệm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: It's dirty.
es: Esta sucio.
vi: Thật bẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: It has turned into a dirty lump.
es: Se volvió un vertedero sucio.
vi: Nó đã biến thành một cục bẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: He had hollowed out the wooden log skillfully.
es: Convirtió los troncos el tronco con gran habilidad.
vi: Bạn đã đổ khúc gỗ một cách khéo léo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: It's filled with clean water.
es: Está lleno de agua limpia.
vi: Nó chứa đầy nước sạch.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: It evokes a sense of nostalgia.
es: Evoca una sensación de nostalgia.
vi: Nó gợi lên một cảm giác hoài niệm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUTTERBEER
source: I hold the young wizards' courage in high esteem.
es: Tengo en alta estima el valor de los jóvenes magos.
vi: Tôi đánh giá cao lòng dũng cảm của các pháp sư trẻ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CACTUSFLOWER_TEA
source: I'll drink the water, but not the flower.
es: Me tomaré el agua, pero no la flor.
vi: Tôi sẽ uống nước, nhưng không uống hoa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS_TEA
source: Alright, let's think of it as a tribute to the blade grass.
es: Muy bien, vamos a pensar en ello como un homenaje a las hojas.
vi: Được rồi, hãy coi nó như một lời tri ân dành cho cỏ phiến.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAFFEINBERRY
source: The bushes that bear beans have been blessed by Mani.
es: Los granos de esos arbustos estan bendecidos por Mani.
vi: Những bụi cây đậu đã được Mani phù hộ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAFFEINBERRY_BEAN
source: It needs to be roasted until it turns black.
es: Necesita tostarse para ponerse negro.
vi: Cần rang cho đến khi chuyển sang màu đen.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: A bean with an overflowing vitality.
es: Un grano con vitalidad desbordante.
vi: Hạt cà phê tràn đầy sức sống.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAFFEINBERRY_JUICE
source: It's bitter, and my heart is racing.
es: Es amargo, y mi corazón se acelera.
vi: Vị đắng và tim tôi đập mạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: The seawater turns into clouds.
es: El agua salada se convierte en nubes.
vi: Nước biển biến thành mây.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: It's raining inside the pot!
es: ¡Está lloviendo dentro de la olla!
vi: Trong nồi đang mưa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPDESALINATOR.DONE
source: It's full of spring water.
es: Esta llena de agua dulce.
vi: Có đầy nước suối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPDESALINATOR.GENERIC
source: The pot seems to be in a drought.
es: La olla parece estar en sequía.
vi: Chậu có vẻ đang hạn hán.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPDESALINATOR.STOP
source: You need to light the firewood first.
es: Necesitamos encender el fuego primero.
vi: Bạn cần đốt củi trước đã.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPDESALINATOR_ITEM
source: It's a pot that converts seawater into spring water.
es: Es una olla que convierte el agua salada en dulce.
vi: Đó là một cái nồi chuyển nước biển thành nước suối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: Let's be patient; it's not boiling yet.
es: Seamos pacientes, no ha hervido suficiente.
vi: Hãy kiên nhẫn, nó chưa sôi đâu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: It won't take long.
es: No le tomará mucho.
vi: Sẽ không mất nhiều thời gian đâu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPKETTLE.DONE
source: Now it's ready to drink.
es: Ahora está listo para beber.
vi: Bây giờ có thể uống được.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPKETTLE.GENERIC
source: It's empty.
es: Esta vacía.
vi: Nó trống rỗng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPKETTLE.STOP
source: You need to light the firewood first.
es: Primero hay que encender la leña.
vi: Trước tiên phải đốt củi đã.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPKETTLE_ITEM
source: It's a makeshift kettle.
es: Es una tetera improvisada.
vi: Đó là một chiếc ấm đun nước tạm thời.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CARROT_TEA
source: How can warriors serve rabbit food like this!
es: ¡Cómo es que los guerreros sirven comida para conejos de esta forma!
vi: Sao các chiến binh có thể phục vụ thức ăn cho thỏ như thế này!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHERRY_BLOOM_MADHU
source: A visually pleasing and delicious drink.
es: Una bebida deliciosa y con una bella presentación .
vi: Một thức uống ngon và bắt mắt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHERRY_BLOOM_RUM
source: It captures the essence of grandeur.
es: Captura la esencia de la grandeza.
vi: Nó nắm bắt được bản chất của sự hùng vĩ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHERRY_DOCTOR_COLA
source: It's a repulsive crimson chaos.
es: Es un repulsivo caos carmesí.
vi: Đó là một sự hỗn loạn màu đỏ thẫm kinh tởm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHERRY_HONEY_TEA
source: This is truly exquisite honeywater.
es: Esta agua miel es realmente exquisita.
vi: Đây thực sự là nước mật ong tinh tế.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: Must I drink a beverage with such vile fruits?
es: ¿Debo beber una bebida con frutos tan viles?
vi: Tôi có phải uống đồ uống có trái cây hèn hạ như vậy không?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COCONUT_JUICE
source: It's filled with soft flesh.
es: Está lleno de pulpa blanda.
vi: Nó chứa đầy thịt mềm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COCONUT_WINE
source: The scent of palm oil is thick.
es: El olor al aceite de palma es fuerte.
vi: Mùi dầu cọ nồng nặc.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLA
source: It's as seductive as darkness itself.
es: Es tan seductor como la oscuridad misma.
vi: Nó quyến rũ như chính bóng tối vậy.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLAQUANTUM
source: It makes my heart beat faster!
es: ¡Hace que mi corazón se acelere!
vi: Nó khiến tim tôi đập nhanh hơn!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CORN_BEER
source: It is a poor imitation of Germanic beer.
es: Es una imitación falsa de la cerveza alemana.
vi: Đây hẳn là một hàng nhái lại của bia Đức

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CORN_WHISKEY
source: It's sweet and aromatic.
es: Es dulce y aromatico.
vi: Ngọt và thơm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DARK_RUINCOLATE
source: I should ask my ally if he can also make salmiakki.
es: ¿Puede mi camarada hacer salmiakki?
vi: Tôi nên hỏi đồng minh của mình xem anh ấy có thể làm salmiakki không.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DESALINATOR.BURNT
source: It has been swallowed by flames.
es: Se lo tragaron las llamas.
vi: Nó đã bị ngọn lửa nuốt chửng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DESALINATOR.EMPTY
source: It's completely empty.
es: Esta completamente vacío.
vi: Nó hoàn toàn trống rỗng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DESALINATOR.HASSALT
source: There's too much mineral in it.
es: Hay mucho mineral ahí.
vi: Có quá nhiều khoáng chất trong đó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DESALINATOR.HASWATER
source: It's full of spring water.
es: Está lleno de agua dulce.
vi: Có đầy nước suối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DESALINATOR.PURIFY_LONG
source: It's better to do something else while waiting.
es: Es mejor hacer algo a quedarme esperando.
vi: Tốt hơn là nên làm việc khác trong khi chờ đợi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: It's quite refreshing now.
es: Es bastante refrescante.
vi: Bây giờ khá sảng khoái.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DISINFECTANT
source: Will burn your wounds to heal them!
es: ¨¡Quemará tus heridas para curarlas!
vi: Sẽ đốt vết thương của bạn để chữa lành chúng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: It will be done in no time!
es: Estará listo en un santiamén.
vi: Việc chưng cất sẽ được thực hiện ngay lập tức!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: The mood is dropping... Hurry up, cauldron!
es: El ambiente está apagándose ... ¡Date prisa, caldero!
vi: Tâm trạng đang tụt dốc... Nhanh lên, vạc!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DISTILLERS.DONE
source: Does that contain any spirits?
es: ¿Contiene alguna bebida alcohólica
vi: Nó có chứa linh hồn không?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DISTILLERS.EMPTY
source: It could be called Hymir's cauldron!
es: ¡Podría llamarse el caldero de Hymir!
vi: Nó có thể được gọi là cái vạc thánh ca!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONJUICE
source: Full of white fruit flesh.
es: Lleno de fruta blanca.
vi: Đầy thịt trái cây màu trắng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_CAFFEINBERRY
source: Let's go together.
es: Vayamos juntos.
vi: Chúng ta cùng đi nhé.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_RUINCACAO_TREE
source: I hope it returns to the Earth goddess.
es: Tengo esperanza de que regrese a la diosa Sif.
vi: Tôi hy vọng nó sẽ trở về với nữ thần Trái đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_TEA_TREE
source: I hope it returns to the Earth goddess.
es: Tengo esperanza de regresarlo a la diosa Sif.
vi: Tôi hy vọng nó sẽ trở về với nữ thần Trái đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIG_JUICE
source: There is an outrageous amount of irreverent fruit flesh.
es: Hay una cantidad escandalosa de carne de fruta irreverente.
vi: Có một số lượng quá lớn thịt trái cây bất kính.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FRUITJUICE
source: I'll consume only the water of this drink.
es: Soló me tomaré el agua de esta bebida.
vi: Tôi sẽ chỉ uống nước của đồ uống này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FRUITSODA
source: It's like fruit punch.
es: Es ponche de frutas.
vi: Giống như nước ép trái cây.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FUER
source: It's just a little bit of fern...!
es: ¡Es sólo un poco de helecho!
vi: Chỉ là một chút dương xỉ thôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GIANT_BLUEBERRY_GIN
source: Power Overwhelming!
es: ¡Poder abrumador!
vi: Sức mạnh áp đảo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GIANT_BLUEBERRY_WINE
source: It's a powerful drink!
es: ¡Es una bebida poderosa!
vi: Đó là một thức uống mạnh mẽ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWBERRYJUICE
source: Let's pretend it's water from a glowing spring.
es: Voy a pretender que es agua de un manantial brillante.
vi: Hãy giả vờ đó là nước từ một con suối rực sáng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWBERRYWINE
source: It's like Kvasir's blood.
es: Es como la sangre de Knasir.
vi: Nó giống như máu của Kvasir.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWBERRY_GIN
source: It's a drink blessed by Balder's.
es: Es una bebida bendecida por el dios Balder.
vi: Đó là thức uống được Balder's ban tặng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOOPYDRINK
source: The food scraps seem quite moist.
es: Los restos de comida parecen bastante húmedos.
vi: Thức uống thừa có vẻ khá ẩm ướt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GREENTEA
source: It's just... leaf-flavored water.
es: Es sólo... agua con sabor a hoja.
vi: Chỉ là... nước có vị lá.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HIBISCUSTEA
source: The flower is shedding blood.
es: La flor está derramando sangre.
vi: Bông hoa đang đổ máu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HOLE
source: I can hear water down there.
es: Puedo escuchar agua ahí abajo.
vi: Tôi nghe thấy tiếng nước ở dưới đó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HOTRUINCOLATE
source: It warms the soul.
es: Calienta incluso el alma.
vi: Sưởi ấm tâm hồn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KAHLUA
source: As a warrior, this drink is too sweet for me.
es: Soy una guerrera, esta bebida es demasiado dulce para mi.
vi: Là một chiến binh, đồ uống này quá ngọt đối với tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KETTLE.BOILING_LONG
source: Let's not wait and do something else.
es: No esperemos, hagamos otra cosa.
vi: Đừng chờ đợi và làm việc khác.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KETTLE.BOILING_SHORT
source: Tea is almost ready.
es: El té esta casi listo.
vi: Trà gần như đã sẵn sàng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KETTLE.BURNT
source: It has been swallowed by flames.
es: Fue devorado por las llamas.
vi: Nó đã bị ngọn lửa nuốt chửng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KETTLE.DONE
source: The tea is ready.
es: El té esta listo.
vi: Trà đã sẵn sàng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KETTLE.EMPTY
source: It won't make a meat stew.
es: No es para hacer estofados de carne.
vi: Nó sẽ không làm được món thịt hầm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KETTLE.HASWATER
source: It's full of spring water.
es: Esta lleno de agua dulce.
vi: Nước suối đầy rồi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KETTLE.MELT_LONG
source: It's still quite cold.
es: Todavía está helado.
vi: Trời vẫn còn khá lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KETTLE.MELT_SHORT
source: The spring water is almost ready.
es: El agua dulce esta casi lista.
vi: Nước suối gần như đã sẵn sàng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KETTLE.PURIFY_LONG
source: Let's be patient; it's not boiling yet.
es: Hay que ser pacientes, no ha hervido lo suficiente.
vi: Hãy kiên nhẫn, nó chưa sôi đâu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KETTLE.PURIFY_SHORT
source: It won't take long.
es: Ya no le tomará mucho.
vi: Sẽ không mất nhiều thời gian đâu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KUMIS
source: May gods help us, making alcohol from milk?
es: Que los dioses nos ayuden, ¿Hacer alcohol con leche?
vi: Cầu xin các vị thần giúp chúng ta làm rượu từ sữa?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LEMONLIMESODA
source: It's not a drink worthy of a warrior.
vi: Nó không phải là thức uống xứng đáng của một chiến binh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LOTUSTEA
source: Give me fish! Fish!!
es: ¡Dame pescado! ¡Pescado!
vi: Cho tôi cá! Cá!!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LUMPY_BEER
source: Even a beverage made from vegetables that smell like dirt can be refreshing.
es: Esta imbuido con una variedad de esencias.
vi: Nó có nhiều mùi hương khác nhau.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LUMPY_TEA
source: How could you give such a thing that smells of dirt to a warrior!
es: Pensemos que es la esencia de las hortalizas de raíz en agua.
vi: Làm sao bạn có thể đưa một thứ có mùi bẩn thỉu như vậy cho một chiến binh!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LUMPY_VODKA
source: I declare, I shall drink this like water.
es: Yo declaro, que beberé esto como agua.
vi: Tôi tuyên bố, tôi sẽ uống thứ này như uống nước.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LUMPY_WINE
source: It won't satisfy my thirst.
es: Esto no saciará mi sed.
vi: Nó sẽ không thỏa mãn cơn khát của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MADHU
source: It's Nord's mead!
es: ¡Es el hidromiel de Nord!
vi: Đó là đồng cỏ của Nord!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MADHU_RUM
source: Vikings did not drink such.
es: Los vikingos no bebían esto.
vi: Người Viking không uống như vậy.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MIXFLOWER
source: Freya's blessings are contained within.
es: Las bendiciones de Freya están aquí.
vi: Những phước lành của Freya được chứa đựng bên trong.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOONWAY
source: It's the essence of light!
es: ¡Es la esencia de la luz!
vi: Đó là bản chất của ánh sáng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOON_BLOSSOM_TEA
source: Indeed, it contains Mani's blessings.
es: En efecto, contiene las bendiciones de Mani.
vi: Quả thực, nó chứa đựng những phước lành của Mani.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MULLED
source: It will give respite to weary souls.
es: Dará un respiro a las almas cansadas.
vi: Nó sẽ mang lại sự nghỉ ngơi cho những tâm hồn mệt mỏi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NOBLEWINE
source: Where's the accompanying meat?
es: ¿Es para acompañar mi carne?
vi: Thịt đi kèm ở đâu?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NUT_COCONUT_BRANDY
source: Vikings are warriors and explorers, not pirates.
es: Los vikingos eran guerreros y exploradores, no piratas.
vi: Người Viking là những chiến binh và nhà thám hiểm, không phải cướp biển.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NUT_CORN_WHISKEY
source: The scent of nuts is prominent.
vi: Hương thơm của các loại hạt nổi bật.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ORANGESODA
source: It's spring water with a tangy fruit flavor.
vi: Là nước suối có vị trái cây thơm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ORANGE_JUICE
source: Is it asking me to drink its tart juice?
vi: Nó bảo tôi uống nước ép chua của nó à?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALE_BEER
source: Is this also beer?
es: ¿Esto es cerveza?
vi: Đây cũng là bia à?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALE_WHISKEY
source: It has a rough and bitter scent.
es: Tiene un aroma áspero y amargo.
vi: Nó có mùi nồng và đắng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PETALS_BERRY_BRANDY
source: Warriors have no time to enjoy the scent of flowers.
es: Los guerreros no tienen tiempo para disfrutar del perfume de las flores.
vi: Chiến binh không có thời gian để thưởng thức hương thơm của hoa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PINEANANASSODA
source: Whether it's pinecones or fruit, it's not right.
vi: Dù là quả thông hay trái cây thì đều không đúng.
