Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NOTHIRSTSIESTA
source: My throat is drying up in the sunlight. I can't sleep now.
es: Tengo tanta sed que me secaré como una rosa.
vi: Cổ họng tôi khô rát vì nắng. Bây giờ tôi không thể ngủ được.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NOTHIRSTSLEEP
source: My throat is submerged in the abyss. I can't sleep now.
es: La sed me impide disfrutar de mi muerte temporal.
vi: Cổ họng tôi chìm trong vực thẳm. Bây giờ tôi không thể ngủ được.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_SLEEP_END
source: Still trapped in a nightmare, I can't believe that wasn't a dream!
es: Sigo atrapada en la pesadilla de mi vida, ¡No puedo creer que no fuera un sueño!
vi: Vẫn mắc kẹt trong ác mộng, tôi tưởng nó kết thúc rồi chứ.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_THIRST
source: My throat is parched.
es: Mi garganta esta reseca.
vi: Cổ họng tui khô khốc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABSINTHE
source: A woman in green clothes disguised as a serpent.
es: Una mujer vestida de verde, disfrazada de serpiente
vi: Một người phụ nữ mặc quần áo màu xanh lá cây cải trang thành một con rắn. Absinthe (The Chronicles of Narnia)

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ADDITIVE_DAIRY
source: It sealed cream.
es: Crema sellada.
vi: Nó bịt kín kem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ADDITIVE_NUT
source: Finely chopped nuts.
es: Nueces finamente picadas.
vi: Các loại hạt thái nhỏ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ADDITIVE_PETALS
source: Dried-up flower petals and leaves.
es: Pétalos de flores y hojas secas.
vi: Cánh và lá hoa khô.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ADDITIVE_SEED
source: It collected seeds with unusual scents.
es: Racogia semillas, con olores inusuales.
vi: Nó thu thập những hạt có mùi thơm khác thường.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AREUHI
source: Even without lactose, it must be painful.
es: Incluso sin lactosa debe ser doloroso
vi: Ngay cả khi không có lactose thì cũng vẫn cảm thấy đau đớn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARRACK
source: It's palm wine distilled into alcohol.
es: Vino de palma, destilado en alcohol.
vi: Rượu cọ chưng cất thành rượu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AUROBOW
source: Even when made into alcohol, it shines with vibrant colors.
es: Incluso convertido en alcohol, brilla con colores vibrantes.
vi: Ngay cả khi được làm thành rượu, nó vẫn tỏa sáng với màu sắc rực rỡ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BANANA_JUICE
source: If only I could share it with Abigail...
es: Si soló pudieras probarlo Abigail ...
vi: Giá như tôi có thể chia sẻ nó với Abigail...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BARREL.BURNT
source: My throat will soon burn too.
es: En cenizas como mis esperanzas.
vi: Cổ họng của tôi cũng sẽ sớm bị bỏng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BARREL.GENERIC
source: I'll store my water in it.
es: Puedo guardar mi agua aquí.
vi: Tôi sẽ trữ nước trong đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRIES_JUICE
source: It must have taken a lot of berries to make a bottle.
es: Debían hacer falta muchas bayas para hacer una botella
vi: Nó có lẽ phải nhét rất nhiều quả mọng để chứa đầy cái lọ đấy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRY_BRANDY
source: It will make you forget even the act of wanting to forget.
es: Te hará olvidar incluso el querer olvidar.
vi: Nó sẽ khiến bạn quên ngay cả hành động muốn quên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRY_GIN
source: I've never seen it used as medicine.
es: Nunca eh visto que se use como medicina
vi: Tôi chưa bao giờ thấy nó được dùng làm thuốc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLACKTEA
source: A short break for weary souls...
es: Un breve descanso para las almas cansadas
vi: Một phút nghỉ ngơi ngắn ngủi cho những tâm hồn mệt mỏi...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLACKTEA_ICED
source: A short break for weary souls...
es: Un gélido descanso para las almas cansadas
vi: Một khoảng nghỉ ngắn cho tâm hồn mệt mỏi...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOILBOOK
source: Even if I could quench my own thirst, it would only wash away in tears.
es: Incluso si pudiera saciar mi sed, solo se convertirían en lagrímas.
vi: Ngay cả khi tôi có thể làm dịu cơn khát của chính mình, nó cũng chỉ trôi đi trong nước mắt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BREWERY.BURNT
source: Only the scorched scent remains.
es: Sólo queda el olor a quemado
vi: Chỉ còn lại mùi cháy khét.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BREWERY.DONE
source: Another task completed.
es: Otra tarea terminada.
vi: Một nhiệm vụ nữa đã hoàn thành.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BREWERY.EMPTY
source: Just rots ingredients to make them drinkable.
es: Pudre los ingredientes para hacerlos comestibles
vi: Chỉ cần thối các thành phần để làm cho chúng có thể uống được.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BREWERY.FERMENTING_LONG
source: Whatever is inside, it will still be fresh.
es: Sea lo que sea que dejaron dentro, seguira estando fresco
vi: Dù có gì bên trong thì nó vẫn còn tươi nguyên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BREWERY.FERMENTING_SHORT
source: It needs a bit more time to ferment.
es: Necesita un poco más para fermentar.
vi: Cần thêm chút thời gian để lên men.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: Filled with life-rich toxic water.
es: Lleno de agua tóxica rica en vida.
vi: Chứa đầy nước độc hại giàu sự sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: Freezing won't make it clean.
es: Estar congelado no lo limpiará.
vi: Đóng băng sẽ không làm sạch được.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: Let's put bone meal in this, and send it back to the sea just like that.
es: Pongamos polvo de huesos en esto, y enviémoslo de vuelta al mar como si nada.
vi: Hãy rải tro cốt nên nó rồi cho trôi trong lòng đại dương!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Filled with rainwater.
es: Lleno con lágrimas.
vi: Tràn đầy nước mưa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: It's frozen solid.
es: Esta congelado.
vi: Nó đã đông cứng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_EMPTY.DIRTY
source: Filled with life-rich toxic water.
es: Lleno de agua tóxica rica en vida.
vi: Chứa đầy nước độc hại giàu sự sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: Freezing won't make it clean.
es: Estar congelado no lo limpiará.
vi: Đóng băng sẽ không làm sạch được.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_EMPTY.EMPTY
source: Just an empty bucket.
es: Solo una cubeta vacía.
vi: Chỉ là một cái xô rỗng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_EMPTY.FULL
source: Filled with rainwater.
es: Lleno con lágrimas.
vi: Tràn đầy nước mưa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: It's frozen solid.
es: Esta congelado.
vi: Nó đã đông cứng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: Filled with life-rich toxic water.
es: Lleno de agua tóxica con vida.
vi: Chứa đầy nước độc hại giàu sự sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: Freezing won't make it clean.
es: La congelación no lo limpiará.
vi: Đóng băng sẽ không làm sạch được.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: Strong but heartless.
es: Fuerte pero sin corazón.
vi: Mạnh mẽ nhưng vô tâm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: Filled with rainwater.
es: Llena con llanto del mundo.
vi: Tràn đầy nước mưa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: It's frozen solid.
es: Frío como la muerte.
vi: Nó đã đông cứng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: Filled with life-rich toxic water.
es: Lleno de agua tóxica con vida.
vi: Chứa đầy nước độc hại giàu sự sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: Freezing won't make it clean.
es: Estar congelado no lo limpio.
vi: Đóng băng sẽ không làm sạch được.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: A wooden chunk emptied by death.
es: Un árbol muerto para hacer una cubeta de madera.
vi: Một khúc gỗ bị cái chết làm trống rỗng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Filled with rainwater.
es: Lleno con agua de llanto.
vi: Tràn đầy nước mưa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: It's frozen solid.
es: Esta congelado.
vi: Nó đã đông cứng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERBEER
source: As sweet as magic.
es: Dulce como la magia.
vi: Ngọt ngào như ma thuật.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CACTUSFLOWER_TEA
source: Even when simmered, it looks pretty. I'm jealous.
es: Incluso cocida a fuego lento se ve bonita, estoy celosa
vi: Ngay cả khi đun sôi, nó trông vẫn đẹp. Tôi ghen tị.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CACTUS_TEA
source: Needing water so badly, they ended up drowning.
es: Tenían tanta necesidad de agua, que terminaron ahogándose
vi: Tất cả là do ta đã cho quá nhiều nước khiến nó bị đuối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAFFEINBERRY
source: A plant that forms beans.
es: Una planta con forma de haba.
vi: Cây tạo ra hạt đậu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAFFEINBERRY_BEAN
source: Seems quite stimulating.
es: Parece bastante estimulante.
vi: Có vẻ khá kích thích.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: Who would have thought you could obtain determination from a bean?
es: ¿Quién hubiera dicho que puedes obtener felicidad de un frijol?
vi: Ai có thể nghĩ rằng bạn có thể có được quyết tâm từ một hạt đậu?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAFFEINBERRY_JUICE
source: Dark and bitter.
es: Oscuro y amargo
vi: Đậm và đắng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: Most of it is seawater.
es: La mayor parte es agua de mar.
vi: Hầu hết là nước biển.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: Many lives must have been lost.
es: Se habrán perdido muchas vidas
vi: Nhiều sinh mạng chắc chắn đã bị mất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPDESALINATOR.DONE
source: I've extended its life a bit.
es: Ha extendido su tiempo de vida un poco mas.
vi: Tôi đã kéo dài tuổi thọ của nó thêm một chút.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPDESALINATOR.GENERIC
source: I could get some seawater with it.
es: Podría conseguir agua de mar con ella
vi: Tôi có thể lấy một ít nước biển với nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPDESALINATOR.STOP
source: It's not boiled enough yet.
es: Todavía no ha hervido lo suficiente.
vi: Chưa đun sôi đủ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPDESALINATOR_ITEM
source: I have to carry it reluctantly.
es: Tengo que llevarlo a regañadientes.
vi: Tôi phải mang nó một cách miễn cưỡng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: The water is lukewarm.
es: El agua esta tibia.
vi: Nước ấm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: I need to boil it a bit more.
es: Necesito que hierva un poco más.
vi: Tôi cần đun sôi thêm chút nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPKETTLE.DONE
source: I've extended its life a bit.
es: Ha extendido su tiempo de vida un poco mas.
vi: Tôi đã kéo dài tuổi thọ của nó thêm một chút.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPKETTLE.GENERIC
source: I could draw water from a pond with it.
es: Podría sacar agua de un estanque con ella
vi: Tôi có thể múc nước từ ao bằng nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPKETTLE.STOP
source: It's not boiled enough yet.
es: Todavía no está lo suficientemente hervida.
vi: Chưa đun sôi đủ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPKETTLE_ITEM
source: It's a handled kettle.
es: Es una tetera con mango
vi: Đó là một chiếc ấm đun nước có tay cầm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_TEA
source: I steeped carrots in water.
es: Trituré zanahorias en el agua.
vi: Tôi ngâm cà rốt trong nước.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHERRY_BLOOM_MADHU
source: Did it want to enjoy the ephemeral beauty a little longer?
es: ¿Quisieras disfrutar de la efímera belleza un poco más?
vi: Nó có muốn tận hưởng vẻ đẹp phù du lâu hơn một chút không?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHERRY_BLOOM_RUM
source: It's better to look at it than to drink it.
es: Es mejor verlo que beberlo.
vi: Thà nhìn còn hơn uống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHERRY_DOCTOR_COLA
source: It isn't a real doctor, but it might offer some fleeting comfort.
es: No es un médico de verdad, pero puede ofrecer algún consuelo fugaz.
vi: Đó không phải là một bác sĩ thực sự, nhưng nó có thể mang lại sự thoải mái thoáng qua.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHERRY_HONEY_TEA
source: Can it get any sweeter than this?
es: ¿Puede haber algo mas dulce que esto?
vi: Nó có thể ngọt hơn thế này không?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: I'll be careful not to swallow the flower buds.
es: Debo tener cuidado de no tragarme los capullos de las flores.
vi: Tôi sẽ cẩn thận không nuốt nụ hoa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COCONUT_JUICE
source: I wish I could harden my inner self like this.
es: Ojala pudiera endurecer así mi interior ...
vi: Tôi ước gì tôi có thể rèn luyện nội tâm của mình như thế này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COCONUT_WINE
source: A subtle sweet scent wafts.
es: Con una fragancia sutil y dulce
vi: Một mùi hương ngọt ngào thoang thoảng thoang thoảng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLA
source: A dark, sweet substance that dominates many people.
es: Una sustancia oscura, que controla a mucha gente
vi: Một chất ngọt ngào, đậm đà khiến nhiều người mê mẩn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLAQUANTUM
source: That pitch-black drink even shines.
es: Es tan negra como carbón, que brilla
vi: Thứ đồ uống đen tuyền đó thậm chí còn tỏa sáng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN_BEER
source: Bitter beer with lots of foam.
es: Cerveza amarga con mucha espuma.
vi: Bia đắng nhiều bọt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN_WHISKEY
source: It's just a poison that slowly kills people.
es: Solo es un veneno que mata lentamente a la gente.
vi: Đó chỉ là chất độc giết người từ từ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DARK_RUINCOLATE
source: As bitter and dark as my life.
es: Tan amarga y oscura como mi vida.
vi: Cay đắng và đen tối như cuộc đời tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DESALINATOR.BURNT
source: Only the smell of burnt salt remains.
es: Solo quedó el olor a sal tostada.
vi: Chỉ còn lại mùi muối cháy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DESALINATOR.EMPTY
source: Only the sound of emptiness is heard.
es: Se escucha el sonido del vacío
vi: Chỉ nghe thấy âm thanh trống rỗng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DESALINATOR.HASSALT
source: It's like filtering salt with salt.
es: Es como filtrar sal con sal
vi: Giống như lọc muối bằng muối vậy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DESALINATOR.HASWATER
source: The clean water is ready.
es: El agua limpia está lista.
vi: Nước sạch đã sẵn sàng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DESALINATOR.PURIFY_LONG
source: It's just started to filter the salt.
es: ¿Se puede filtrar la tristeza de mis lagrimas?.
vi: Chỉ mới bắt đầu lọc muối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: The water has become quite fresh.
es: El agua se está volviendo pura.
vi: Nước đã trở nên khá trong lành.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DISINFECTANT
source: It only turns wounds into wastelands by burning them hot.
es: Para una curación llena de dolor y ardor.
vi: Nó chỉ biến vết thương thành bãi rác bằng cách đốt nóng chúng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: I need to wait a bit more.
es: Necesito esperar un poco mas.
vi: Tôi cần đợi thêm một chút.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: It probably takes a while.
es: Probablemente tome un tiempo.
vi: Có lẽ sẽ mất một lúc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DISTILLERS.DONE
source: Another task completed.
es: Otra tarea completada.
vi: Một nhiệm vụ nữa đã hoàn thành.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DISTILLERS.EMPTY
source: Machines will drink alcohol, and eventually, alcohol will consume people.
es: Las máquinas beberán alcohol, y con el tiempo, el alcohol consumirá a las personas.
vi: Máy móc sẽ uống rượu và cuối cùng rượu sẽ tiêu thụ con người.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONJUICE
source: Well, now it's juice.
es: Bueno, ahora es jugo.
vi: À, bây giờ là nước trái cây.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_CAFFEINBERRY
source: How sad. You have no home.
es: Que triste, no tienes hogar.
vi: Ôi buồn kinh, ngươi không có nhà.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_RUINCACAO_TREE
source: Was that cave your hell?
es: ¿Es esa caverna tu infierno?
vi: Hang động đó có phải là địa ngục của bạn không?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_TEA_TREE
source: I like it dead as it is, but I should return it to the ground.
es: Me gusta muerto como está, pero debo devolverlo al suelo.
vi: Tôi thích nó chết như vậy nhưng tôi nên trả nó xuống đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIG_JUICE
source: Tiny seeds are getting caught in my throat.
es: Pequeñas semillas se aferran a la vida y a mi garganta.
vi: Những hạt nhỏ đang mắc vào cổ họng tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FRUITJUICE
source: Made with various fruits.
es: Hecha con varias frutas.
vi: Được làm từ nhiều loại trái cây.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FRUITSODA
source: Soda with fruit juice squeezed in.
es: Bebida con jugo de fruta exprimido.
vi: Soda nước ép trái cây.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FUER
source: I can't see the Hatter to celebrate an unbirthday today.
es: No puedo ver al Sombrerero, para celebrar un no cumpleaños hoy
vi: Tôi không thể gặp Người làm mũ để chúc mừng sinh nhật hôm nay. Alice's Adventures in Wonderland

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GIANT_BLUEBERRY_GIN
source: As self-destructive as I am.
es: Tan auto destructiva como yo
vi: Tôi cũng đang tự hủy hoại bản thân mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GIANT_BLUEBERRY_WINE
source: Wine with an explosive aroma.
es: Vino con un aroma explosivo.
vi: Rượu có mùi thơm bùng nổ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWBERRYJUICE
source: Will my body glow blue?
es: ¿Mi cuerpo brillará azul?
vi: Cơ thể tôi có phát sáng màu xanh không?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWBERRYWINE
source: Is there a shimmering ghost trapped inside the bottle?
es: ¿Acaso es un fantasma brillante lo atrapado en la botella?
vi: Có một con ma lung linh bị mắc kẹt bên trong cái chai?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWBERRY_GIN
source: It seduces people with its blue light.
es: Seduce a la gente con su luz azul
vi: Nó quyến rũ mọi người với ánh sáng xanh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOOPYDRINK
source: Like my life, this is terribly messed up.
es: Al igual que mi vida, esto esta terriblemente estropeado.
vi: Giống như cuộc sống của tôi, thứ này thật hỗn loạn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENTEA
source: I'm not sure if I can call this tea.
es: No estoy segura de llamar esto té.
vi: Không biết có thể gọi loại trà này là trà không.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HIBISCUSTEA
source: It's quite tangy.
es: Un sabor un poco fuerte.
vi: Nó khá thơm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOLE
source: I haven't reached the bottom yet, how can I get back home?
es: Aún no he tocado el fondo ¿Podré volver a casa?
vi: Tôi còn chưa chạm tới đáy, làm sao tôi có thể về nhà? Alice’s Adventures in Wonderland

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOTRUINCOLATE
source: I've missed warm cocoa.
es: Echaba de menos el chocolate caliente
vi: Tôi nhớ ca cao ấm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KAHLUA
source: It smells like strongly concentrated coffee.
es: Huele fuertemente a concentrado de café.
vi: Có mùi cà phê đậm đặc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KETTLE.BOILING_LONG
source: Whatever is inside, it will still be alive.
es: Sea lo que sea lo que haya dentro, seguirá vivo.
vi: Dù có gì bên trong thì nó vẫn còn sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KETTLE.BOILING_SHORT
source: It needs a bit more time to cook.
es: Necesita un poco más de tiempo para esta listo.
vi: Cần thêm chút thời gian để nấu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KETTLE.BURNT
source: It's been scorched.
es: Reducida a cenizas como mi alegría.
vi: Nó bị cháy sém.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KETTLE.DONE
source: Finally, I can quench my thirst.
vi: Cuối cùng tôi cũng có thể làm dịu cơn khát của mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KETTLE.EMPTY
source: As dry as my eyeballs.
es: Tan seca como mis ojos.
vi: Khô như nhãn cầu của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KETTLE.HASWATER
source: Shall I gather ingredients for a drink?
es: ¿Recolecto ingredientes para una bebida?
vi: Tôi có nên thu thập nguyên liệu để làm đồ uống không?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KETTLE.MELT_LONG
source: It's still frozen.
es: Está congelado.
vi: Nó vẫn còn đóng băng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KETTLE.MELT_SHORT
source: I need to boil it a bit more to melt it.
es: Necesito hervirlo un poco mas para derretirlo.
vi: Tôi cần đun sôi thêm chút nữa để làm tan chảy nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KETTLE.PURIFY_LONG
source: The water is still lukewarm.
es: El agua sigue tibia.
vi: Nước vẫn còn âm ấm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KETTLE.PURIFY_SHORT
source: I need to boil it a bit more.
es: Necesita hervir un poco mas.
vi: Tôi cần đun sôi thêm chút nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KUMIS
source: It's a sad thing for babies.
es: Es algo triste para los bebés
vi: Thật là một điều đáng buồn cho các em bé.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LEMONLIMESODA
source: It is Excessively sweet carbonated beverage.
vi: Đó là đồ uống có ga quá ngọt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOTUSTEA
source: Calm has taken root even amidst suffering.
es: La calma ha permanecido incluso en medio del sufrimiento.
vi: Sự bình tĩnh đã bén rễ ngay cả trong đau khổ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUMPY_BEER
source: It seems to suit my taste.
es: Parece que se ajusta a mis gustos
vi: Có vẻ hợp với khẩu vị của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUMPY_TEA
source: It can't take root any longer.
es: No podrás arraigarte mas.
vi: Nó sẽ không thể bám rễ lâu hơn nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUMPY_VODKA
source: It will burn my throat.
es: Quema mi garganta.
vi: Nó sẽ làm bỏng họng tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUMPY_WINE
source: It's transparent and slightly mustard-colored.
es: Es transparente y ligeramente color mostaza.
vi: Nó trong suốt và có màu hơi mù tạt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MADHU
source: How much honey must have been stolen to make this?
es: ¿Cuanta miel fue robada para poder hacer esto?
vi: Phải đánh cắp bao nhiêu mật ong để làm được thứ này?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MADHU_RUM
source: It will slowly drown itself without even knowing.
es: Se ahogarán lentamente sin siquiera saberlo
vi: Nó sẽ tự chết đuối từ từ mà không hề hay biết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MIXFLOWER
source: I gathered petals and boiled them.
es: Recolecté pétalos y los puse a hervir.
vi: Tôi đã hái những cánh hoa và luộc chúng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOONWAY
source: A rainbow of death.
es: Un arcoíris de muerte.
vi: Cầu vồng của cái chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOON_BLOSSOM_TEA
source: It can't exude any more beauty.
es: No puede desprender mas belleza
vi: Nó không thể toát lên vẻ đẹp nào nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MULLED
source: Can It melt down a cold and shattered heart?
es: ¿Puede derretir un corazón frío y destrozado?
vi: Nó có thể làm tan chảy một trái tim lạnh giá và tan vỡ không?
