Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: CONTENTS CORRUPTED
es: CONTENIDOS CORRUPTOS
vi: NỘI DUNG BỊ HỎNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: DIRTY AND SOLID
es: SUCIA AGUA SÓLIDA
vi: NƯỚC RẮN LỌC

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: ITS INCREASED EFFICIENCY DOES NOT IMPRESS ME
es: SU MAYOR EFICIENCIA NO ME IMPRESIONA
vi: NÓ CÓ CẢI THIỆN HIỆU SUẤT THÌ CŨNG CHẢ KHIẾN TÔI ẤN TƯỢNG ĐÂU

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: EVEN DAMN RAIN HAS ITS USES
es: HASTA LA MALDITA LLUVIA TIENE USOS
vi: Ngay cả mưa chết tiệt cũng có công dụng

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: FROZEN
es: CONGELADO
vi: ĐÔNG LẠNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_EMPTY.DIRTY
source: CONTENTS CORRUPTED
es: CONTENIDOS CORRUPTOS
vi: NỘI DUNG BỊ HỎNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: DIRTY AND SOLID
es: SUCIA AGUA SÓLIDA
vi: BẨN VÀ RẮN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_EMPTY.EMPTY
source: IT CONTAINS HORRIBLE WATER
es: CONTIENE HORRIBLE AGUA
vi: NÓ CHỨA NƯỚC KHỦNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_EMPTY.FULL
source: EVEN DAMN RAIN HAS ITS USES
es: HASTA LA MALDITA LLUVIA TIENE USOS
vi: Ngay cả mưa chết tiệt cũng có công dụng

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: FROZEN
es: CONGELADO
vi: ĐÔNG LẠNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: CONTENTS CORRUPTED
es: CONTENIDOS CORRUPTOS
vi: NỘI DUNG BỊ HỎNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: FILTHY SOLID WATER
es: SUCIA AGUA SÓLIDA
vi: NƯỚC RẮN LỌC

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: ADVANCED STURDINESS
es: ROBUSTEZ AVANZADA
vi: CHẮC CHẮN NÂNG CAO

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: EVEN DAMN RAIN HAS ITS USES
es: HASTA LA MALDITA LLUVIA TIENE USOS
vi: Ngay cả mưa chết tiệt cũng có công dụng

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: FROZEN
es: CONGELADO
vi: ĐÔNG LẠNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: CONTENTS CORRUPTED
es: CONTENIDOS CORRUPTOS
vi: NỘI DUNG BỊ HỎNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: FILTHY SOLID WATER
es: SUCIA AGUA SÓLIDA
vi: NƯỚC RẮN LỌC

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: NO INTEGRITY ISSUE DESPITE THE RUSTIC APPEARANCE
es: SIN DEFECTOS A PESAR DE SU APARIENCIA RÚSTICA
vi: KHÔNG CÓ VẤN ĐỀ VỀ TÍNH CHÍNH TRỌNG MẶC BẰNG BẰNG NGOẠI MÔ TẢ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: EVEN DAMN RAIN HAS ITS USES
es: HASTA LA MALDITA LLUVIA TIENE USOS
vi: Ngay cả mưa chết tiệt cũng có công dụng

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: FROZEN
es: CONGELADO
vi: ĐÔNG LẠNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERBEER
source: NON-ALCOHOLIC ETHANOL ANTIFREEZE
es: ANTICONGELANTE SIN ETANOL NI ALCOHOL
vi: CHỐNG ĐÔNG ETHANOL KHÔNG CỒN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CACTUSFLOWER_TEA
source: JUICE FROM FLESH!
es: JUGO DE PULPA
vi: NƯỚC ÉP TƯƠI

# STRINGS.CHARACTERS.WX78.DESCRIBE.CACTUS_TEA
source: COMPLETE FIREWALL NEUTRALIZATION
es: FIREWALL COMPLETAMENTE NEUTRALIZADO
vi: HOÀN THÀNH VÔ HIỆU HÓA TƯỜNG CHÁY

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAFFEINBERRY
source: A LUNAR-MUTATED DRINKABLE BEAN PLANT
es: PLANTA DE GRANOS LUNARES PARA BEBER
vi: CÂY ĐẬU CÓ THỂ UỐNG ĐƯỢC BỊ THAY ĐỔI BỞI MẶT TRĂNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAFFEINBERRY_BEAN
source: A DRINKABLE BEAN
es: UN GRANO BEBIBLE
vi: ĐẬU CÓ THỂ UỐNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAFFEINBERRY_BEAN_COOKED
source: OPTIMIZED THROUGH HEATING
es: OPTIMIZADO POR CALENTAMIENTO
vi: TỐI ƯU VIỆC SƯỞI ẤM

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAFFEINBERRY_JUICE
source: COOLANT FOR OVERCLOCKING
es: REFRIGERANTE PARA VELOCIDAD
vi: CHẤT LÀM MÁT ĐỂ ÉP XUNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPDESALINATOR.BOILING_LONG
source: IT WILL TAKE TIME
es: TOMARÁ TIEMPO
vi: SẼ MẤT THỜI GIAN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPDESALINATOR.BOILING_SHORT
source: ALMOST FINISHED
es: CASI TERMINADO
vi: GẦN HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPDESALINATOR.DONE
source: SALT REMOVAL COMPLETE
es: PURIFICACIÓN COMPLETA
vi: HOÀN THÀNH LOẠI BỎ MUỐI

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPDESALINATOR.GENERIC
source: SALTWATER REPLENISHMENT NEEDED
es: RECARGA DE AGUA SALADA REQUERIDA
vi: CẦN BỔ SUNG NƯỚC MẶN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPDESALINATOR.STOP
source: HEATING REQUIRED
es: CALOR NECESARIO
vi: CẦN LÀM NHIỆT

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPDESALINATOR_ITEM
source: DEVICE FOR SALT REMOVAL
es: DISPOSITIVO PARA REMOVER SAL
vi: THIẾT BỊ ĐỂ LOẠI BỎ MUỐI

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPKETTLE.BOILING_LONG
source: IT WILL TAKE TIME
es: TOMARÁ TIEMPO
vi: SẼ MẤT THỜI GIAN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPKETTLE.BOILING_SHORT
source: ALMOST FINISHED
es: CASI TERMINADO
vi: GẦN HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPKETTLE.DONE
source: PURIFICATION COMPLETE
es: PURIFICACIÓN COMPLETA
vi: HOÀN THÀNH THANH LỌC

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPKETTLE.GENERIC
source: MOISTURE REPLENISHMENT NEEDED
es: RECARGA DE AGUA REQUERIDA
vi: CẦN BỔ SUNG ĐỘ ẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPKETTLE.STOP
source: HEATING REQUIRED
es: CALOR NECESARIO
vi: CẦN NHIỆT

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPKETTLE_ITEM
source: PRIMITIVE METHOD OF PURIFICATION
es: MÉTODO PRIMITIVO DE PURIFICACIÓN
vi: PHƯƠNG PHÁP LỌC SÁNG TUYỆT VỜI

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_TEA
source: CONCENTRATED BETA-CAROTENE
es: BETACAROTENO CONCENTRADO
vi: BETA-CAROTENE ĐẬM

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHERRY_BLOOM_MADHU
source: PRE-MADE ETHANOL
es: ETANOL PRE-HECHO
vi: ETHANOL ĐƯỢC LÀM TRƯỚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHERRY_BLOOM_RUM
source: UNNECESSARY VFX INCLUDED
es: EFECTOS INNECESARIOS INCLUÍDOS
vi: BAO GỒM VFX KHÔNG CẦN THIẾT

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHERRY_DOCTOR_COLA
source: WHO CREATED SUCH A HYBRID?
es: ¿QUIÉN CREO ESTE HÍBRIDO?
vi: AI TẠO RA MỘT HYBRID NHƯ VẬY?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHERRY_HONEY_TEA
source: ATTEMPTED SWEETNESS MEASUREMENT: FAILED
es: INTENTO DE MEDICIÓN DE DULZOR: FALLIDO
vi: ĐO ĐỘ NGỌT ĐÃ ĐƯỢC THỰC HIỆN: THẤT BẠI

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHERRY_ROSEBERRIES_TEA
source: FLUID WITH A ROSE SCENT
es: FLUÍDO CON OLOR A ROSAS
vi: FLUID VỚI HƯƠNG HOA HỒNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.COCONUT_JUICE
source: RICH IN ELECTROLYTES
es: RICO EN ELECTROLITOS
vi: Giàu chất điện giải

# STRINGS.CHARACTERS.WX78.DESCRIBE.COCONUT_WINE
source: LUBRICATING OIL TURNED INTO A DRINK
es: ACEITE DE LUBRICACIÓN BEBIBLE
vi: DẦU BÔI TRƠN CHUYỂN THÀNH ĐỒ UỐNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLA
source: CARAMEL LIQUID LOVED BY FOOLISH ORGANISMS
es: CARAMELO LÍQUIDO AMADO POR ORGANISMOS TONTOS
vi: Chất lỏng caramel được các sinh vật ngu ngốc yêu thích

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLAQUANTUM
source: CONTAINS A LARGE AMOUNT OF RADIATION
es: CONTIENE UNA GRAN CANTIDAD DE RADIACÓN
vi: CHỨA LƯỢNG BỨC XẠ LỚN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN_BEER
source: CORN - ALCOHOL ADD-ON INSTALLED
es: MAÍZ, MODIFICACIÓN DE ALCOHOL AGREGADA
vi: BẮP - CÀI ĐẶT RƯỢU BỔ SUNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN_WHISKEY
source: HIGHER CONCENTRATION ACHIEVED
es: ALTA CONCENTRACIÓN CONSEGUIDA
vi: Đạt được nồng độ cao hơn

# STRINGS.CHARACTERS.WX78.DESCRIBE.DARK_RUINCOLATE
source: PROCESSED PURE CACAO MASS
es: MASA DE CACAO PROCESADA
vi: KHỐI LƯỢNG CACAO NGUYÊN CHẤT ĐÃ CHẾ BIẾN

# STRINGS.CHARACTERS.WX78.DESCRIBE.DESALINATOR.BURNT
source: FUNCTIONALITY LOST
es: FUNCIONALIDAD PERDIDA
vi: MẤT CHỨC NĂNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.DESALINATOR.HASSALT
source: SALT REMOVAL NEEDED
es: ELIMINACIÓN DE SAL NECESARIA
vi: CẦN LOẠI BỎ MUỐI

# STRINGS.CHARACTERS.WX78.DESCRIBE.DESALINATOR.HASWATER
source: DESALINATION SUCCESSFUL
es: DESALINIZACIÓN COMPLETADA
vi: Khử Mặn THÀNH CÔNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.DESALINATOR.PURIFY_LONG
source: SALT SEPARATION IN PROGRESS
es: DESALINIZACIÓN EN PROCESO
vi: ĐANG TÁCH MUỐI ĐANG TIẾN HÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.DESALINATOR.PURIFY_SHORT
source: SALT SEPARATION ALMOST COMPLETE
es: DESALINIZACIÓN CASI COMPLETA
vi: Tách MUỐI GẦN HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.DISINFECTANT
source: GERMICIDAL SOLUTION
es: SOLUCIÓN GERMICIDA
vi: DUNG DỊCH Diệt khuẩn

# STRINGS.CHARACTERS.WX78.DESCRIBE.DISTILLERS.DISTILLING_SHORT
source: ALMOST DONE
es: CASI LISTO
vi: HẦU HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.DISTILLERS.DISTILLTING_LONG
source: IT WILL TAKE A LONG TIME
es: TOMARÁ UN LARGO TIEMPO
vi: SẼ MẤT THỜI GIAN DÀI

# STRINGS.CHARACTERS.WX78.DESCRIBE.DISTILLERS.DONE
source: DISTILLATION PROCESS COMPLETE
es: DESTILACIÓN COMPLETADA
vi: HOÀN THÀNH QUY TRÌNH Chưng Cất

# STRINGS.CHARACTERS.WX78.DESCRIBE.DISTILLERS.EMPTY
source: ANOTHER GREAT SIBLING
es: OTRO GRAN HERMANO
vi: MỘT NGƯỜI EM TUYỆT VỜI

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONJUICE
source: LIQUID FIBER
es: FIBRA LÍQUIDA
vi: SỢI LỎNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_CAFFEINBERRY
source: REQUIRES SOIL
es: REQUIERE DE SUELO
vi: YÊU CẦU ĐẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_RUINCACAO_TREE
source: REQUIRES SOIL
es: REQUIERE DE SUELO
vi: CẦN ĐẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_TEA_TREE
source: REQUIRES SOIL
es: REQUIERE DE SUELO
vi: CẦN ĐẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIG_JUICE
source: A FLUID FORM OF SUSTENANCE
es: FORMA FLUÍDA DE SUSTENTO
vi: MỘT DẠNG CHẤT DINH DƯỠNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.FRUITJUICE
source: ENERGY POD MIXTURE
es: MEZCLA ENERGÉTICA
vi: HỖN HỢP POD NĂNG LƯỢNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.FRUITSODA
source: CARBON DIOXIDE SOLUTION WITH ADDED FRUCTOSE
es: SOLUCIÓN DE DIÓXIDO DE CARBONO CON FRUCTOSA
vi: DUNG DỊCH CARBON DIOXIDE CÓ THÊM FRUCTOSE

# STRINGS.CHARACTERS.WX78.DESCRIBE.FUER
source: EXTRACT FROM FRESH LEAVES
es: EXTRACTO DE HOJAS FRESCAS
vi: CHIẾT XUẤT TỪ LÁ TƯƠI

# STRINGS.CHARACTERS.WX78.DESCRIBE.GIANT_BLUEBERRY_GIN
source: HAS TREMENDOUS KINETIC ENERGY
es: CONTIENE UNA TREMENDA CANTIDAD DE ENERGÍA CINÉTICA
vi: ĐÃ CÓ NĂNG LƯỢNG ĐỘNG TUYỆT VỜI

# STRINGS.CHARACTERS.WX78.DESCRIBE.GIANT_BLUEBERRY_WINE
source: STILL DANGEROUS
es: AÚN ES PELIGROSO
vi: VẪN NGUY HIỂM

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWBERRYJUICE
source: LUMINOUS FLUID
es: LÍQUIDO LUMINOSO
vi: CHẤT LỎNG PHÁT QUANG

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWBERRYWINE
source: SELF-ILLUMINATING ALCOHOL
es: ALCOHOL BRILLANTE
vi: RƯỢU TỰ PHÁT SÁNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWBERRY_GIN
source: CONTAINS TREMENDOUS DYNAMIC ENERGY
es: CONTIENE MUCHA ENERGIA DINÁMICA
vi: CHỨA NĂNG LƯỢNG NĂNG ĐỘNG TUYỆT VỜI

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOOPYDRINK
source: WATER TURNED INTO SOMETHING TERRIBLE
es: AGUA CONVERTIDA EN ALGO TERRIBLE
vi: NƯỚC BIẾN THÀNH ĐIỀU KHỦNG KHIẾP

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENTEA
source: JUST BOILED LEAVES
es: HOJAS HERVIDAS
vi: CHỈ ĐUN LÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HIBISCUSTEA
source: A SOLUTION OF INTENSE SOURNESS
es: UNA SOLUCIÓN DE AMARGOR INTENSO
vi: DỊCH CHUA ĐẬM ĐẶC

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOLE
source: A HOLE FOR EXTRACTING WATER
es: AGUJERO PARA EXTRAER AGUA
vi: LỖ ĐỂ KHAI THÁC NƯỚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOTRUINCOLATE
source: COCOA COOLANT
es: REFRIGERANTE DE CACAO
vi: Chất LÀM MÁT COCOA

# STRINGS.CHARACTERS.WX78.DESCRIBE.KAHLUA
source: HIGH-ENERGY FUNCTION INCLUDED
es: ALTA ENERGÍA INCLUIDA
vi: BAO GỒM CHỨC NĂNG NĂNG LƯỢNG CAO

# STRINGS.CHARACTERS.WX78.DESCRIBE.KETTLE.BOILING_LONG
source: IT WILL TAKE TIME
es: TOMARÁ TIEMPO
vi: SẼ MẤT THỜI GIAN

# STRINGS.CHARACTERS.WX78.DESCRIBE.KETTLE.BOILING_SHORT
source: ALMOST FINISHED
es: CASI TERMINADO
vi: GẦN HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.KETTLE.BURNT
source: KETTLE OVERHEATED
es: TETERA SOBRECALENTADA
vi: ẤM QUÁ NHIỆT

# STRINGS.CHARACTERS.WX78.DESCRIBE.KETTLE.DONE
source: COOLANT MIXTURE COMPLETE
es: MEZCLA REFRESCANTE COMPLETADA
vi: HỖN HỢP LÀM MÁT HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.KETTLE.EMPTY
source: BESTOW PURPOSE UPON HORRIBLE WATER
es: SACA LO MEJOR DE LA HORRIBLE AGUA
vi: MỤC ĐÍCH TỐT NHẤT KHI NƯỚC HORRIBLE

# STRINGS.CHARACTERS.WX78.DESCRIBE.KETTLE.HASWATER
source: ADDITIONAL INPUT REQUIRED
es: ACCIÓN ADICIONAL NECESARIA
vi: YÊU CẦU ĐẦU VÀO BỔ SUNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.KETTLE.MELT_LONG
source: THAWING IN PROGRESS
es: DESCONGELAMIENTO EN CURSO
vi: ĐANG TAN BĂNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.KETTLE.MELT_SHORT
source: THAWING ALMOST COMPLETE
es: DESCONGELAMIENTO CASI COMPLETADO
vi: RÃ ĐÔNG GẦN HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.KETTLE.PURIFY_LONG
source: ADDITIONAL PURIFICATION IN PROGRESS
es: PURIFICACIÓN ADICIONAL EN PROGRESO
vi: ĐANG LÀM SẠCH BỔ SUNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.KETTLE.PURIFY_SHORT
source: PURIFICATION ALMOST COMPLETE
es: PURIFICACIÓN CASI COMPLETADA
vi: SẮC LỌC GẦN HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.KUMIS
source: '/D3D7D4' PRESERVED
es: 'D3D7D4' PRESERVADO
vi: '/D3D7D4' ĐƯỢC BẢO QUẢN

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEMONLIMESODA
source: CONTAINS A LARGE AMOUNT OF CITRIC ACID
vi: CHỨA LƯỢNG LỚN ACID CITRIC

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOTUSTEA
source: BOILED WATER LILY FLOWERS INTO WATER
es: HOJAS HERVIDAS OTRA VEZ
vi: NẤU HOA LOTUS THÀNH NƯỚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUMPY_BEER
source: INCOMPREHENSIBLE OBSESSION WITH CARBONATION BY ORGANISMS
es: OBSESIÓN INCOMPRENDIBLE CON LA CARBONACIÓN DE ORGANISMOS
vi: NĂM KIẾM KHÔNG THỂ KIẾM ĐƯỢC VỚI SỰ THẬT CARBON CỦA SINH VẬT

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUMPY_TEA
source: ROOT ACCESS GRANTED
es: ACCESO A LA RAÍZ CONCEDIDO
vi: CẤP TRUY CẬP ROOT

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUMPY_VODKA
source: VERY HIGH ETHANOL CONCENTRATION
es: CONCENTRACIÓN DE ETANOL MUY ALTA
vi: Nồng độ ETHANOL RẤT CAO

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUMPY_WINE
source: ORGANISMS' ROOTS USED FOR VARIOUS PURPOSES
es: RAÍCES DE ORGANISMOS
vi: RỐC CỦA SINH VẬT ĐƯỢC SỬ DỤNG CHO NHIỀU MỤC ĐÍCH KHÁC NHAU

# STRINGS.CHARACTERS.WX78.DESCRIBE.MADHU
source: PROCESSED PRODUCT OF A DAY'S WORK
es: PRODUCTO PROCESADO EN UN DÍA DE TRABAJO
vi: SẢN PHẨM CHẾ BIẾN CỦA MỘT NGÀY LÀM VIỆC

# STRINGS.CHARACTERS.WX78.DESCRIBE.MADHU_RUM
source: COMPATIBLE WITH THE ENVIRONMENT ON THE STOMACH
es: COMPATIBLE CON EL ENTORNO ESTOMACAL
vi: Tương thích với môi trường trên dạ dày

# STRINGS.CHARACTERS.WX78.DESCRIBE.MIXFLOWER
source: THE TASTE OF DESTROYED BEAUTY
es: EL SABOR DE LA BELLEZA DESTRUÍDA
vi: HƯƠNG VỊ VẺ ĐẸP PHÁ HỦY

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOONWAY
source: PRESERVES LUMINESCENT ORGANIC MATTER
es: TIENE UNA LUMINISCENCIA ORGÁNICA
vi: BẢO QUẢN VẬT CHẤT HỮU CƠ PHÁT SÁNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOON_BLOSSOM_TEA
source: NO LONGER CAPABLE OF REGENERATION HEHEHE
es: YA NO CRECERÁ JEJE
vi: KHÔNG CÓ KHẢ NĂNG TÁI SINH HEHEHE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MULLED
source: MOST ETHANOL LOST
es: MAYORÍA DE ETANOL PERDIDA
vi: MẤT ETHANOL NHIỀU NHẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.NOBLEWINE
source: UNDERWENT ONE MORE BREWING PROCESS
es: SE REALIZÓ UN PROCESO DE ELABORACIÓN MÁS
vi: ĐANG ĐANG THÊM MỘT QUY TRÌNH Ủ

# STRINGS.CHARACTERS.WX78.DESCRIBE.NUT_COCONUT_BRANDY
source: EXCLUSIVE TO UNPLEASANT MARINE ORGANISMS' BYPRODUCTS
es: HECHO CON ORGANISMOS MARINOS DESAGRADABLES
vi: ĐỘC QUYỀN DÀNH CHO CÁC SẢN PHẨM PHỤ CỦA SINH VẬT BIỂN KHÓ CHỊU

# STRINGS.CHARACTERS.WX78.DESCRIBE.NUT_CORN_WHISKEY
source: WHERE IS THE BOLT?
es: ¿DÓNDE ESTA EL SABOR?
vi: BULT Ở ĐÂU?

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGESODA
source: PRODUCED TO ENCOURAGE THE BEHAVIOR OF ORGANISMS
vi: Được sản xuất để khuyến khích hành vi của sinh vật

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGE_JUICE
source: CRUSHED FOR CONSUMPTION
vi: nghiền để tiêu thụ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALE_BEER
source: CONVENTIONAL IMMISCIBILITY
es: INMISCIBILIDAD CONVENCIONAL
vi: KHẢ NĂNG KHÔNG THỂ TUYỆT VỜI

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALE_WHISKEY
source: AMERICAN STYLE
es: ESTILO AMERICANO
vi: PHONG CÁCH MỸ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PETALS_BERRY_BRANDY
source: JUST LIKE A DIFFUSER
es: JUSTO COMO UN DIFUSOR
vi: CHỈ GIỐNG NHƯ MỘT NGƯỜI KHÁC BIỆT

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINEANANASSODA
source: PINE TUNING USED
vi: ĐÃ SỬ DỤNG ĐIỀU CHỈNH THÔNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINEANANAS_JUICE
source: DENIES ASSOCIATION WITH SPONGES
vi: TỪ CHỐI LIÊN KẾT VỚI BỌT BIỂN

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE_JUICE
source: THE RED LIQUID IS REMINISCENT OF BLOOD
es: EL LÍQUIDO ROJO ME RECUERDA A LA SANGRE
vi: GHI NHỚ: CHẤT LỎNG MÀU ĐỎ LÀ MÁU

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: IT WILL TAKE TIME
es: TOMARÁ TIEMPO
vi: SẼ MẤT THỜI GIAN

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: ALMOST FINISHED
es: CASI TERMINADO
vi: GẦN HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: COOLANT MIXTURE COMPLETE
es: MEZCLA REFRESCANTE COMPLETADA
vi: HỖN HỢP LÀM MÁT HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: CODE 418: TEAPOT
es: CÓDIGO 418: TETERA
vi: CODE 418: TRÀ PHÒNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: NICE TO MEET YOU, MY BROTHER
es: GUSTO CONOCERTE HERMANO
vi: RẤT VUI KHI ĐƯỢC GẶP EM, EM TRAI CỦA TÔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: ADDITIONAL INPUT REQUIRED
es: ACCIÓN ADICIONAL NECESARIA
vi: YÊU CẦU ĐẦU VÀO BỔ SUNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: THAWING IN PROGRESS
es: DESCONGELAMIENTO EN CURSO
vi: Đang tan băng

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: THAWING ALMOST COMPLETE
es: DESCONGELAMIENTO CASI COMPLETADO
vi: ĐANG Rã đông GẦN HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: ADDITIONAL PURIFICATION IN PROGRESS
es: PURIFICACIÓN ADICIONAL EN PROGRESO
vi: ĐANG LÀM SẠCH BỔ SUNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: PURIFICATION ALMOST COMPLETE
es: PURIFICACIÓN CASI COMPLETADA
vi: SẮC LỌC GẦN HOÀN THÀNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.PULQUE
source: WHEN WILL THE END OF SELF-EVOLUTION OF INCLUDED MICROBES BE?
es: ¿CUÁNDO SERÁ EL FINAL DE LA EVOLUCIÓN DE LOS MICROBIOS?
vi: BAO GIỜ SẼ KẾT THÚC QUÁ TRÌNH TỰ TIẾN HÓA CỦA VI SINH VẬT BAO GỒM?

# STRINGS.CHARACTERS.WX78.DESCRIBE.QUARTZ_SHAKE
source: MIX OF LAND AND SEA ORGANISMS
es: MEZCLA DE LA SUPERFICIE Y ORGANISMOS MARINOS
vi: HỖN HỢP CÁC SINH VẬT ĐẤT VÀ BIỂN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAINBOW_SHAKE
source: RADIATES RAINBOW RAYS
es: IRRADIA UN ARCOÍRIS
vi: TÁO RAINBOW TIA

# STRINGS.CHARACTERS.WX78.DESCRIBE.RICE_SPIRITS
source: BYPRODUCT REMAINS
es: RESTOS DEL ARROZ
vi: SẢN PHẨM PHỤ CÒN LẠI

# STRINGS.CHARACTERS.WX78.DESCRIBE.RICE_WINE
source: BYPRODUCT PROCESSED
es: SUBPRODUCTO PROCESADO
vi: SẢN PHẨM PHỤ ĐƯỢC CHẾ BIẾN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCACAO
source: REQUIRES SOME POST-PROCESSING
es: REQUIERE DE PROCESADO
vi: CẦN MỘT SỐ CHẾ BIẾN SAU

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCACAO_BEAN
source: WORTH PROCESSING
es: PROCESADO
vi: ĐÁNG CHẾ BIẾN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: DISGUSTING TAR AND PROTEIN ETHANOL EXTRACT
es: EXTRACTO DE ETANOL Y ALQUITRÁN DESAGRADABLE
vi: CHIẾT XUẤT TAR VÀ PROTEIN ETHANOL TUYỆT VỜI

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCACAO_SEED
source: GROW IMMEDIATELY TO PROVIDE FRUIT
es: CRECER PARA COMER
vi: TĂNG TRƯỞNG NGAY LẬP TỨC ĐỂ CUNG CẤP TRÁI CÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCACAO_SEED_COOKED
source: 검은콩을 불에 그을림
es: VAINAS TOSTADAS CON EL FUEGO
vi: ĐẬU ĐEN RANG TRÊN LỬA

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCACAO_SEED_SAPLING
source: WITH A TRACE OF SHADOW AND SYMBIOSIS
es: RASTROS DE SOMBRAS Y SIMBIOSIS
vi: CÓ MỘT DẤM BÓNG VÀ SỰ CỘNG HỢP

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCACAO_TREE
source: AN UNUSUAL FORM OF COCOA TREE
es: FORMA INUSUAL DE ÁRBOL DEL CACAO
vi: MỘT DẠNG CÂY COCOA ĐẶC BIỆT

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCACAO_WINE
source: CACAO NEW POSSIBILITIES DISCOVERED
es: COCOA, NUEVAS POSIBILIDADES DESBLOQUEADAS
vi: KHÁM PHÁ KHẢ NĂNG MỚI CỦA CACAO

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCHA_LATTE
source: MIXED BEAN MIXTURE
es: MEZCLA DE GRANOS
vi: HỖN HỢP ĐẬU HỖN HỢP

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCOLATE
source: PROCESSED CACAO
es: CACAO PROCESADO
vi: CACAO ĐÃ CHẾ BIẾN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINCOLATE_SMOOTHIE
source: HIGH-SUGAR COCOA COOLANT
es: REFRIGERANTE DE COLA ALTO EN CARBOHIDRATOS
vi: CHẤT LÀM MÁT COCOA CÓ ĐƯỜNG CAO

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUIN_SCHOKAKOLA
source: SOLID FUEL BOOSTER
es: BEBIDA DE COMBUSTIBLE SÓLIDO
vi: BOOSTER NHIÊN LIỆU RẮN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUMCHATA
source: WHY MIX DISGUSTING ORGANICS?
es: ¿POR QUÉ MEZCLAR ORGANISMOS DESAGRADABLES?
vi: TẠI SAO PHA TRỘN CÁC CHẤT HỮU CƠ TUYỆT VỜI?

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAWEED_SHAKE
source: 50% SEA, 50% GRASS
es: 50% MAR, 50% PASTO
vi: 50% BIỂN, 50% CỎ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SODA
source: CARBON DIOXIDE SOLUTION
es: SOLUCIÓN DE DIÓXIDO DE CARBONO
vi: DUNG DỊCH CARBON DIOXIDE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPARKLINGWINE
source: CONTAINS ALL THE ELEMENTS FATAL TO THE DIGESTIVE SYSTEM
es: CONTIENE TODOS LOS INGREDIENTES FATALES PARA LA DIGESTIÓN
vi: CHỨA TẤT CẢ CÁC YẾU TỐ TUYỆT VỜI CHO HỆ TIÊU HÓA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPICE_CAFFEINPEPPER
source: ADDS FLAVOR TO BLAND FOOD
es: AGREGA SABOR A COMIDA INSÍPIDA
vi: THÊM HƯƠNG VỊ CHO MÓN ĂN NHẠT NHẼO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPOILED_DRINK
source: INCOMPATIBLE WITH COOLING SYSTEMS
es: INCOMPATIBLE CON EL SISTEMA
vi: KHÔNG TƯƠNG THÍCH VỚI HỆ THỐNG LÀM LẠNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.STRAWBERRYSODA
source: EVOKES THOUGHTS OF A DEMON SOUL
es: EVOCA PENSAMIENTOS DE UN ALMA DEMONÍACA
vi: Gợi lên ý nghĩ của linh hồn quỷ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: STRAWBERRIES CAPTURED IN FORM
es: FRESAS CAPTURADAS EN LÍQUIDO
vi: Dâu tây được chụp dưới dạng

# STRINGS.CHARACTERS.WX78.DESCRIBE.STRAWBERRY_SMOOTHIE
source: TEXTURE MAKES ME UNCOMFORTABLE
es: LA TEXTURA ME PONE INCÓMODO
vi: KẾT CẤU LÀM TÔI KHÔNG THOẢI MÁI

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUSHIBISCUS
source: QUITE PECULIAR
es: BASTANTE PECULIAR
vi: KHÁ ĐẶC BIỆT

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWEET_RICE_DRINK
source: WARNING: EXCESSIVE MALTOSE CONTENT
es: ADVERTENCIA: CONTENIDO EXCESIVO DE MALTOSA
vi: CẢNH BÁO: NỘI DUNG MALTOSE QUÁ QUÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEALEAVES
source: SIMPLE LEAVES
es: SIMPLES HOJAS
vi: LÁ ĐƠN GIẢN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEALEAVES_DRIED
source: MODIFIED
es: MODIFICADO
vi: ĐÃ SỬA ĐỔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEA_LUMPY_VODKA
source: ABUNDANT CHLOROPHYLL CONTENT
es: CONTENIDO ALTO EN CLOROFILA
vi: HÀM LƯỢNG CHLOROPHYLL Dồi dào

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEA_RUINCOLATE_LATTE
source: CRUSHED TEA LEAVES AND BEAN EXTRACT
es: HOJAS DE TÉ TRITURADAS Y EXTRACTO DE CAFÉ
vi: LÁ TRÀ NGHIỀN VÀ CHIẾT XUẤT ĐẬU

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEA_SEED
source: SOURCE CODE PACKAGE
es: PAQUETE DE CÓDIGO FUENTE
vi: GÓI MÃ NGUỒN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEA_SEED_COOKED
source: LIFE ACTIVITY SUSPENDED
es: VIDA EN SUSPENSIÓN
vi: HOẠT ĐỘNG CUỘC SỐNG TẠM NGỪNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEA_SEED_SAPLING
source: A TREE IN THE EARLY GROWTH STAGE
es: UN ÁRBOL EN ACCESO ANTICIPADO
vi: CÂY TRONG GIAI ĐOẠN TĂNG TRƯỞNG SỚM

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEA_TREE
source: A CONTINUOUS SOURCE OF TEA LEAVES
es: FUENTE CONTINUA DE HOJAS DE TÉ
vi: MỘT NGUỒN LÁ TRÀ LIÊN TỤC

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEQUILA
source: INFRARED AND RESONANCE OF THE SUN
es: RESUENA CON EL SOL
vi: Hồng Ngoại VÀ CỘNG HƯỚNG CỦA MẶT TRỜI
