Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WURT.DESCRIBE.HOTRUINCOLATE
source: It's very. Tasty. And warm!
es: Es muy.Sabroso.¡Y cálido!
vi: Nó rất. Ngon. Và ấm áp!

# STRINGS.CHARACTERS.WURT.DESCRIBE.KAHLUA
source: Can't eat the bean snack without mixing it with alcohol, glorph..
es: ¿Puedo comer los frijoles sin mezclarlos con alcohol? slurp...
vi: Tôi không thể ăn snack đậu mà không trộn với rượu được sao, húp xì xụp..

# STRINGS.CHARACTERS.WURT.DESCRIBE.KETTLE.BOILING_LONG
source: Is taking toooo looong..
es: Está tomando mucho tiempo, florp.
vi: Mất quá nhiều thời gian, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.KETTLE.BOILING_SHORT
source: Will be ready soon!
es: ¡Estará listo muy pronto!, ribbit!
vi: Sắp xong rồi, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.KETTLE.BURNT
source: Sob sob....
es: Oh no, ribbit.
vi: Ồ không, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.KETTLE.DONE
source: Is time to drink something!
es: Es hora de beber algo, ¡Flurp!
vi: Đã đến giờ uống gì đó rồi, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.KETTLE.EMPTY
source: It'd be nice if there's something to drink inside, glrub.
es: Estaría bien que tuviera una bebida adentro, flurp.
vi: Sẽ thật tuyệt nếu bên trong có thứ gì đó để uống, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.KETTLE.HASWATER
source: Have to put food in it also, florp.
es: Necesita comida también, ribbit.
vi: Bạn cũng cần thức ăn, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.KETTLE.MELT_LONG
source: Flrrr, is still cold.
es: Brrr, sigue frío.
vi: Brrr, trời vẫn lạnh.

# STRINGS.CHARACTERS.WURT.DESCRIBE.KETTLE.MELT_SHORT
source: Is lukewarm!
es: ¡Se está derritiendo!
vi: Trời ấm quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.KETTLE.PURIFY_LONG
source: If don't boil pond water, the drink tastes bad.
es: Si no hiervo el agua de pantano, te dará dolor de estómago.
vi: Nếu bạn không đun sôi nước ao, đồ uống sẽ có vị rất tệ, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.KETTLE.PURIFY_SHORT
source: Almost no smell now, florp!
es: Ahora ya casi no huele, flurp.
vi: Hầu như không còn mùi nữa, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.KUMIS
source: Is surging milk spoiled?
es: ¿Es acaso leche ácida podrida?
vi: Sữa chua này bị hỏng à?

# STRINGS.CHARACTERS.WURT.DESCRIBE.LEMONLIMESODA
source: Is sweet and delicious, but strange!
vi: Vị ngọt và ngon nhưng lạ quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.LOTUSTEA
source: Scale-less like this flower water, I don't know, florp!
es: Es un agua de flor muy suave, flurp.
vi: Da mịn như nước hoa này, không biết nữa, baaah!

# STRINGS.CHARACTERS.WURT.DESCRIBE.LUMPY_BEER
source: Has a medicinal taste, but is sweet and bubbly.
es: Tiene un sabor medicinal, pero es dulce y burbujeante.
vi: Nó có vị thuốc nhưng ngọt và sủi bọt.

# STRINGS.CHARACTERS.WURT.DESCRIBE.LUMPY_TEA
source: Earthy vegetable water i like it!
es: ¡Me gusta el agua de verduras!
vi: Tôi thích nước rau củ!

# STRINGS.CHARACTERS.WURT.DESCRIBE.LUMPY_VODKA
source: That isn't water, glorp!
es: ¡Esto no es agua!
vi: Đây không phải là nước, úp úp!

# STRINGS.CHARACTERS.WURT.DESCRIBE.LUMPY_WINE
source: Earthy vegetable water smells painful.
es: Esta agua de raíz huele extraño.
vi: Nước rau củ này có mùi khó chịu.

# STRINGS.CHARACTERS.WURT.DESCRIBE.MADHU
source: Viking women were looking for this intensely.
es: La mujer vikinga me está mirando con intensidad.
vi: Những người phụ nữ Viking đang tìm kiếm điều này một cách mãnh liệt.

# STRINGS.CHARACTERS.WURT.DESCRIBE.MADHU_RUM
source: Scale-less says put in the water it when they got on board, Why?
es: ¿Los merms mezclaron un batido con agua?
vi: Có phải người cá trộn sinh tố với nước khi chúng bị đau bụng không?

# STRINGS.CHARACTERS.WURT.DESCRIBE.MIXFLOWER
source: Ugly flowers went into it!
es: ¡Las flores feas florecieron!
vi: Những bông hoa xấu xí đã rơi vào đó!

# STRINGS.CHARACTERS.WURT.DESCRIBE.MOON_BLOSSOM_TEA
source: This smells really strange.
es: Esto huele muy raro.
vi: Mùi này lạ quá.

# STRINGS.CHARACTERS.WURT.DESCRIBE.MULLED
source: Mmm, Is warm and makes me sleepy!
es: Mmm, ¡Es cálido ,me da sueño !
vi: Mmm, trời ấm và làm tôi buồn ngủ!

# STRINGS.CHARACTERS.WURT.DESCRIBE.NOBLEWINE
source: Make white alcohol by spoiling the bush's snack treats?
es: Ligeramente marrón y no muy dulce ¿Estará bueno?
vi: Nó có màu nâu nhạt và không ngọt lắm, nhưng có ngon không?

# STRINGS.CHARACTERS.WURT.DESCRIBE.NUT_COCONUT_BRANDY
source: Smell of waterly fruit is strong but toxic!
es: El olor del jugo es fuerte pero...¡tóxico!
vi: Mùi nước trái cây nồng nhưng độc hại!

# STRINGS.CHARACTERS.WURT.DESCRIBE.NUT_CORN_WHISKEY
source: Wish they gave me the snack instead of using them to make alcohol, glorp.
vi: Tôi ước gì họ đưa cho tôi hạt thay vì dùng chúng để làm rượu, húp xì xụp.

# STRINGS.CHARACTERS.WURT.DESCRIBE.ORANGESODA
source: Glurp, it's refreshing and cool!
vi: Suỵt, thật sảng khoái và mát mẻ!

# STRINGS.CHARACTERS.WURT.DESCRIBE.ORANGE_JUICE
source: Juicy and refreshing, florp!
vi: Ngon ngọt và sảng khoái, húp xì xụp!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PALE_BEER
source: I've never seen swamp fruit used to make alcohol before.
es: Jamás había visto una fruta de pantano ser usada para hacer alcohol
vi: Tôi chưa bao giờ thấy trái cây đầm lầy được sử dụng để làm rượu trước đây.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PALE_WHISKEY
source: I'd rather go to the swamp and pick fruit to eat.
es: Prefería ir al pantano a recoger frutas que tomar esto.
vi: Tôi thà đi đến đầm lầy hái trái cây để ăn.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PETALS_BERRY_BRANDY
source: Ugly flowers also smells strong, glorp.
es: Huele como flores podridas, es un sabor muy fuerte, flort.
vi: Mùi hoa xấu xí quá nồng, húp xì xụp.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PINEANANASSODA
source: Bubbly sour fruit water!
vi: Nước hoa quả chua sủi bọt!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PINEANANAS_JUICE
source: Sour fruit was put into the water, making it less sour and sweeter, florp.
vi: Trái cây chua trong nước ngọt, húp xì xụp.

# STRINGS.CHARACTERS.WURT.DESCRIBE.POMEGRANATE_JUICE
source: Seeds of the red fruit were crunched all over, florp!
es: La pulpa del fruto rojo es masticable, baaah!
vi: Cùi trái cây màu đỏ dai, baaah!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: Is taking too long..
es: ¡Está tomando mucho tiempo, ribbit!
vi: Mất quá nhiều thời gian, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: Drink! Drink! Drink!
es: ¡Bebida! ¡Bebida! ¡Bebida!
vi: Uống! Uống! Uống!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: Need water and food!
es: ¡Necesito agua y comida!
vi: Cần nước và thức ăn!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: Makes water taste better!
es: Hace que el agua tenga mejor sabor, ¡Flurp!
vi: Làm cho nước có vị ngon hơn, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: Have to put food in it also, florp.
es: Tú también necesitas comida, flort.
vi: Bạn cũng cần thức ăn, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: Brrr, is still cold.
es: Brrr, sigue frío .
vi: Brrr, trời vẫn lạnh.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: Is lukewarm!
es: ¡Se está derritiendo!
vi: Trời ấm quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: If don't boil pond water, the drink tastes bad.
es: Si no hierves el agua de pantano, te dará dolor de estómago.
vi: Nếu bạn không đun sôi nước ao, đồ uống sẽ có vị rất tệ, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: Almost no smell now, florp!
es: ¡Ahora ya casi no huele, ribbit!
vi: Hầu như không còn mùi nữa, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PULQUE
source: Thorny plants were squeezed and fermented!
es: ¡Exprimí las plantas espinosa e hice 'baro'!
vi: Tôi vắt cây có gai và làm 'baro'!

# STRINGS.CHARACTERS.WURT.DESCRIBE.QUARTZ_SHAKE
source: Is terribly terrible!!
es: ¡Está horrible,¡Horrible!
vi: Thật khủng khiếp!!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RAINBOW_SHAKE
source: Glargh!!
es: Glooorp!!
vi: Glooorp!!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RICE_SPIRITS
source: Looks like water but smells poisonous!
es: ¡Luce como agua pero huele a veneno!
vi: Trông giống nước nhưng có mùi độc!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RICE_WINE
source: Swamp snack turned into alcohol...
es: El agua se convirtió en alcohol...
vi: Nước ăn vặt biến thành rượu...

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCACAO
source: Ouch! Is too hard!
es: Ouch! ¡Está muy duro!
vi: Ôi! Khó quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCACAO_BEAN
source: Has a lot of oil, glurph.
es: Tiene mucho aceite, baaah.
vi: Nó có nhiều dầu lắm, baaah.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCACAO_BEAN_COOKED
source: Is not chocolate yet!
es: ¡Aún no es chocolate!
vi: Chưa phải là sôcôla đâu!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: Wow... Smells like delicious snacks..
es: Wow... Huele a dulces deliciosos...
vi: Chà... có mùi như đồ ăn nhẹ ngon tuyệt..

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCACAO_SEED
source: Spooooky, glurp.
es: Ewww, baaah.
vi: Ewww, baaah.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCACAO_SEED_SAPLING
source: Is too small to make fruit.
es: Es muy pequeño para hacerlo fruta.
vi: Nó quá nhỏ để kết trái.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCACAO_TREE
source: Black fruit is yucky by itself.
es: El fruto oscuro no está bueno por sí solo.
vi: Quả đen tự nó không ngon.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCACAO_WINE
source: Blackfruit has become even stranger in taste.
es: Ahora la fruta oscura sabe aún más extraño .
vi: Quả đen đã trở nên có hương vị lạ hơn.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCHA_LATTE
source: Absolutely. Perfect. Tasty!
es: Absoluto y Perfecto. ¡Sabroso!
vi: Chắc chắn rồi. Hoàn hảo. Ngon quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCOLATE
source: When i chew it, is sticky and sweet!
es: Cuando lo masticas, ¡Es pegajoso y rico!
vi: Khi bạn nhai nó, nó dính và ngọt ngào!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINCOLATE_SMOOTHIE
source: Flrrr, is making my head hurt!
es: Brrr, ¡Está haciendo que me duela la cabeza!
vi: Brrr, nó làm tôi đau đầu quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUINXOCOLATL
source: faaachoo! It's too bitter!
es: ¡Kachunk! ¡Es muy amargo!
vi: Kachunk! Đắng quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUIN_SCHOKAKOLA
source: Is delicious, but if eat too much, can't sleep!
es: Es delicioso, pero si comes demasiado, ¡No podrás dormir!
vi: Nó ngon nhưng nếu ăn quá nhiều sẽ không ngủ được!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RUMCHATA
source: Why mix milk with alcohol?
es: ¿Por qué mezclar alcohol con leche?
vi: Tại sao phải trộn sữa với rượu khi đó không phải là nước?

# STRINGS.CHARACTERS.WURT.DESCRIBE.SEAWEED_SHAKE
source: I like slimy things too!
es: ¡También me gustan las cosas viscosas!
vi: Tôi cũng thích những thứ nhầy nhụa!

# STRINGS.CHARACTERS.WURT.DESCRIBE.SODA
source: This water is weird, it's bubbling.
es: El agua está rara, está burbujeando.
vi: Nước thật kỳ lạ, sủi bọt.

# STRINGS.CHARACTERS.WURT.DESCRIBE.SPARKLINGWINE
source: Wicker lady warned not to shake it.
es: Creo que no debo agitarlo.
vi: Wicker đã cảnh báo không được lắc nó.

# STRINGS.CHARACTERS.WURT.DESCRIBE.SPICE_CAFFEINPEPPER
source: Smells spicy!
es: ¡Huele picante!
vi: Có mùi cay!

# STRINGS.CHARACTERS.WURT.DESCRIBE.SPOILED_DRINK
source: Is it okay to drink?
es: ¿Está bien beberlo incluso cuando está podrido?
vi: Uống thứ này có được không khi nó hư?

# STRINGS.CHARACTERS.WURT.DESCRIBE.STRAWBERRYSODA
source: It's a bubbly red fruit water, florp.
es: Es una burbujeante agua de fruta roja, slurp.
vi: Đó là một loại nước hoa quả màu đỏ sủi bọt, sền sệt.

# STRINGS.CHARACTERS.WURT.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: Flrrr, is smooth!
es: ¡Hurra!, ¡Es ligero!
vi: Hoan hô, mịn thật!

# STRINGS.CHARACTERS.WURT.DESCRIBE.STRAWBERRY_SMOOTHIE
source: Flrrr, I crushed frozen red juice!
es: ¡Hurra!, trituré el jugo rojo congelado
vi: Hoan hô, tôi đã nghiền nát nước ép đỏ đông lạnh!

# STRINGS.CHARACTERS.WURT.DESCRIBE.SUSHIBISCUS
source: There are very ugly flowers in the water.
es: Hay unas flores muy feas en el agua.
vi: Có những bông hoa rất xấu xí trong nước.

# STRINGS.CHARACTERS.WURT.DESCRIBE.SWEET_RICE_DRINK
source: Merms don't make snacks this way.
es: Los merms no hacen está bebida.
vi: Tiên cá không tạo ra rượu từ món ăn vặt nước này.

# STRINGS.CHARACTERS.WURT.DESCRIBE.TEALEAVES
source: Fragrant tea leaves, florp.
es: Hojas olorosas, baaah.
vi: Lá trà thơm, baaah.

# STRINGS.CHARACTERS.WURT.DESCRIBE.TEALEAVES_DRIED
source: Amazing aroma!
es: ¡El aroma es increíble!
vi: Mùi thơm thật tuyệt vời!

# STRINGS.CHARACTERS.WURT.DESCRIBE.TEA_LUMPY_VODKA
source: Can't I just eat the leaves instead of putting them in alcohol?
es: ¿Puedo comer las hojas en vez de ponerlas en alcohol?
vi: Tôi không thể ăn lá thay vì cho vào rượu được sao?

# STRINGS.CHARACTERS.WURT.DESCRIBE.TEA_RUINCOLATE_LATTE
source: Smells like grass and very tasty!
es: Huele como césped, ¡Lo voy a beber!
vi: Có mùi cỏ và tôi đang uống nó!

# STRINGS.CHARACTERS.WURT.DESCRIBE.TEA_SEED
source: Seeds of a leafy tree
es: ¡Muchas hojas en esta semilla de árbol!
vi: Có rất nhiều lá trên hạt cây này!

# STRINGS.CHARACTERS.WURT.DESCRIBE.TEA_SEED_COOKED
source: Tastes yucky..
es: Ya no está sabroso...
vi: Không còn ngon nữa...

# STRINGS.CHARACTERS.WURT.DESCRIBE.TEA_SEED_SAPLING
source: Grow big!
es: ¡Crece grande!
vi: Mọc lớn!

# STRINGS.CHARACTERS.WURT.DESCRIBE.TEA_TREE
source: Have many fragrant leaves!
es: ¡Las hojas huelen bien!
vi: Lá có mùi thơm!

# STRINGS.CHARACTERS.WURT.DESCRIBE.TEQUILA
source: Alcohol resembles character of a thorny plant!
es: Huele a plantas espinosas, ¿Está podrido?
vi: Có mùi cây gai, hư à?

# STRINGS.CHARACTERS.WURT.DESCRIBE.TOFFEE_LATTE
source: Mmm! Is nutty and sweet!
es: Mmm! ¡Nuez dulce!
vi: Mmm! Thật hấp dẫn và ngọt ngào!

# STRINGS.CHARACTERS.WURT.DESCRIBE.TOMATO_JUICE
source: Tomato juice!
es: ¡Jugo de tomate!
vi: Nước ép cà chua!

# STRINGS.CHARACTERS.WURT.DESCRIBE.VEGGIE_TEA
source: Umm, like it!
es: Hmm, ¡Me gusta!
vi: Hmm, tôi thích nó!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WATERMELON_JUICE
source: Pureed watermelon!
es: ¡Jugosa sandía!
vi: Dưa hấu ngon ngọt!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WATER_CLEAN
source: Doesn't smell anything from the water!
es: No huele a que sea algo proveniente del agua!
vi: Nước không có mùi gì cả!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WATER_CLEAN_ICE
source: Flrrrr, it's really cold!
es: Brrr, ¡Está muy frío!
vi: Brrr, lạnh quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WATER_DIRTY
source: Is this our home's pond water!
es: ¡Es como el agua del estanque de nuestra casa!
vi: Giống như nước ao nhà mình!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WATER_DIRTY_ICE
source: Flrrrr, the water froze!
es: Brrr, ¡El agua está congelada!
vi: Brrr, nước đóng băng!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WATER_SALTY
source: Is like the water in the big pond!
es: Es como el agua de un gran estanque!
vi: Giống như nước trong ao lớn!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL
source: Scale-less drink from that holes, why?
es: Los búfalos beben de estos agujeros, ¿Por qué?
vi: Bò uống từ những cái lỗ nhẵn này, tại sao vậy?

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_BURYING_KIT
source: Seal the hole on the ground!
es: ¡Tapa el agujero del suelo!
vi: Bịt kín lỗ trên mặt đất!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_DRILLING
source: Drilling holes in the ground, florp!
es: ¡Perforando el suelo, baaah!
vi: Khoan lỗ trên mặt đất, baaah!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_DRILLING_ITEM
source: Why drill holes in the ground?
es: ¿Por qué perforas el suelo?
vi: Tại sao phải khoan lỗ trên mặt đất?

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_KIT
source: Never seen mermfolk make something like this.
es: Jamás he visto búfalos hacer cosas como esas.
vi: Tôi chưa bao giờ thấy thịt bò làm món gì như thế này.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: Add fuel to spray more water, florp.
es: Ponle combustible para poder rociar agua, florp.
vi: Thêm nhiên liệu để phun thêm nước, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_SPRINKLER.OFF
source: A round stone that sprays water!
es: ¡Una piedra circular que rocía agua!
vi: Một hòn đá tròn phun nước!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_SPRINKLER.ON
source: Keep spraying water, might become a swamp, florp!
es: Continua rociando el agua, podría convertirse en un pantano, ¡Florp!
vi: Tiếp tục phun nước, có thể sẽ thành đầm lầy, ribbit!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_SPRINKLER_KIT
source: Just press round one once, florp!
es: ¡Sólo presiónalo una vez, florp!
vi: Chỉ cần nhấn một lần thôi, baaah!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: Is overflowing with power!
es: ¡Está resonando su fuerza!
vi: Nó tràn đầy năng lượng!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: Seems tired.
es: Luce cansado , florp.
vi: Có vẻ mệt mỏi, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: Is pumping water from underground, florp.
es: Está bombeando agua desde abajo, ribbit.
vi: Đang bơm nước từ dưới lòng đất, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: Is not working, glorp.
es: No está funcionando, ribbit.
vi: Nó không hoạt động, ribbit.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WELL_WATERPUMP_KIT
source: Looks hard to make..
es: ¡Luce difícil de hacer!.
vi: Có vẻ khó làm nhỉ, baaah.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WHEAT_BEER
source: Has a foamy head, florp.
es: Por encima es espumoso, florp.
vi: Nó có bọt, sủi bọt.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WHEAT_WHISKEY
source: Make the grass snack into bread, not this, glorp!
es: En vez de licor, me gustaría un pan, slurp
vi: Thay vì uống rượu ăn vặt, tôi thích bánh mì, húp xì xụp!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WHITE_RUINCOLATE
source: Yum! Yum!
vi: Ngon quá! Ngon quá!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WINE
source: Glurp... is red, but not sweet.
es: Slurp... Es rojo, pero no dulce.
vi: Súp... màu đỏ, nhưng không ngọt.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WX78MODULE_NONEDRUNK
source: Crunchy.
vi: Giòn.

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.GIVE.WELL_BUSY
source: ERROR: DEVICE IS BUSY
es: ERROR, DISPOSITIVO OCUPADO
vi: LỖI: THIẾT BỊ BẬN

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: DUPLICATE INPUT DENIED
es: ENTRADA DUPLICADA DENEGADA
vi: ĐẦU VÀO TRÙNG LẶP BỊ TỪ CHỐI

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CAFFINE_BUFF_START
source: ALL CORE RATIO LIMIT: 49
es: LÍMITE DE VELOCIDAD: 49
vi: TẤT CẢ GIỚI HẠN TỶ LỆ CỐT LÕI: 49

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CAFFINE_BUFF_STOP
source: CORE LIMIT BEING RECONFIGURED
es: LÍMITE DE VELOCIDAD RESTAURADO
vi: GIỚI HẠN CORE ĐƯỢC CẤU HÌNH LẠI

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CURE_WATERBORNE
source: ADJUSTING WATERBORNE pH RATIO
es: REAJUSTE DE LA RELACIÓN DEL pH
vi: ĐIỀU CHỈNH TỶ LỆ PH CỦA NƯỚC

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DCAPACITY_CRITICAL
source: WARNING: CHEMICAL ENGINE OUTPUT ABNORMAL
es: ADVERTENCIA: SALIDA DEL MOTOR ANORMAL
vi: CẢNH BÁO: ĐẦU RA ĐỘNG CƠ HÓA HỌC BẤT THƯỜNG

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DCAPACITY_HALF
source: CHEMICAL ENGINE OUTPUT FLUCTUATION DETECTED
es: FLUCTUACIÓN EN LA SALIDA DEL MOTOR DETECTADA
vi: ĐÃ PHÁT HIỆN BIẾN ĐỘNG ĐẦU RA ĐỘNG CƠ HÓA HỌC

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DRUNK
source: WARNING: OUTPUT INTOXICATED
es: ADEVERTENCIA DE INTOXICACIÓN
vi: CẢNH BÁO: ĐẦU RA BỊ SAY

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DRUNK_END
source: CHEMICAL ENGINE OUTPUT STABILIZED
es: MOTOR ESTABILIZADO
vi: ĐẦU RA ĐỘNG CƠ HÓA HỌC ỔN ĐỊNH

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DRUNK_IMMUNITY
source: SELF-DIAGNOSIS: CHEMICAL ENGINE / NORMAL
es: AUTO-DIAGNÓSTICO: MOTOR NORMAL
vi: TỰ CHẨN ĐOÁN: ĐỘNG CƠ HÓA HỌC / BÌNH THƯỜNG

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NOTCHARGE
source: CHARGING REQUIRED FOR THIS ENTITY
es: RECARGA NECESARIA PARA ESTA ENTIDAD
vi: BẮT BUỘC SẠC CHO THỰC THỂ NÀY

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NOTHIRSTSIESTA
source: INSUFFICIENT COOLANT FOR SESSION FREEZE
es: REFRIGERANTE INSUFICIENTE PARA EL MODO DESCANSO
vi: CHẤT LÀM MÁT KHÔNG ĐỦ CHO PHẦN ĐÔNG

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NOTHIRSTSLEEP
source: INSUFFICIENT COOLANT FOR SLEEP MODE
es: REFRIGERANTE INSUFICIENTE PARA EL MODO SUEÑO
vi: CHẤT LÀM MÁT KHÔNG ĐỦ CHO CHẾ ĐỘ NGỦ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_SLEEP_END
source: CHEMICAL ENGINE OUTPUT RESTORED
es: MOTOR ESTABILIZADO
vi: ĐẦU RA ĐỘNG CƠ HÓA HỌC ĐƯỢC PHỤC HỒI

# STRINGS.CHARACTERS.WX78.ANNOUNCE_THIRST
source: COOLANT REPLENISHMENT REQUIRED
es: SE REQUIERE REPOSICIÓN DE REFRIGERANTE
vi: CẦN BỔ SUNG CHẤT LÀM MÁT

# STRINGS.CHARACTERS.WX78.DESCRIBE.ABSINTHE
source: MAKES YOU WANT TO CUT YOUR EARS
es: HACE QUE QUIERAS TAPARTE LOS OÍDOS
vi: BẠN MUỐN CẮT TAI

# STRINGS.CHARACTERS.WX78.DESCRIBE.ADDITIVE_DAIRY
source: DO NOT PUT DISGUSTING IMPURITIES IN ETHANOL
es: NO PONER IMPUREZAS ASQUEROSAS EN ETANOL
vi: KHÔNG ĐƯA CÁC TẠP CHẤT TUYỆT VỜI TRONG ETHANOL

# STRINGS.CHARACTERS.WX78.DESCRIBE.ADDITIVE_NUT
source: SOLID ADDITIVE
es: ADITIVO SÓLIDO
vi: PHỤ GIA RẮN

# STRINGS.CHARACTERS.WX78.DESCRIBE.ADDITIVE_PETALS
source: HERBS FOR ENHANCING AROMA
es: HIERBAS PARA MEJORAR AROMA
vi: CÁC LOẠI THẢO MỘC ĐỂ TĂNG HƯƠNG THƠM

# STRINGS.CHARACTERS.WX78.DESCRIBE.ADDITIVE_SEED
source: DESTRUCTION OF LIFE IS ENJOYABLE
es: DESTRUIR VIDA ES DIVERTIDO
vi: SỰ TUYỆT VỜI CUỘC SỐNG LÀ VUI VẺ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARRACK
source: HIGHLY FIBROUS ETHANOL
es: ETANOL ALTO EN FIBRA
vi: ETANOL CÓ XƠ CAO

# STRINGS.CHARACTERS.WX78.DESCRIBE.AUROBOW
source: INCLUDES A PLAYFUL ADD-ON
es: INCLUYE COLORES DIVERTIDOS
vi: BAO GỒM MỘT PHẦN BỔ SUNG VUI CHƠI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BANANA_JUICE
source: NOT A DAIRY PRODUCT
es: NO ES UN LÁCTEO
vi: KHÔNG PHẢI SẢN PHẨM SỮA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BARREL.BURNT
source: WATEREXE NOT RESPONDING
es: AGUA.EXE NO RESPONDE
vi: WATER.EXE KHÔNG TRẢ LỜI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BARREL.GENERIC
source: EXTERNAL WATER STORAGE DEVICE
es: DISPOSITIVO EXTERNO DE ALMACENAMIENTO DE AGUA
vi: THIẾT BỊ LƯU TRỮ NƯỚC BÊN NGOÀI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRIES_JUICE
source: EXCELLENT SOURCE OF SWEETNESS
es: EXCELENTE RECURSO DE AZÚCARES
vi: NGUỒN NGỌT TUYỆT VỜI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRY_BRANDY
source: TRULY LENGTHY PROCESS
es: UN PROCESO VERDADERAMENTE LARGO
vi: QUY TRÌNH THẬT SỰ DÀI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRY_GIN
source: POPULAR IN HUMAN SOCIETY
es: POPULAR EN LA SOCIEDAD HUMANA
vi: PHỔ BIẾN TRONG XÃ HỘI CON NGƯỜI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLACKTEA
source: A RED EXTRACT FROM BLACK LEAVES CONTRADICTORY
es: EXTRACTO ROJO DE HOJAS NEGRAS, CONTRADICTORIO
vi: CHIẾT XUẤT ĐỎ TỪ CHẤT LƯỢNG ĐEN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLACKTEA_ICED
source: ENHANCED COOLING POWER
es: PODER CONGELANTE MEJORADO
vi: TĂNG CƯỜNG LÀM MÁT

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOILBOOK
source: A DIRECTORY CONTAINING INSTRUCTIONS ON COMBINING IMPURITIES IN COOLANT
es: UN DIRECTORIO QUE CONTIENE INSTRUCCIONES PARA COMBINAR LOS REFRIGERANTES
vi: DANH MỤC CHỨA HƯỚNG DẪN TỔNG HỢP CÁC CHẤT LÀM MÁT

# STRINGS.CHARACTERS.WX78.DESCRIBE.BREWERY.BURNT
source: FORCED SHUTDOWN IN PROGRESS
es: APAGADO FORZADO
vi: ĐANG TẮT ĐANG CƯỠNG BỨC

# STRINGS.CHARACTERS.WX78.DESCRIBE.BREWERY.DONE
source: FERMENTATION COMPLETE
es: FERMENTACIÓN COMPLETADA
vi: HOÀN THÀNH LÊN MEN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BREWERY.EMPTY
source: MICROORGANISM INCUBATOR
es: INCUBADOR DE MICROORGANISMOS
vi: VÒNG ƯỚP VI SINH VẬT

# STRINGS.CHARACTERS.WX78.DESCRIBE.BREWERY.FERMENTING_LONG
source: IT WILL TAKE A LONG TIME
es: TOMARÁ UN LARGO TIEMPO
vi: SẼ MẤT THỜI GIAN DÀI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BREWERY.FERMENTING_SHORT
source: ALMOST DONE
es: CASI LISTO
vi: GẦN HOÀN THÀNH
