Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KETTLE.HASWATER
source: What do we want?
es: ¿Que queremos?
vi: Chúng ta muốn gì?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KETTLE.MELT_LONG
source: It's cold
es: Esta frío
vi: Trời lạnh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KETTLE.MELT_SHORT
source: Almost done
es: ¡Ya casi!
vi: Sắp xong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KETTLE.PURIFY_LONG
source: It's dirty
es: Sigue sucia
vi: Nó bẩn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.KETTLE.PURIFY_SHORT
source: Almost done
es: Faltar poco
vi: Sắp xong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.LEMONLIMESODA
source: Bubbly and sweet
vi: Sủi bọt và ngọt ngào

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.LOTUSTEA
source: Sweet smell
es: Oler rico
vi: Mùi thơm

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.LUMPY_BEER
source: Fizzing rooty water
es: Agua de raíces burbujeantes
vi: Nước rễ cây có ga

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.LUMPY_TEA
source: Made from dirt-grown stuff to drink
es: Hecho de tierra para tomar
vi: Làm từ đất trồng để uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.LUMPY_VODKA
source: It's clear
es: Está claro
vi: Rõ ràng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.LUMPY_WINE
source: Rooty and fermented
es: Piecitos fermentados
vi: Rooty và lên men

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.MADHU
source: Buzzy juice fermented
es: Jugo zumbeante fermentado
vi: Nước ép lên men

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.MADHU_RUM
source: Bubble juice, clean
es: Burbujas de jugo limpias
vi: Nước ép bong bóng, khá sạch

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.MIXFLOWER
source: Nice smells mixed in
es: Muchos olores agradables
vi: Mùi hương thơm ngào ngạt

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.MOONWAY
source: Colorful as it is
es: Colorido
vi: Đầy mùi vị như màu sắc của chúng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.MOON_BLOSSOM_TEA
source: Hmm... nice smell
es: Hmm... buen olor
vi: Hmm... mùi thơm quá

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.MULLED
source: Warming up the insides, zzz
es: Calienta vientre, zzz
vi: Hâm nóng bên trong, zzz

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.NOBLEWINE
source: Tiny and baked, fermented
es: Cosa chiquita cocinada y fermentada
vi: Nhỏ và nướng, lên men

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.NUT_COCONUT_BRANDY
source: Clear
es: Arrrrr
vi: Trong suốt

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.NUT_CORN_WHISKEY
source: Has a nutty aroma
vi: Có hương thơm của hạt dẻ

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ORANGESODA
source: Bubbly orange orb water
vi: Nước quả cầu màu cam sủi bọt

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ORANGE_JUICE
source: A citrusy orb to drink
vi: Một quả cầu có múi để uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PALE_BEER
source: Round fruit fermented
es: Fruta redonda fermentada
vi: Những quả tròn tròn được lên men

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PALE_WHISKEY
source: Round fruit smooth to drink
es: Fruta redonda de nuevo
vi: Nước quả tròn tròn dễ uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PETALS_BERRY_BRANDY
source: Colorful
es: Colorido
vi: Đầy màu sắc

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PINEANANASSODA
source: Bubbly fit-for-a-crown water
vi: Nước sủi bọt phù hợp cho vương miện

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PINEANANAS_JUICE
source: Fit for a crown
vi: Dành cho vương miện

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.POMEGRANATE_JUICE
source: Seed fruit to drink
es: Semilla frutal para beber
vi: Hạt trái cây để uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_LONG
source: Wait...
es: Esperar...
vi: Đợi...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEKETTLE_ITEM.BOILING_SHORT
source: Almost done
es: ¿Faltar poco?
vi: Sắp xong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEKETTLE_ITEM.DONE
source: All done!
es: ¡Termino!
vi: Xong rồi!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEKETTLE_ITEM.EMPTY
source: No water...
es: No agua...
vi: Không có nước...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEKETTLE_ITEM.GENERIC
source: Make drinks
es: Cosa para bebidas
vi: Pha đồ uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEKETTLE_ITEM.HASWATER
source: What do you want to make?
es: ¿Que queremos?
vi: Bạn muốn làm món gì?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_LONG
source: It's cold
es: Está frío
vi: Trời lạnh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEKETTLE_ITEM.MELT_SHORT
source: Almost done
es: ¡Ya casi!
vi: Sắp xong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_LONG
source: Dirty
es: Sigue sucia
vi: Bẩn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEKETTLE_ITEM.PURIFY_SHORT
source: Almost done
es: Faltar poco
vi: Sắp xong

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PULQUE
source: Completely sah-ha-ye
es: Sah-ha-ye
vi: Hoàn toàn sah-ha-ye

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.QUARTZ_SHAKE
source: Made with hardy bubbles
es: Burbujas duras
vi: Được làm bằng bong bóng cứng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RAINBOW_SHAKE
source: Made with pretty bubbly things
es: Colores bonitos burbujean
vi: Được làm bằng những thứ sủi bọt xinh xắn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RICE_SPIRITS
source: Incredibly clear!
es: Bebida está muy transparente
vi: Rõ ràng đến khó tin!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RICE_WINE
source: Not sweet...
es: No es dulce...
vi: Chả thấy ngọt...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCACAO
source: Baby friend's home
es: Casa de amigo bebé
vi: Nhà bạn bé

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCACAO_BEAN
source: Oily food
es: Comida aceitosa
vi: Thực phẩm có dầu

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCACAO_BEAN_COOKED
source: Ready to eat
es: Listo para comer
vi: Ăn liền

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCACAO_CREAM_LIQUEUR
source: Rich flavor
es: Sabor intenso
vi: Hương vị phong phú

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCACAO_SEED
source: Baby friend needs soil
es: Bebé necesita tierra
vi: Bạn bé cần đất

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCACAO_SEED_SAPLING
source: Very well done!
es: ¡Bien hecho!
vi: Làm tốt lắm!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCACAO_TREE
source: A friend like cactus
es: Un amigo como cactus
vi: Người bạn như cây xương rồng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCACAO_WINE
source: Not very bitter
es: Poco amargo
vi: Không đắng lắm

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCHA_LATTE
source: Sweet and bold!
es: ¡Dulce y atrevido!
vi: Ngọt và đậm đà!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCOLATE
source: Eating something brown
es: Beber cosa café
vi: Ăn thứ gì đó màu nâu

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINCOLATE_SMOOTHIE
source: Make it cold
es: Me da frio
vi: Làm lạnh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUINXOCOLATL
source: Bitter to drink
es: Sabor amargo
vi: Uống nhưng đắng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUIN_SCHOKAKOLA
source: Eating something that makes your eyes sparkle
es: Cosa hace que ojos chispen
vi: Ăn thứ gì đó khiến mắt bạn lấp lánh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RUMCHATA
source: Rich and invigorating
es: Sabroso
vi: Phong phú và tiếp thêm sinh lực

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SEAWEED_SHAKE
source: Full of slippery stuff
es: Lleno de cosas resbaladizas
vi: Toàn đồ trơn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SODA
source: Fizzing water
es: Agua burbujeante
vi: Nước có ga

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SPARKLINGWINE
source: Fizzing and fermented
es: Fermentado zumbeante
vi: Sủi bọt và lên men

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SPICE_CAFFEINPEPPER
source: (Sniff) Ee-exhilarating! Ee-exhilarating!
es: (Sniff) ¡Fe-feliz! ¡Fe-feliz!
vi: (Ngửi) Thật phấn khởi! Thật phấn khởi!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SPOILED_DRINK
source: Drinkable, surprisingly
es: Cosa de tomar
vi: Có thể uống được, đáng ngạc nhiên

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.STRAWBERRYSODA
source: Bubbly and sweet fruity water
es: Agua con burbujas frutales
vi: Nước trái cây sủi bọt và ngọt ngào

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.STRAWBERRY_MILK_SMOOTHIE
source: Creamy and tangy
es: Rico, acidito y cremoso
vi: Kem và thơm

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.STRAWBERRY_SMOOTHIE
source: Cool and tangy
es: Frío y ácido
vi: Mát và thơm

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SUSHIBISCUS
source: Hmm... don't like the smell
es: Hmm... no gustar olor
vi: Hmm... không thích mùi này

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SWEET_RICE_DRINK
source: Sweet!
es: ¡Suave!
vi: Ngọt!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TEALEAVES
source: Thanks, stylish friend!
es: ¡Gracias amigo estiloso!
vi: Cảm ơn, người bạn sành điệu!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TEALEAVES_DRIED
source: Hmm... I like the smell
es: Hmm... Me gusta el olor
vi: Hmm...tôi thích mùi này

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TEA_LUMPY_VODKA
source: Cool guys go in
es: Los chicos cool lo toman
vi: Hey mấy ông đồng chí ngầu lòi của tôi, vào trong đi!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TEA_RUINCOLATE_LATTE
source: Has a stylish aroma
es: Aroma rico
vi: Có hương thơm phong cách

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TEA_SEED
source: Stylish little one!
es: ¡Pequeño con estilo!
vi: Cô bé sành điệu!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TEA_SEED_COOKED
source: It's edible now
es: Se puede comer ahora
vi: Bây giờ có thể ăn được

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TEA_SEED_SAPLING
source: Grow up as a stylish one!
es: ¡Crece con estilo!
vi: Lớn lên là một người sành điệu!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TEA_TREE
source: Stylish friend
es: Amigo con estilo
vi: Người bạn sành điệu

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TEQUILA
source: No white ones
es: No blanco
vi: Không có màu trắng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TOFFEE_LATTE
source: Nice nutty smell
es: Gustar olor nuez
vi: Mùi hạt dẻ dễ chịu

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TOMATO_JUICE
source: Sloppy ball water
es: Bola de agua roja
vi: Nước bóng cẩu thả

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.VEGGIE_TEA
source: Orange to drink?
vi: Uống cam?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WATERMELON_JUICE
source: Moist and sweet to drink
es: Húmedo y dulce para beber
vi: Uống ẩm và ngọt

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WATER_CLEAN
source: Clean to drink
es: Limpio para beber
vi: Uống sạch

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WATER_CLEAN_ICE
source: Cold. Really cold
es: Frío, muy frío
vi: Lạnh. Rất lạnh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WATER_DIRTY
source: Dirty to drink
es: Sucio para beber
vi: Uống bẩn

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WATER_DIRTY_ICE
source: Cold. Really cold
es: Fríooo
vi: Lạnh. Rất lạnh

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WATER_SALTY
source: Can't drink it
es: No se puede beber
vi: Không thể uống được

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL
source: You can get water
es: Puedes tomar agua
vi: Bạn có thể lấy nước

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_BURYING_KIT
source: Block the hole
es: Tapar agujero
vi: Chặn lỗ

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_DRILLING
source: Making a hole in the ground
es: Hacer hoyo en el suelo
vi: Đào một cái lỗ trên mặt đất

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_DRILLING_ITEM
source: Tool for making holes
es: Herramienta para hoyos
vi: Dụng cụ tạo lỗ

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_KIT
source: Plant it in a hole
es: Ponlo en un agujero
vi: Trồng nó vào hố

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_SPRINKLER.LOWFUEL
source: Need fuel
es: Necesita comida
vi: Cần nhiên liệu

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_SPRINKLER.OFF
source: Good friend to friends
es: Es amigo de amigos
vi: Người bạn tốt của bạn bè

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_SPRINKLER.ON
source: Giving water to friends
es: Dale agua a amigos
vi: Tặng nước cho bạn bè

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_SPRINKLER_KIT
source: Plant it near a hole or water puddle
es: Para el pozo
vi: Trồng gần hố hoặc vũng nước

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_WATERPUMP.HIGH_PRESSURE
source: Gushing
es: ¡A chorros!
vi: Phun phun

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_WATERPUMP.LOW_PRESSURE
source: Need steam
es: Necesita vapor
vi: Cần hơi nước

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_WATERPUMP.MIDDLE_PRESSURE
source: Sufficient
es: Suficiente
vi: Đủ

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_WATERPUMP.RECHARG_PRESSURE
source: Out of steam
es: Sin vapor
vi: Hết hơi

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WELL_WATERPUMP_KIT
source: Plant it in a hole
es: Plántalo en un agujero
vi: Trồng cây vào hố

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WHEAT_BEER
source: Pretty seeds fermented
es: Semillitas lindas fermentadas
vi: Những hạt lúa xinh xắn được lên men

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WHEAT_WHISKEY
source: Pretty seeds smooth to drink
es: Semillas bonitas fácil de beber
vi: Nước từ hạt xinh xắn dễ uống

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WHITE_RUINCOLATE
source: Eating something white
es: Dulce amargo
vi: Ăn thứ gì đó màu trắng

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WINE
source: Tiny and fermented
es: Fermentado chiquito
vi: Nhỏ và lên men

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_NONEDRUNK
source: Beep boops
vi: Bíp bíp

# STRINGS.CHARACTERS.WORTOX.ACTIONFAIL.GIVE.WELL_BUSY
source: You won't receive a gift if you're greedy.
es: No recibirás el regalo si eres codicioso.
vi: Bạn sẽ không nhận được quà nếu tham lam.

# STRINGS.CHARACTERS.WORTOX.ACTIONFAIL.GIVE.WELL_NOTEMPTY
source: One bucket is enough.
es: Una cubeta es suficiente.
vi: Một thùng là đủ.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_CAFFINE_BUFF_START
source: Whoa, I'm getting all jittery!
es: Wow, estoy empezando a temblar
vi: Ôi, tôi thấy bồn chồn quá!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_CAFFINE_BUFF_STOP
source: I wonder how much spirit I have left in me?
es: ¿Me pregunto cuánto espíritu queda dentro de mí?
vi: Tôi tự hỏi mình còn lại bao nhiêu tinh thần?

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_CURE_WATERBORNE
source: Whoa, that wasn't too bad at all.
es: Wow, eso no estuvo tan mal.
vi: Ồ, điều đó không tệ chút nào.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_DCAPACITY_CRITICAL
source: The drinks are trying to drag me into the shadow world!
es: Los tragos me van a llevar al mundo de las sombras!
vi: Đồ uống đang cố kéo tôi vào thế giới bóng tối!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_DCAPACITY_HALF
source: Whoa, I'm feeling pretty good!
es: Wow, ¡Me siento muy bien!
vi: Ồ, tôi cảm thấy khá tốt!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_DRUNK
source: Both the material world and the shadow world are visible!
es: ¡El mundo terrenal y el de las sombras son visibles!
vi: Có thể nhìn thấy cả thế giới vật chất và thế giới bóng tối!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_DRUNK_END
source: The material world is starting to become clear again.
es: El mundo terrenal esta aclarándose de nuevo.
vi: Thế giới vật chất đang bắt đầu trở nên rõ ràng trở lại.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_NOTCHARGE
source: I need to charge up, buddy!
es: Necesita recargarse, amigo
vi: Tôi cần sạc pin, anh bạn!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_NOTHIRSTSIESTA
source: I don't want to turn into jerky from thirst during the day.
es: No quiero convertirme en carne seca por la sed.
vi: Tôi không muốn bị khô vì khát trong ngày.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_NOTHIRSTSLEEP
source: If I sleep like this, I'll turn into an imp snack in the morning.
es: Si duermo así, me convertiré en un diablillo por la mañana.
vi: Nếu ngủ như thế này, sáng mai tôi sẽ biến thành một con tiểu quỷ ăn vặt mất.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_SLEEP_END
source: I'm fully back to the material world!
es: ¡De vuelta al mundo terrenal!
vi: Tôi hoàn toàn trở lại thế giới vật chất!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_THIRST
source: I might look mortal, but I need a drink!
es: Puedo parecer inmortal, ¡Pero aún necesito beber agua!
vi: Trông tôi có vẻ phàm tục, nhưng tôi cần uống nước!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ABSINTHE
source: It's like me when you remove the color.
es: Es como cuando borras un color.
vi: Giống tôi khi bạn loại bỏ màu.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ADDITIVE_DAIRY
source: I wonder what mortals made with milk this time?
es: ¿Me pregunto que harán los mortales con esto?
vi: Tôi tự hỏi lần này con người làm gì với sữa nhỉ?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ADDITIVE_NUT
source: Mortals can break their teeth on this!
es: ¡Los mortales pueden romper sus dientes con esto!
vi: Con người có thể gãy răng vì thứ này!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ADDITIVE_PETALS
source: These are herbs used to make drinks.
es: Estas hierbas son usadas para hacer bebidas.
vi: Đây là những loại thảo mộc dùng để pha đồ uống.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ADDITIVE_SEED
source: It has a spicy scent.
es: Tiene un olor picante.
vi: Nó có mùi cay.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.AREUHI
source: I wonder if mortal children drink it and act like adults.
es: Me pregunto si los niños mortales lo beben y actúan como adultos.
vi: Tôi tự hỏi liệu trẻ em phàm trần có uống nó và hành động như người lớn không.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ARRACK
source: It's still a bit plain.
es: Todavía es un poco sencillo.
vi: Nó vẫn hơi đơn giản.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.AUROBOW
source: Will it be a drink that appears after it rains? Hohoho!
es: ¿Una bebida después de llover?
vi: Sẽ là đồ uống xuất hiện sau khi trời mưa phải không? Hohoho!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BANANA_JUICE
source: Mortals would like this drink.
es: A los mortales les gustaría esto.
vi: Con người sẽ thích đồ uống này.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BARREL.BURNT
source: Did the water burn too?
es: El agua se quemó también?
vi: Nước cũng cháy à?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BARREL.GENERIC
source: Filled with water instead of souls.
es: Lleno de agua en vez de almas.
vi: Đầy nước thay vì linh hồn.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BERRIES_JUICE
source: It has the sweet taste mortals like.
es: Tiene el sabor dulce que le gusta a los mortales.
vi: Nó có vị ngọt như con người.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BERRY_BRANDY
source: It has a taste that mortal sophisticates would like. Not me.
es: Tiene un sabor que les gustaría a los mortales sofisticados. No a mí.
vi: Nó có hương vị mà những người sành sỏi thường thích. Không phải tôi.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BERRY_GIN
source: They say mortals mix it with other things.
es: Dicen que los mortales lo mezclan con otras cosas.
vi: Người ta nói con người trộn nó với những thứ khác.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BLACKTEA
source: The leaves weren't red.
es: Las hojas no eran rojas.
vi: Lá không có màu đỏ.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BLACKTEA_ICED
source: Oops. It's cold. Hehe!
es: Oops. Está frío, jeje.
vi: Ôi. Trời lạnh quá. Hehe!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BOILBOOK
source: Is there a manual for boiling water too?
es: ¿Hay un manual para hervir agua también?
vi: Có hướng dẫn sử dụng nước sôi không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BREWERY.BURNT
source: Hehehe, I can't comprehend mortal cooking at all.
es: Jeje, tampoco entiendo la cocina de los mortales.
vi: Hehehe, tôi không thể hiểu được cách nấu ăn của người phàm chút nào.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BREWERY.DONE
source: I thought I would die waiting!
es: ¡Pensé que moriría esperando!
vi: Tôi tưởng mình sẽ chết trong khi chờ đợi!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BREWERY.EMPTY
source: I don't really understand mortal tastes.
es: Realmente no entiendo los gustos mortales.
vi: Tôi thực sự không hiểu được sở thích của con người.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BREWERY.FERMENTING_LONG
source: It will take quite some time.
es: Tomará bastante tiempo.
vi: Sẽ mất khá nhiều thời gian.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BREWERY.FERMENTING_SHORT
source: It's almost done!
es: ¡Casi está listo!
vi: Sắp xong rồi!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY
source: It's dirty water.
es: Agua sucia.
vi: Đó là nước bẩn.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.DIRTY_ICE
source: It seems to have experienced all the turmoil in the world.
es: Parece haber experimentado toda la suciedad del mundo.
vi: Dường như đã trải qua mọi biến động trên thế giới.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.EMPTY
source: Hyuyu, I wonder if splinters will get into my hand while drawing water with this!
es: ¡Uy uy! Me preguntó si cuando saqué agua me clavaré astillas de la madera
vi: Hyuyu, Không biết mảnh vụn có dính vào tay tôi khi dùng thứ này để múc nước không!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL
source: Water for mortals.
es: Agua para mortales.
vi: Nước cho con người.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_DRIFTWOOD_EMPTY.FULL_ICE
source: A world too cold to live even though it looks like water.
es: Un mundo demasiado frío para vivir.
vi: Một thế giới quá lạnh để sống mặc dù nó trông giống như nước.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_EMPTY.DIRTY
source: It's dirty water.
es: Agua sucia.
vi: Đó là nước bẩn.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_EMPTY.DIRTY_ICE
source: It seems to have experienced all the turmoil in the world.
es: Parece haber experimentado toda la suciedad del mundo.
vi: Dường như đã trải qua mọi biến động trên thế giới.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_EMPTY.EMPTY
source: A bucket to hold water.
vi: Xô đựng nước.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_EMPTY.FULL
source: Water for mortals.
es: Agua para mortales.
vi: Nước cho con người.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_EMPTY.FULL_ICE
source: A world too cold to live even though it looks like water.
es: Un mundo demasiado frío para vivir.
vi: Một thế giới quá lạnh để sống mặc dù nó trông giống như nước.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY
source: It's dirty water.
es: Agua sucia.
vi: Đó là nước bẩn.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_STEEL_EMPTY.DIRTY_ICE
source: It seems to have experienced all the turmoil in the world.
es: Parece haber experimentado toda la suciedad del mundo.
vi: Dường như đã trải qua mọi biến động trên thế giới.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_STEEL_EMPTY.EMPTY
source: Does it taste like iron from the water?
es: ¿El agua sabrá a acero?
vi: Nó có vị như sắt trong nước phải không?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_STEEL_EMPTY.FULL
source: Water for mortals.
es: Agua para mortales.
vi: Nước cho con người.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_STEEL_EMPTY.FULL_ICE
source: A world too cold to live even though it looks like water.
es: Un mundo demasiado frío para vivir.
vi: Một thế giới quá lạnh để sống mặc dù nó trông giống như nước.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY
source: It's dirty water.
es: Agua sucia.
vi: Đó là nước bẩn.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_WOODIE_EMPTY.DIRTY_ICE
source: It seems to have experienced all the turmoil in the world.
es: Parece haber experimentado toda la suciedad del mundo.
vi: Dường như đã trải qua mọi biến động trên thế giới.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_WOODIE_EMPTY.EMPTY
source: It's almost just a container.
es: Es casi un contenedor.
vi: Nó gần như chỉ là một cái thùng.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL
source: Water for mortals.
es: Agua para mortales.
vi: Nước cho con người.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUCKET_WOODIE_EMPTY.FULL_ICE
source: A world too cold to live even though it looks like water.
es: Un mundo demasiado frío para vivir.
vi: Một thế giới quá lạnh để sống mặc dù nó trông giống như nước.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BUTTERBEER
source: I strangely feel magic.
es: Se siente extrañamente mágico.
vi: Tôi cảm thấy có phép thuật một cách kỳ lạ.
