Repository: bum8844/water_mod
Catalog: scripts/languages/DSD_*.po
Languages: es, vi

# STRINGS.NAMES.WATER_DIRTY_ICE
source: Frozen Dirty Water
es: Agua sucia congelada
vi: Nước Bửn Lạnh

# STRINGS.NAMES.WATER_MINERAL
source: Water
es: Agua
vi: Nước

# STRINGS.NAMES.WATER_SALTY
source: Salty Water
es: Agua salada
vi: Nước Mặn

# STRINGS.NAMES.WELL
source: Well
es: Pozo
vi: Giếng

# STRINGS.NAMES.WELL_BURYING_KIT
source: Burying Kit
es: Kit de entierro
vi: Bộ Lắp Đặt Giếng đào

# STRINGS.NAMES.WELL_DRILLING
source: Well Drill
es: Taladro
vi: Máy Khoan Giếng

# STRINGS.NAMES.WELL_DRILLING_ITEM
source: Well Drill
es: Taladro
vi: Máy Khoan Giếng

# STRINGS.NAMES.WELL_KIT
source: Well Kit
es: Kit para pozo
vi: Bộ Lắp Đặt Giếng

# STRINGS.NAMES.WELL_SPRINKLER
source: Sprinkler
es: Aspersor
vi: Bình Tưới Nước

# STRINGS.NAMES.WELL_SPRINKLER_KIT
source: Sprinkler Kit
es: Kit para aspersor
vi: Bộ Lắp Đặt Bình Tưới Nước

# STRINGS.NAMES.WELL_WATERPUMP
source: Steam WaterPump
es: Bomba de agua a vapor
vi: Máy bơm áp suất cao

# STRINGS.NAMES.WELL_WATERPUMP_KIT
source: Steam WaterPump Kit
es: Kit de bomba de agua a vapor
vi: Bộ Lắp Đặt Máy bơm áp suất cao

# STRINGS.NAMES.WHEAT_BEER
source: Wheat Beer
es: Cerveza de trigo
vi: Bia tươi

# STRINGS.NAMES.WHEAT_WHISKEY
source: Wheat Whiskey
es: Whisky de trigo
vi: Rượu Whiskey lúa mạch

# STRINGS.NAMES.WHITE_RUINCOLATE
source: White Chocolate
es: Chocolate blanco
vi: Sô-cô-la trắng

# STRINGS.NAMES.WINE
source: Wine
es: Vino
vi: Rượu Vang

# STRINGS.NAMES.WX78MODULE_NONEDRUNK
source: Super-A.D.T Circuit
es: Circuito Súper A.D.T.
vi: Mạch A.D.T siêu cấp.

# STRINGS.RECIPE_DESC.ADDITIVE_DAIRY
source: If want a savory scent.
es: Si quieres un aroma apetitoso.
vi: Nếu muốn mùi vị thơm ngon.

# STRINGS.RECIPE_DESC.ADDITIVE_NUT
source: Bag of fruit.
es: Bolsa llena de comida.
vi: Túi chứa trái cây.

# STRINGS.RECIPE_DESC.ADDITIVE_PETALS
source: Collection of leaves and petals.
es: Colección de hojas y pétalos.
vi: Bộ sưu tập lá và cánh hoa.

# STRINGS.RECIPE_DESC.ADDITIVE_SEED
source: Mixture of several seeds.
es: Mezcla de varias semillas.
vi: Hỗn hợp của một số hạt.

# STRINGS.RECIPE_DESC.BARREL
source: Monkey not included.
es: Monos no incluidos.
vi: Không có khỉ trong này đâu

# STRINGS.RECIPE_DESC.BOILBOOK
source: Review all your drink recipes.
es: Revisa todas sus recetas de bebidas.
vi: Xem lại tất cả công thức nước uống của bạn.

# STRINGS.RECIPE_DESC.BREWERY
source: Improves your drinking experience. Probably.
es: Mejora la experiencia en bebidas. Probablemente.
vi: Nâng cao trải nghiệm uống của bạn. Có lẽ.

# STRINGS.RECIPE_DESC.BUCKET_EMPTY
source: An empty bucket.
es: Una cubeta vacía.
vi: Một chiếc xô trống rỗng.

# STRINGS.RECIPE_DESC.CAMPDESALINATOR_ITEM
source: Your first Desalinator.
es: Tu primer desalinizador.
vi: Máy chế biến nước mặn đầu tiên của bạn.

# STRINGS.RECIPE_DESC.CAMPKETTLE_ITEM
source: Your first kettle.
es: Tu primera tetera.
vi: Nồi đun nước đời đầu của bạn.

# STRINGS.RECIPE_DESC.DESALINATOR
source: Bottle up the salty nature of sea water.
es: Embotella la salinidad del agua marina.
vi: Chứa nước mặn từ biển vào lọ.

# STRINGS.RECIPE_DESC.DISTILLERS
source: What can be enriched?
es: ¿Qué se puede hacer?
vi: Cái gì có thể được làm giàu?

# STRINGS.RECIPE_DESC.KETTLE
source: It's tea time, doctor.
es: Es hora del té doctor.
vi: Đến lúc uống trà, Tiến sĩ.

# STRINGS.RECIPE_DESC.PORTABLEKETTLE_ITEM
source: Every tea everywhere all at once.
es: La hora del té en todos lados a la vez al mismo tiempo.
vi: Có thể uống trà khắp mọi nơi.

# STRINGS.RECIPE_DESC.SPICE_CAFFEINPEPPER
source: Energizing spice of life.
es: La energizante especia de la vida.
vi: Gia vị mang lại năng lượng cho cuộc sống.

# STRINGS.RECIPE_DESC.WELL_BURYING_KIT
source: Stone in the hole instead of a lucky coin.
es: Piedras en el hoyo en lugar de monedas de la suerte.
vi: Đặt đá vào hố thay vì ném đồng xu may mắn.

# STRINGS.RECIPE_DESC.WELL_DRILLING_ITEM
source: Dig a heck of a hole on the ground.
es: Cava un agujero en el suelo.
vi: Khoan một cái hố lớn trên mặt đất.

# STRINGS.RECIPE_DESC.WELL_KIT
source: All's well that there's well.
es: Bien está lo que bien está.
vi: Mọi thứ đều ổn khi có giếng.

# STRINGS.RECIPE_DESC.WELL_SPRINKLER_KIT
source: The ultimate irrigation.
es: La irrigación definitiva.
vi: Hệ thống tưới Tiên tiến nhất.

# STRINGS.RECIPE_DESC.WELL_WATERPUMP_KIT
source: Pull out clean water under pressure!
es: ¡Saca agua limpia a vapor!
vi: Lấy nước sạch dưới áp suất!

# STRINGS.RECIPE_DESC.WX78MODULE_NONEDRUNK
source: It digests ethanol without getting drunk.
es: Permite beber licores sin emborracharse. Hip.
vi: Tiêu hóa ethanol mà không bị say rượu.

# STRINGS.SHOWME.BOILWARE.AMOUNT
source: Water: %s/%s
es: Agua: %s/%s
vi: Nước: %s/%s

# STRINGS.SHOWME.BOILWARE.PRODUCT
source: Probably it will be %s
es: Será probablemente %s
vi: Có lẽ vậy. %s

# STRINGS.SHOWME.BOILWARE.SALT
source: Salt: %s
es: Sal: %s
vi: Muối: %s

# STRINGS.SHOWME.BOILWARE.TIME
source: Done in: %s
es: Hecho en: %s
vi: Tiêu tan: %s

# STRINGS.SHOWME.THIRSTVALUE.THIRST
source: Thirst: %s
es: Sed: %s
vi: Khát: %s

# STRINGS.SHOWME.WATERCOLLATOR.STEAM
source: Steam: %s
es: El vapor: %s
vi: Hơi nước: %s

# STRINGS.SHOWME.WATERCOLLATOR.WAITRAIN
source: Wait Raining
es: Esperar Lluvia
vi: Đợi mưa

# STRINGS.UI.COOKBOOK.BOILTIME_TITLE
source: Boiling time
es: Tiempo de ebullición
vi: Thời gian sôi

# STRINGS.UI.COOKBOOK.FILTER_FRUIT
source: Fruits
es: Frutas
vi: Trái Cây

# STRINGS.UI.COOKBOOK.FILTER_LEAFS
source: Foliage
es: Follaje
vi: Lá

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_ANCIENT_KNOWLEGEE
source: Can making an ancient article once
es: Puede hacer un artículo antiguo una vez
vi: Có thể chế tạo một bộ cổ vật

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_ANCIENT_KNOWLEGEE_PIECE
source: Can making incomplete ancient article once
es: Puede hacer un artículo antiguo incompleto una vez
vi: Có thể chế tạo bộ cổ vật còn thiếu một phần

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_ANCIENT_KNOWLEGEE_THIRD
source: can make ancient article third
es: Puede hacer un tercer articulo antiguo una vez
vi: Có thể chế tạo bộ cổ vật thứ ba

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_BUTTERHUNTER
source: Can get more butter
es: Ayuda a obtener más mantequilla
vi: Kiêm thêm bơ nào

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_CAFFINE
source: Increased movement speed
es: Incrementa la velocidad de movimiento
vi: Tăng tốc độ di chuyển

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_CAFFINE_SLEEP_RESIST
source: Increas move speed, wards off sleep
es: Incrementa la velocidad de movimiento y evita el sueño
vi: Tăng tốc độ di chuyển, chống buồn ngủ

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_COLA
source: The best drink
es: La mejor bebida
vi: Đồ uống tốt nhất

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_COLAQUANTUM
source: Everyone's favorite
es: La favorita de todos
vi: Mọi người đều yêu thích

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_CONSERVE_KNOWLEGEE
source: Increasing encyclopedic knowledge
es: Aumenta los conocimientos enciclopédicos
vi: Tăng kiến thức bách khoa

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_CONSERVE_KNOWLEGEE_CAFFINE
source: Increase movespeed and encyclopedic knowledge
es: Incremente la movilidad y el conocimiento enciclopédico
vi: Tăng tốc độ di chuyển và kiến thức bách khoa

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_CONSERVE_KNOWLEGEE_HUGE
source: Huge increasing encyclopedic knowledge
es: Incrementa bastante los conocimientos enciclopédicos
vi: Tăng kiến thức bách khoa đáng kể

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_CURE_WATERBORNE
source: Waterborne disease cure
es: Cura del mal del agua
vi: Chữa bệnh lây truyền qua nước

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_DETOX
source: Relieves hangover
es: Cura para la resaca
vi: Giảm đau đầu sau nhậu

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_HAYFEVER_RELIEF_MED
source: Moderate hayfever relief
es: Cura moderadamente la alergía
vi: Giảm triệu chứng sổ mũi nhẹ

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_INTOXICATION
source: Tipsy armor
es: Resistencia borracha
vi: Áo giáp tipsy

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_INTOXICATION_ANCIENT_KNOWLEGEE_THIRD
source: Tipsy armor, can make ancient article third
es: Resistencia borracha, puedes hacer un tercer artículo antiguo una vez
vi: Áo giáp tipsy, có thể chế tạo bộ cổ vật thứ ba

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_INTOXICATION_CAFFINE
source: Tipsy armor, increas move speed
es: Resistencia borracha, incrementa la velocidad de movimiento
vi: Áo giáp tipsy, tăng tốc độ di chuyển

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_INTOXICATION_CHERRY_TAFFY
source: Tipsy armor, day increases health
es: Resistencia borracha, el día incrementa la salud
vi: Áo giáp tipsy, tăng sức khỏe vào ban ngày

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_INTOXICATION_DRY
source: Tipsy armor, dissipates moisture
es: Resistencia borracha, elimina la humedad
vi: Áo giáp tipsy, làm khô ẩm

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_INTOXICATION_ELECTRIC_ATTACK
source: Tipsy armor, electric attacks
es: Resistencia borracha, ataques eléctricos
vi: Áo giáp tipsy, chống tấn công điện

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_INTOXICATION_GLOW
source: Tipsy armor with a glow
es: Resistencia borracha con brillo
vi: Áo giáp tipsy với ánh sáng

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_INTOXICATION_HAYFEVER_RELIEF_HUGE
source: Tipsy armor, hayfever immun
es: Resistencia borracha, inmunidad a la alergia
vi: Áo giáp tipsy, miễn dịch sổ mũi nhẹ

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_MULLED
source: Relieves hangover greatly
es: Cura bastante la resaca
vi: Giảm đau đầu mạnh

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_NAG_AURA_RESIST
source: Resist sanity decrease
es: Resiste la disminución de la cordura
vi: Chống giảm sự tỉnh táo

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_NAG_AURA_RESIST_ANCIENT_KNOWLEGEE
source: Resist sanity decrease, can make ancient article once
es: Resiste la disminución de la cordura, puede hacer un artículo antiguo una vez
vi: Chống giảm sự tỉnh táo, có thể chế tạo bộ cổ vật một lần

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_NAG_AURA_RESIST_CHERRY_TAFFY
source: Resist sanity decrease, day increases health
es: Resiste la disminución de la cordura, el día incrementa la salud
vi: Chống giảm sự tỉnh táo, tăng sức khỏe vào ban ngày

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_NAG_AURA_RESIST_DRY
source: Resist sanity decrease, drain moisture
es: Resista la disminución de la cordura, drena la humedad
vi: Chống giảm sự tỉnh táo, hút ẩm

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_NAG_AURA_RESIST_ELECTRIC_ATTACK
source: Resist sanity decrease, electric attacks
es: Resiste la disminución de la cordura, tus ataques son eléctricos
vi: Chống giảm sự tỉnh táo, chống tấn công điện

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_NAG_AURA_RESIST_GLOW
source: Resist sanity decrease, glow
es: Resiste la disminución de la cordura, brillas
vi: Chống giảm sự tỉnh táo, phát sáng

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_NAG_AURA_RESIST_HAYFEVER_RELIEF_HUGE
source: Resist sanity decrease, hayfever relief
es: Resiste la disminución de la cordura, alivia la alergia
vi: Chống giảm sự tỉnh táo, giảm triệu chứng sổ mũi nhẹ

# STRINGS.UI.COOKBOOK.FOOD_EFFECTS_SUS
source: Suspiciously SUS
es: Sospechoso SUS
vi: Rất đáng nghi

# STRINGS.UI.COOKBOOK.SORT_THIRST
source: Thirst
es: Sed
vi: Khát

# STRINGS.UI.COOKBOOK.TAB_TITLE_BREWERY
source: Brewery Recpies
es: Recetas cerveceras
vi: Công Thức Pha Chế Bia

# STRINGS.UI.COOKBOOK.TAB_TITLE_DISTILLERS
source: Distillers Recpies
es: Recetas del destilador
vi: Công Thức Chưng Cất

# STRINGS.UI.COOKBOOK.TAB_TITLE_KETTLE
source: Kettle Recpies
es: Recetas de tetera
vi: Công Thức Ấm Đun Nước

# STRINGS.UI.CRAFTING_FILTERS.HYDRATION
source: Hydration
es: Hidratación
vi: Dưỡng Ẩm

# STRINGS.UI.CRAFTING_FILTERS.SECRETKNOWLEDGE
source: Secret Knowledge
es: Conocimiento secreto
vi: Kiến Thức Bí Mật

# STRINGS.UI.DRINK_TYPES.BREWER
source: Brewer
es: Vino
vi: Nước Bia

# STRINGS.UI.DRINK_TYPES.FRUIT
source: Fruit
es: Fruta
vi: Nước Trái Cây

# STRINGS.UI.DRINK_TYPES.GENERIC
source: Drink
es: Bebida
vi: Nước Uống

# STRINGS.UI.DRINK_TYPES.LEAFS
source: Leafs
es: Hojas
vi: Nước Lá

# STRINGS.UI.DRINK_TYPES.MEDICINE
source: Medicine
es: Medicamento
vi: Thuốc

# STRINGS.UI.DRINK_TYPES.SPIRITS
source: Spirits
es: Vino destilado
vi: Rượu

# STRINGS.UI.DRINK_TYPES.VEGGIE
source: Veggie
es: Vegetal
vi: Nước Rau Củ

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIMONSODA
source: Dentists would likely be horrified if they saw this.
es: ¡Si los dentistas vieran esto! .

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CITROYUZUSODA
source: How fanta-stic!
es: ¡Que fanta-stico.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CITROYUZU_JUICE
source: CITROYUZU you glad I brought some juice?
es: Te alegrara haber traido un poco de jugo de naranja.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.APPLEPINESODA
source: It's a pine in my mouth.
es: Es un pino en mi boca.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.APPLEPINE_JUICE
source: At least the skin won't scratch my mouth anymore.
es: Al menos la piel ya no me araña la boca.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.QUARTZ_SHAKE
source: Hope it doesn't taste like fish.
es: Espero el sabor no sea de pescado

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CACTUS_TEA
source: Hope i don't get a thorn in my mouth.
es: Espero no espinarme la boca

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GREENTEA
source: I think I saw a bug! Just kidding.
es: ¡Creo que vi un bicho! Estoy bromeando.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.LIMONSODA
source: Sweet and stingy.
es: Dulce y fuerte.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CITROYUZUSODA
source: What do you call it when an CITROYUZU soda dreams? Fanta-sy!
es: ¿Cómo le dices a un refresco de naranja? Naranjezco, Je. 오렌지소다가 꿈을 꾸면? Fanta-sy!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CITROYUZU_JUICE
source: Meet my 'oranginal' juice.
es: ¡Conoce mi jugo naranja!.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.APPLEPINESODA
source: We'll call it the Pinetree Pioneer Apple Soda.
es: Lo llamaremos el refresco del pino pionero.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.APPLEPINE_JUICE
source: Do you know who Anana's brother is? Banana!
es: ¿Sabes cual es la hermana de la piñanana? ¡Bananana!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.APPLEPINE_JUICE
source: Even without the outer skin, if you eat a lot, your mouth will start to bleed.
es: Incluso sin la piel exterior, si comes mucho, tu boca empezará a sangrar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIMONSODA
source: As refreshing as a honeydew!
es: ¡Tan refrescante como un melón!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CITROYUZUSODA
source: Refreshing after a meal!
es: ¡Refrescante después de una comida!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CITROYUZU_JUICE
source: It's freshly squeezed CITROYUZU juice!
es: ¡Es zumo de naranja recién exprimido!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.APPLEPINESODA
source: This is the perfect drink to help you digest after a big meal.
es: Esta bebida es perfecta para ayudar a digerir una buena merienda.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.APPLEPINE_JUICE
source: Be careful not to drink too much, or My mouth will peel off.
es: Debo cuidar de no beber mucho, o me pelara la lengua.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIMONSODA
source: It's not a drink worthy of a warrior.
es: No es una bebida digna de un guerrero.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CITROYUZUSODA
source: It's spring water with a tangy fruit flavor.
es: Es agua mineral con un penetrante sabor a frutas.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CITROYUZU_JUICE
source: Is it asking me to drink its tart juice?
es: ¿Me está pidiendo que beba su jugo agrio?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.APPLEPINESODA
source: Whether it's pinecones or fruit, it's not right.
es: Ya sean piñas o fruta, no está bien.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.APPLEPINE_JUICE
source: It has crushed the tough scales to get the flesh.
es: Aplastaron las duras escamas para obtener la carne.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLACKTEA_ICED
source: So refreshing.
es: Que refrescante.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIMONSODA
source: This is going to wreck my teeth.
es: Esto destrozará mis diente.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CITROYUZUSODA
source: This soda is overly carbonated.
es: Este refresco está excesivamente carbonatado.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CITROYUZU_JUICE
source: I never noticed this in the break room before coming here.
es: Nunca noté que esto estuviera en el jardín.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.APPLEPINESODA
source: I feel closer to civilization now.
es: Me siento cerca a la civilización.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.APPLEPINE_JUICE
source: I can't drink this tangy fruit juice in one go.
es: No puedo tomar este jugo de fruta ácido en un solo instante.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_CURE_WATERBORNE
source: Ah, refreshing!
es: Ah, ¡Refrescante!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BANANA_JUICE
source: Mmm, Smells like bAPPLEPINE.
es: Hmm, huele a bAPPLEPINE.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIMONSODA
source: It's refreshing, but our throat feels sticky afterward!
es: Es refrescante, pero nuestra garganta se siente pegajosa después de beberlo

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CITROYUZUSODA
source: It's CITROYUZU-flavored carbonated beverage!
es: ¡Una bebida carbonatada de naranja!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CITROYUZU_JUICE
source: We will have to postpone brushing our teeth for a bit.
es: Debería cepillar nuestros dientes.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.APPLEPINESODA
source: We should be careful so our teeth don't decay.
es: Debemos ser cuidadosos de que no se pudra.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.APPLEPINE_JUICE
source: Our teeth feel weird after drinking this.
es: Nuestros dientes se sienten raro después de beber esto.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIMONSODA
source: It is Excessively sweet carbonated beverage.
es: Es una bebida carbonatada exageradamente dulce

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CITROYUZUSODA
source: It's carbonated beverage with squeezed CITROYUZU juice.
es: Esta carbonatada con jugo de naranja exprimido

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CITROYUZU_JUICE
source: As sour as the thick rind.
es: Tan amargo como la vida nuestra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.APPLEPINESODA
source: It's tangy and sweet soda.
es: Es una bebida acida y dulce

# STRINGS.CHARACTERS.WENDY.DESCRIBE.APPLEPINE_JUICE
source: It tore through the tough rind and mashed the pulp.
es: Rompió la espinosa corteza, y trituró la pulpa

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINXOCOLATL
source: Did I and my heart roll down the stairs?
es: ¿Mi corazón y yo rodamos por las escaleras?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WELL
source: I wonder if it will grant a wish if I throw a coin in?
es: ¿Me concederá un deseo si lanzo una moneda en el?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIMONSODA
source: It has a strong sweetness.
es: Tiene una dulzura muy fuerte.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CITROYUZUSODA
source: It contains CITROYUZU juice.
es: Contiene zumo de naranja.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CITROYUZU_JUICE
source: CITROYUZU juice, it's like the stereo type of juice.
es: Zumo de naranja, es como el tipo de zumo estereotípico.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.APPLEPINESODA
source: Pineapple juice added to carbonated water.
es: Zumo de piña con agua carbonatada.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.APPLEPINE_JUICE
source: It contains a lot of bromelain, so it can cause mouth sores. Drink it in moderation.
es: Contiene mucha bromelina, por lo que puede provocar llagas en la boca. Bébelo con moderación.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AUROBOW
source: Even burning a jellyfish doesn't change colors like this.
es: Ni quemando una medusa cambia de colores así.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPDESALINATOR_ITEM
source: I'm going to make a duel between seawater and fire.
es: Voy a hacer un duelo entre el agua de mar y el fuego.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHERRY_BLOOM_MADHU
source: I prefer the way the petals scatter when they're on fire.
es: Prefiero la forma en que se esparcen los pétalos cuando arden.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COCONUT_WINE
source: The alcohol is good, let's burn the wood.
es: El alcohol es bueno, quememos la madera.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIMONSODA
source: Honey water is meant to be drunk warm.
es: El agua con miel se bebe caliente.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CITROYUZUSODA
source: Nothing special, just CITROYUZU soda.
es: Nada especial, solo un refresco naranja.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CITROYUZU_JUICE
source: If someone's drinking it, I'll suggest brushing their teeth.
es: Si alguien se lo bebe, le sugiero que se lave los dientes.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.APPLEPINESODA
source: It's just pineapple soda.
es: Es sólo refresco de piña.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.APPLEPINE_JUICE
source: Good when you drink, but your mouth will tingle after.
es: Está bueno cuando lo bebes, pero después te hormiguea la boca.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GOOPYDRINK
source: Bleh.
es: Meh.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.LIMONSODA
source: My teeth are going to rot from this.
es: Mis dientes van a podrirse debido a esto...

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CITROYUZUSODA
source: It tastes like store-bought CITROYUZU soda.
es: Sabe como refresco de naranja de tienda comercial.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CITROYUZU_JUICE
source: I've never seen a day without this in the Tangbisil fridge.
es: Siempre he visto el refrigerador lleno de esto.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.APPLEPINESODA
source: It tastes like store-bought pineapple soda.
es: Sabe como refresco de piña de tienda comercial.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.APPLEPINE_JUICE
source: Definitely better than the liquid in canned goods.
es: Definitivamente mejor que el líquido de las sodas.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIMONSODA
source: Extremely sweet!
es: ¡Extremadamente dulce!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CITROYUZUSODA
source: Sweet and fizzy.
es: Dulce y burbujeante.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CITROYUZU_JUICE
source: Sour, sweet, and CITROYUZU.
es: Agrio, dulce y naranja.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.APPLEPINESODA
source: Sour and refreshing.
es: Agrio y refrescante.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.APPLEPINE_JUICE
source: Incredibly refreshing juice.
es: Un jugo increíblemente refrescante.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CAFFINE_BUFF_START
source: Zooming like a coyote!
es: ¡Tan rápido como un coyote!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIMONSODA
source: It's sweet and refreshing.
es: Es dulce y refrescante.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CITROYUZUSODA
source: It's CITROYUZU soda.
es: Es un refresco naranja.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CITROYUZU_JUICE
source: Add some syrup to it, and it'll be perfect.
es: Agrega algo de jarabe y será perfecto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.APPLEPINESODA
source: It's pineapple soda.
es: Es refresco de piña.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.APPLEPINE_JUICE
source: It's refreshing, but I can't drink too much of it like this.
es: Refrescante, pero no puedo beber mucho.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_DRUNK
source: Woozy...
es: Mareooo...

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_DRUNK_END
source: Phew...
es: Uff...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CAFFEINBERRY_JUICE
source: Yeehaw!
es: ¡Yey!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CARROT_TEA
source: CITROYUZU to drink
es: Naranja para tomar

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.LIMONSODA
source: Bubbly and sweet
es: Burbujeante y dulce

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CITROYUZUSODA
source: Bubbly CITROYUZU orb water
es: Bola naranja burbujeante

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CITROYUZU_JUICE
source: A citrusy orb to drink
es: Bola cítrica de tomar

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.APPLEPINESODA
source: Bubbly fit-for-a-crown water
es: Agua burbujeante
